{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 5",
        "version": "M5",
        "año mínimo": 2000,
        "año máximo": 2003,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 400,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=400&min_year=2000&max_year=2003&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW M5 E39 Restyling",
            "enlace": "https://es.wallapop.com/item/bmw-m5-e39-restyling-1090733781",
            "descripcion": "BMW M5 Nacional, en estado excelente. Restyling, con todos extras (salvo Techo). Con mantenimientos al dia (incluido Vanos), ruedas y bateria nuevas. Vendo por poco uso, oportunidad de adquirir mitico M5 atmosferico con bajo kilometraje. Se puede ver y probar en Cantabria.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "400 cv",
            "año": "2000",
            "kilómetros": "155500 km",
            "precio": 40000.0
        },
        {
            "titulo": "BMW Serie 5 M5 400cv Perfecto estado",
            "enlace": "https://es.wallapop.com/item/bmw-m5-e39-400cv-manual-1034620413",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "400 cv",
            "año": "2000",
            "kilómetros": "228000 km",
            "precio": 33990.0
        },
        {
            "titulo": "BMW Serie 5 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2001-1074423305",
            "descripcion": "Se vende bmw 540i v8 manual 6 marchas el coche dispone de pegatina medioambietal B, ITV recien pasada esta a capricho tiene echo un tratamiento de pulido hace 1 mes siempre ah dormido en parking dispone de una infinidad de extras como frenada delantera de e38 brembo 4 pistones ,barra estabilizadora Racing ,todo el pack m exterior con añadidos del csl ,paragolpes delantero m con lip csl añadido,interior en cuero electrico bicolor de m5, volante chatado M, cuadro m5 , techo de alcantara con costuras en rombo , techo solar de cristal , retrovisores con plegado electrico de m5, capo en fibra de carbono orignal de gtr, llantas en 18 pulgadas haxer concavas en doble medida con neumaticos nuevos ,escape duramas , faros delanteros con angel eyes customizados i barnizados ,pilotos traseos led, suspesiones roscadas Vogland, todos los brazos nuevos tanto traseros como delanteros ,cristales tintados homologados , pantalla android, sistema de sonido , aleron de cristal traseo , aleron de porton csl añadido, mantenimiemtos de motor todo al dia el coche esta en perfecto estado muy raro de encontrar unidades de este tipo para mas info pregunta sin compromiso acepto cualquier tipo de prueba mecanica Acepto cambio.. Palabras gancho: Audi,Bmw,Mercedes,Rs, Golf R, Gti, Rs3, Rs4,Rs5,S5,Amg,Porsche,Panamera,335,340,Macan,Cayenne,M550,Amg,Abarth,Rs6, M5,M4,M340,M140.Rs7,X5,X6,..RsQ3, RsQ5 , Bmw serie 7 , 750,740,Abarth,F10,f30,f11,e93 335D 335I Cls AmG Cls 500, Coche familiar , Coche Deportivo .Sedan.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "286 cv",
            "año": "2001",
            "kilómetros": "165000 km",
            "precio": 13900.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1035652152",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "333 cv",
            "año": "2003",
            "kilómetros": "191000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1085539828",
            "descripcion": "BMW 530I MANUAL 3.0 231CV. Mas de 9.000€ invertidos en ponerlo a punto CON FACTURAS, motor cambiado y puesto uno con 170.000KM (con factura), tiene todo en regla, todo nuevo, muy mimado. Muchos extras. Lo vendo porque me he comprado otro bmw V8 y no tengo sitio en el garaje para los dos coches y está en el garaje de mi madre ocupando sitio. Algo negociable. NO MAREANTES Entrego el coche con 4 llantas más y 4 neumáticos nuevos",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "170000 km",
            "precio": 10500.0
        },
        {
            "titulo": "BMW Serie 5 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2001-1062153567",
            "descripcion": "Vendo precioso y único bmw 535i v8 manual CON DISTINTIVO MEDIOAMBIENTAL B con todo su pack m5 llantas m5 originales escape artesanal interior pack m caramel unidad etidicion Brown muy pocas unidades en el mundo vendo porque no le doy uso también puedo valorar algún cambio no curiosos gente seria",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "245 cv",
            "año": "2001",
            "kilómetros": "240000 km",
            "precio": 9999.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1090460229",
            "descripcion": "acepto cambio por bmw 330d-330cd el 204cv",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "272000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1063943883",
            "descripcion": "Coche en buen estado, siempre guardado en garaje. Se vende por necesidad de coche más grande, escucho ofertas sobre coche familiar con maletero grande. Más detalles del coche por privado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "173000 km",
            "precio": 7999.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1079642506",
            "descripcion": "Se vende BMW 530I E60 INFORMACION DEL COCHE: Motor 3.0 gasolina Pegatina medio ambiental C 261.172 Km Techo solar Espejos retrovisores electricos abatibles Asientos electricos DETALLES SOBRE EL VEHICULO Filtros polen,aire y aceite cambiado hace nada Ventanillas tintas Pastillas y discos casi nuevos Neumaticos al 90% aprox Embrague recien cambiado Color de coche azul marino Interior semicuero COCHE MUY MIMADO PRECIO NEGOCIABLE MAS FOTOS O INFORMACION AL PRIVADO.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "260000 km",
            "precio": 7800.0
        },
        {
            "titulo": "BMW 525i M e39",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2001-1025919992",
            "descripcion": "bmw 525i M e39 Nacional 188.000 km. ITV en vigor recién pintado. interior en buen estado, mecánicamente muy bien también,todo funciona correctamente. dispongo de todos los manuales del coche. para los detectives la matrícula se ve en el anuncio,se puede sacar un informe en tráfico y conseguir más información sobre historial de transferencias, kilometraje etc. acepto moto como parte de pago. Yamaha xt,ttr,wr250x,wr250r,xt660r, scrambler,moto guzzi, Harley Davidson, honda,Suzuki,trail,gs,África twin,tenere.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2001",
            "kilómetros": "188000 km",
            "precio": 6950.0
        },
        {
            "titulo": "BMW Serie 5 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2000-1093160489",
            "descripcion": "Vendo BMW E39 528i, soy segundo propietario, tiene techo solar, xenon, asientos de cuero M calefactables, llantas 19 con neumáticos en muy buen estado, se compró el conjunto de llantas y neumáticos nuevos hace 1500 km, ni un roce tienen. Embrague bimasa nuevo hace 3mil km. Mantenimientos al día, ITV hasta mayo de 2025 . Control de crucero, ordenador de abordo, navegador y pantalla original. Tiene tramo final cambiado de escape pero se entrega el de serie tambien",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "206000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 5 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2001-1059448819",
            "descripcion": "Coche impoluto, muy cuidado y mimado siempre, 80% de su kilometraje hecho en autovía i autopista Desperfectos mínimos del tiempo como los que se pueden ver en las fotos y poco más. Motor como nuevo, siempre mantenimientos al día y cuando le a salido algo se le a hecho al momento. Ninguna reparación de importancia, nunca golpeado. EXTRAS: -Elevalunas eléctrico -Retrovisores eléctricos -Ceniceros delante y en la puertas de atrás -Cierre centralizado -Volante multifuncion del M -Control crucero -Limitador de velocidad -Sistema ABS -2 llaves Nunca se a fumado dentro ITV hasta Julio de 2025 Etiqueta B Vehículo nacional Dispongo de informe Carfax",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2001",
            "kilómetros": "164000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW E60 520i 170cv acabado M",
            "enlace": "https://es.wallapop.com/item/bmw-e60-520i-170cv-acabado-m-1071449130",
            "descripcion": "BMW E60 520I, 170CV. Muy cuidado, estado impecable interior y exterior. Paragolpes y taloneras M5 con proyecto homologado en ficha técnica e ITV. Cámara aparcamiento trasera y delantera. Le acabo de cambiar la junta de la tapa de balancines, la bomba de la dirección asistida y los trapecios de la suspensión. 1200 euros de factura. ITV recién pasada. 284000 km. Pegatina medio ambiental. Se lo compré a un familiar que había sido su único dueño y lo vendo por haber ampliado la familia y comprado un monovolumen",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2003",
            "kilómetros": "279000 km",
            "precio": 6450.0
        },
        {
            "titulo": "BMW Serie 5 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2002-1081440247",
            "descripcion": "Pues muy a mi pesar me toca vender mi capricho 530i e39 manual por necesitar más espacio, unidiad muy rara de ver ya que casi todas salieron automáticas ✅Año: 2002 (restyling) ✅Segundo propietario, desde entonces muy cuidado y mimado ✅Libros originales de la BMW ✅2 LLAVES CON MANDO ✅260.000 km ✅ Sensor ABS nuevo ✅ Neumáticos traseros 285/35/19 nuevos ✅Pintura original de casa ✅2 bobinas nuevas ✅6 bujías nuevas Llantas japan Racing JR21 en 19 pulgadas doble medida Tlf:6️⃣8️⃣7️⃣6️⃣0️⃣8️⃣2️⃣8️⃣6️⃣ ALGO NEGOCIABLE ya que tiene una aspiración en la admisión que debe ser un tubito donde le entre aire y le empieza a patinar el embrague.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2002",
            "kilómetros": "260000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1044855693",
            "descripcion": "Vendo bmw e39 2.2 6 cilindros (m54) en estupendo estado, con revisiones en la casa, cuerpo y mariposa de admision nuevo, disa pasada a palometa de aluminio, PVC, lambdas, bujías, neumáticos, rótulas, descarbonizacion, pastillas de freno, aceites, filtros… todo al detalle. Mucho dinero invertido, tiene instalación de glp recién puesta y homologada, con depósito grande de 60 litros y etiqueta ECO. Con el glp consigues un hibrido (gasolina/ glp) con consumo de diesel, 2000€ de instalación. Va como la seda, 150.000 kilómetros reales. Interior en cuero y madera, equipo de sonido, control de crucero, climatizador, bola de remolque homologada, llantas en 17… todos los extras. Un gran coche para viajes, super cómodo, silencioso, estable, seguro y con un consumo razonable. Se ruega gente seria.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2003",
            "kilómetros": "150000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1069316895",
            "descripcion": "vehiculo situado en palma de mallorca, motorizacion de serie M54 , ( muy pocas unidades) normalmenre son motorizaciones M52 , interior completo en cuero, totalmente de casa, actualmente funcionando perfectamente y se le hacen unos 2000km al año por exposiciones. Llantas styling 32 Originales Medidas 8x17 et20 delanteras 9x17 et26 traseras con neumativos con 95%. son llamtas exclusivas de BMW e39, con el buje especifico para este modelo y serie 7 , sin golpes, comprobadas en equilibradora, doble medida, con neumaticos nuevos ( septiembre 2024) VENDO TODO JUNTO NO NEGOCIABLE, no mareantes por favor, coche impoluto.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2003",
            "kilómetros": "247080 km",
            "precio": 5900.0
        },
        {
            "titulo": "BMW Serie 5 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2001-1059452580",
            "descripcion": "Coche impoluto, muy cuidado y mimado siempre, 80% de su kilometraje hecho en autovía i autopista Desperfectos mínimos del tiempo como los que se pueden ver en las fotos y poco más. Motor como nuevo, siempre mantenimientos al día y cuando le a salido algo se le a hecho al momento. Ninguna reparación de importancia, nunca golpeado. EXTRAS: -Elevalunas eléctrico -Retrovisores eléctricos -Ceniceros delante y en la puertas de atrás -Cierre centralizado -Volante multifuncion del M -Control crucero -Limitador de velocidad -Sistema ABS -2 llaves Nunca se a fumado dentro ITV hasta Julio de 2025 Etiqueta B Vehículo nacional Dispongo de informe Carfax. BMW Serie 5 Sedan en Reus",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2001",
            "kilómetros": "164000 km",
            "precio": 5540.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1091568483",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2003",
            "kilómetros": "186000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1086147144",
            "descripcion": "Excelente BMW 520. Muy cuidado (con detalles de la edad). Tiene el embrague hecho hace pocos km y la revision de la iyeccion (demostrable con factura). Al 80% de neumáticos. En el precio incluyo pantalla Andoid tactil para sustituir la original (nueva). Está muy cuidado. Cristales tintados y homologados. Se acepta prueba mecánica.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2003",
            "kilómetros": "284000 km",
            "precio": 5400.0
        },
        {
            "titulo": "BMW Serie 5 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2000-1092291762",
            "descripcion": "Solo hay que verlo, muy cuidado y en garage",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "160000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1083383002",
            "descripcion": "Solo hay que verlo, pocos kilómetros, mucha potencia, y suena de maravilla,mejor ver y probar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2003",
            "kilómetros": "160000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 5 2002",
            "enlace": "https://es.wallapop.com/item/bmw-525i-1067648998",
            "descripcion": "se vende este bmw 525i en perfecto estado, itv hasta marzo 2025, elevalunas electricos, radiocd usb, mantenimientos al dia, aceite recien cambiado, ruedas al 90 y 98% PRECIO:5000€",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2002",
            "kilómetros": "257000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 5 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2001-1062657050",
            "descripcion": "BMW E39 recién restaurado,listo para conducir.Neumaticos delanteros y suspensión cambiadas.Posibilidad de cambio por otro coche",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2001",
            "kilómetros": "300000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW e39 520i",
            "enlace": "https://es.wallapop.com/item/bmw-e39-520i-1092417776",
            "descripcion": "Se vende BMW e39 520i 2.2 del 23 diciembre 2002 con 170CV, ITV hasta junio de 2025. Muy buen estado, sin pérdidas de aceite ni anticongelante, siempre guardado en cochera. Recientemente pintado y muy cuidado. • Faros traseros ahumados y delanteros ángel led. • Parrilla negro mate y paragolpes delanteros y traseros M. • Escape recto trasero Simoni Racing (ruido bonito y no molesto), entrego el escape original para ITV. • Asientos de cuero impecables, pantalla táctil Android de 32GB con GPS y manos libres. • Palanca de cambios M y freno de mano color fibra de carbono. • Emblemas negros, intermitentes laterales y luces interiores/maletero led. • Llantas originales, neumáticos GT Radial al 90% • Silentblocks cambiados y pedales metálicos. • Spoiler trasero, Alfombrillas M Performance. Carrocería sin rayas, chapa y mecánica al día, listo para disfrutar. Consumos razonables, coche tratado con mimo, ideal para uso diario o de paseo. Nunca pasó de 4.000 vueltas ni se usó para derrapes, una vuelta de fin de semana. Precio poco negociable. #BMW #e39 #m54 #M5 #BMWClassic #520i #530i #530d #540i",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "205700 km",
            "precio": 4800.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1065260491",
            "descripcion": "vendo mi bmw en buen estado de conservacion para los años q tiene, llantas M doble medida ,todo original execto la radio , el mejor coche q he tenido para viajar , muy cuidado y utilizado solo para los viajes , se le ha cambiado hace poc todas las bujias por revision periodica , no hay q hacerle nada en cuanto al motor , solo un detalle q el maletero no se queda arriba , y tercera luz de freno no funciona pero para la itv no pas nada , por lo demas muu cuidado , instintivo medio ambiental C",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2003",
            "kilómetros": "300000 km",
            "precio": 4800.0
        },
        {
            "titulo": "BMW Serie 5 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2002-1093482276",
            "descripcion": "Uso mayormente para viajes de vacaciones en familia. Muy buen estado general. Delante muelles M amortiguadores y neumáticos nuevos. Bola enganche remolque demontable. Separador/adaptador de 20mm a las cuatro ruedas para montar llantas bmw de otros modelos. Radio falla pero una nueva especifica vale 60€. Es una seda. Mejor ver.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2002",
            "kilómetros": "180000 km",
            "precio": 4500.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-925936118",
            "descripcion": "Bmw 520i e60, 170 Cv, manual, (gasolina) itv hasta (12 diciembre/2025) recien pasada, sin fallos asientos de cuero, asientos calefactables y eléctricos, sensores aparcamiento adelante y atrás, Navegador a bordo Tiene 258.500 km: Discos y pastillas delanteras. Bomba de agua y correa. Soportes de motor Amortiguadores, cópelas delanteras Cambio de aceite. Filtro aceite y de aire. Techo tapizado. Cambio de Bujías iridium Coche funciona correctamente, tiene signos de uso, normales de su año.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2003",
            "kilómetros": "258500 km",
            "precio": 4500.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1088084204",
            "descripcion": "Coche de paseo , buen estado para el año de fabricación . Pocas unidades como está , acepto cambio por BMW diesel . Mantenimientos al día ITV hasta febrero 2026 . Volante m ✅ Faros xenon ✅ Asientos de cuero ✅ Climatizador bizona✅ Ojos de ángel✅ Más info por privado . (E36 , E46. E39. E38 , e60 , e90. E92 .)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2003",
            "kilómetros": "199000 km",
            "precio": 4200.0
        },
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1061410383",
            "descripcion": "Vendo mi serie 5 con 260.000km está impecable. Etiqueta C. Todo hecho. ITV recién pasada. No hay que hacerle nada. Se puede llevar a revisar donde sea. Interior Individual. Mejor ver y probar.No marear, No negociable. Gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2003",
            "kilómetros": "260000 km",
            "precio": 4000.0
        },
        {
            "titulo": "BMW Serie 5 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2001-1003251839",
            "descripcion": "Se vende coche en buen estado y por falta de uso! Sale los fin de semana de paseo y para disfrutar. Va muy bien y muy fino... recién pasada la itv hasta el septiembre del 2025. Y recién puesto a punto! Toda la mecánica en regla. Se puede ver y probar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2001",
            "kilómetros": "270000 km",
            "precio": 4000.0
        },
        {
            "titulo": "BMW Serie 5 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2001-1078489300",
            "descripcion": "SE VENDE Bmw 520i Motor 2.2i (gasolina) 170 CV 296.000 kms Año 2001 5 plazas 5 puertas Manual 5 velocidades Tiene elevalunas eléctricos, climatizador, cierre centralizado, espejos eléctricos, bloqueo puertas y ventanillas, ordenador abordo, mandos al volante, control crucero, etc… Muy buen estado general, mantenimiento al día. ¡Vehículo en Pamplona, se puede ver y probar cuándo se quiera!!!!!!! Disponibilidad de lunes a domingo, recogemos su vehículo como parte de pago. Atendemos WhatsApp ¡PRECIO: 3.900€! Disponemos de más tipos de vehículos (turismos, SUV, furgonetas…) Puedes visitar nuestro catálogo más amplio en: amautomovilesnavarra.com",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2001",
            "kilómetros": "296000 km",
            "precio": 3900.0
        },
        {
            "titulo": "BMW Serie 5 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2002-1011775510",
            "descripcion": "Coche muy bien cuidado,siempre en garaje,motor 2.2 doble vanos,el coche se le a hecho:,asiento conductor reconstruido y pintado entero, paneles de las puertas delanteras, los 4 bajantes del interior tapizados,paragolpes delantero m pintado recientemente,linea de escape intermedio y final de acero inoxidable hecho por profesional,bomba de gasolina y aforador nuevos, embrague nuevo marca luk,bujias nuevas ngk,neumaticos traseros nuevos delanteros en buen estado, llantas del m5 en 18,muelles suspensiones nuevos mas cortos,aceite y filtro cada 10000km,filtro aire k&n,aleron bmw e36,flector cardan nuevo,sin itv,tengo algunas cosas de serie,tambien tiene enganche para remolque.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "245000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 5",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2000-1069673661",
            "descripcion": "Bmw Serie 5 2.0i 150cv en perfecto estado vehículo muy cuidado siempre durmiendo en garaje al día de todo, todos los cambios hechos y con facturas demostrable tiene itv hasta junio de 2025, motor muy duro y fiable y por cadena cuenta con todos los extras y comodidades como, 4 elevalunas eléctricos, cierre centralizado, dirección asistida, 2 juegos de llaves originales, neumáticos al 90%,radio original, retrovisores eléctricos, climatizador bizona, y demás extras mejor ver y probar se acepta cualquier tipo de prueba mecánica. whatsapp 641 045 919",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "199000 km",
            "precio": 2800.0
        },
        {
            "titulo": "BMW Serie 5 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2000-1092763961",
            "descripcion": "BMW 520 i 150cv, en perfectas condiciones, bien cuidado a pesar de sus años, pegatina medio ambiental (B), itv para un año, neumáticos al 40 %, cierre centralizado, elevalunas eléctricos, cierre de mando, dirección asistida, aire acondicionado, clima bizon, calefacción,etc.etc. no atiendo a mensajes sólo llamadas tlf: 624783564",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "166000 km",
            "precio": 2600.0
        },
        {
            "titulo": "BMW Serie 5 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2001-520i-e39-1031039356",
            "descripcion": "- Aceite, filtros y bujías nuevas con menos de 1.000km - ITV hasta el 07/2025 - Neumáticos Continental al 85%. Coche muy cuidado quitando algunos desperfectos por el paso de los años. Se le cambio el modulo ABS y por esa razón salen los testigos en el cuadro, hay que programar la centralita para que reconozca el modulo nuevo y desaparecerían los testigos. El coche funciona perfectamente. Precio negociable, se puede ver y probar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2001",
            "kilómetros": "255808 km",
            "precio": 2500.0
        },
        {
            "titulo": "BMW Serie 5 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2002-1012963108",
            "descripcion": "Vendo el cocho por no usar esta en perfecto estado mantenimiento al día duerme en garaje tiene alguno rocíes por los parachoques Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "260000 km",
            "precio": 2500.0
        },
        {
            "titulo": "BMW Serie 5 ,e39 motor 2500 automático ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2000-1093614016",
            "descripcion": "Vendo o cambio por furgoneta o coche más chico el coche es automático",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "291000 km",
            "precio": 2199.0
        },
        {
            "titulo": "BMW Serie 5 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2000-1085962269",
            "descripcion": "Bmw 520i, e39, nacional, 2 propietarios, mantenimiento recien hecho, itv en vigor, dispone de etiqueta de emisiones tipo B, cambio de nombre incluido en el precio, pido seriedad,es un vehiculo que tiene 24 años, nuevo no es, pero esta bien conservado, precio no negociable!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "260000 km",
            "precio": 1999.0
        },
        {
            "titulo": "BMW Serie 5 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2000-1082910838",
            "descripcion": "se vende e39 528i se compro por el motor para recambio se vende entero lleva tiempo parado pero funciona perfecto abria que acerle algunas cosas gente realmente interesada gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "246000 km",
            "precio": 1900.0
        }
    ]
}