{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 5",
        "version": "550i",
        "año mínimo": 2010,
        "año máximo": 2011,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 408,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=408&min_year=2010&max_year=2011&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 535i xDrive pocos kms",
            "enlace": "https://es.wallapop.com/item/bmw-serie-535i-xdrive-1021697687",
            "descripcion": "Coche nacional en perfectas condiciones tiene todas las extras. Mejor ver en persona. puedo aceptar cambio por furgoneta L2H3 tipo mercedes sprinter con el mismo valor",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2011",
            "kilómetros": "114000 km",
            "precio": 25900.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1045482895",
            "descripcion": "bmw 535I perfecto estado. iva deducible",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2011",
            "kilómetros": "105000 km",
            "precio": 23500.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1078892433",
            "descripcion": "BMW 528i PACK M5 MOTOR 3.0 ATMOSFÉRICO 258 CV AUTOMÁTICO 8 MARCHAS MANTENIMIENTO CADA 10 MIL KM NEUMÁTICOS CAMBIADOS HACE 3 MIL KM SE ACCEPTA CUALQUIER PRUEBA MECÁNICA. TODOS LOS CAMBIOS HECHOS CON PIEZAS ORIGINALES DE LA CASA BMW. DISCOS Y PASTILLAS DELANTERAS Y TRASERAS CAMBIADAS HACE 1 MIL KM EXTRAS. SISTEMA AUDIO - HARMAN KARDON INTERIOR PIEL NEGRA ASIENTOS CONFORT FULL ELÉCTRICO TECHO SOLAR SISTEMA ISOFIX NAVIGACION GRANDE CIC 2 LLAVES FAROS BIXENON CAMBIO CON COCHE HÍBRIDO POCO NEGOCIABLE.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2011",
            "kilómetros": "210000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW 550i V8 Biturbo 408CV ",
            "enlace": "https://es.wallapop.com/item/bmw-550i-v8-biturbo-408cv-1067724090",
            "descripcion": "Solo gente interesada de verdad. Vehículo de cliente en muy buen estado general. Mantenimientos en la BMW hasta los 205.000km Nacional, siempre en garaje 4.4 biturbo gasolina 408CV par de 600nm Distintivo ambiental C Automático con levas en el volante Climatizador 4 zonas Asientos de cuero, regulables eléctricos Regulador de velocidad Modo normal, sport y sport+ se acepta vehículo como parte de pago, furgoneta, moto.......... Precio negociable contacto Carlos +34 651 81 78 93 M5, M3, M6, 535, 540, S6, S8, S4, S5, golf gti, golf R, opc, rline, cla......",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "408 cv",
            "año": "2010",
            "kilómetros": "216500 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1091177483",
            "descripcion": "🔴SE VENDE🔴 ➡️BMW 535i ✅3.0 Turbo N55 306cv Aut ✅Techo solar, llanta 19 doble medida, cuero con asientos eléctricos con memoria, sensores de parking más cámara de marcha atrás y laterales, faros bixenon, navegador profesional, portón eléctrico, acceso confort, cierre de puertas automático (soft close), clima de 4 zonas, head up display, espejos exteriores e interior antideslumbramiento, sensor de lluvia y luz, control de velocidad, espejos plegables eléctricamente, etc ✅Año 2010 ✅Nacional, 2 dueños ✅184.000km ✅Gasolina (etiqueta C) ✅Mantenimiento al día con libro de revisiones completo en BMW. Se entrega recién revisado. ✳️Gastos de gestión documental +190€ ✳️Posibilidad de financiación y coger su coche como parte de pago previa tasación! ✅Garantia de 12 meses incluida Llevamos su coche a cualquier punto de la península, consultar condiciones y tarifas. Visítanos en Instagram @dr_automocion El coche se puede ver en Fuenlabrada (Madrid) o Illescas (Toledo) 📩Escríbeme para más informacion",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2010",
            "kilómetros": "179999 km",
            "precio": 18990.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1089829916",
            "descripcion": "inpoluto",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "407 cv",
            "año": "2010",
            "kilómetros": "178847 km",
            "precio": 18500.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1063686753",
            "descripcion": "BMW 535i Automático, sólo un dueño anterior a mi. dispongo de historial documentado en BMW, de libros de revisiones y dos llaves. Mantenimiento al día de manera muy completa, nunca accidentado. Para cualquier duda contactar por el chat. NO SE ACEPTAN CAMBIOS DE NINGÚN TIPO.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2010",
            "kilómetros": "211000 km",
            "precio": 18500.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1062351248",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "407 cv",
            "año": "2010",
            "kilómetros": "134000 km",
            "precio": 17990.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-996509035",
            "descripcion": "Vendo Bmw 535i gasolina caroceria f10 306cv automatico 8 velocidades llevas en el volante con muchos extras cámara marcha atrás el coche esta en perfecto estado se accepta prueba en concesionario Bmw ITV recién hecho etc. Precio negociable y no me interesa cambio.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2010",
            "kilómetros": "193000 km",
            "precio": 16900.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-995050915",
            "descripcion": "Serie 5 528i ITV Noviembre 2024 Pegatina C Perfecto estado Siempre duerme en parking Asientos electricos Todo al dia Vehiculo nacional Segundo propietario Precio un poco negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "124000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 5 2010 204CV",
            "enlace": "https://es.wallapop.com/item/bmw-523i-204-cv-1056134060",
            "descripcion": "OFERTON FIN DE SEMANA PVP: 14.500€ Vehículo nacional Mantenimientos al día y absolutamente todos ellos sellados en casa oficial BMW Muy buen estado general, tanto exterior como interior, sin desgastes Retrovisores abatibles eléctricos Asientos de cuero negros con regulación eléctrica Navegador con pantalla grande Sensores de parking delanteros y traseros Operación instantánea vehículo en perfecto estado. Cambio por x3, x5, x6, q3, q5, q7, mercedes, glc, gle, range rover, volvo xc60, xc90, o algo de mi interés",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "213200 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1042440196",
            "descripcion": "Bmw 523i,nacional,de marzo de 2011,con 187.000 km reales,recien hecha revison completa de mantenimiento y de todo el vehiculo (para la venta) en concesionario oficial bmw (demostrable con factura). Con 150.000km se le hizo mantenimiento de caja de cambios.Hace 5.000km las 4 ruedas nuevas y pastillas de freno traseras. Extras: -cuero marron -asientos electricos -cambio automatico con levas -control de crucero y limitador -sensores de aparcamiento delanteros y traseros -luz ambiente en 2 colores - paragolpes delantero M(se entrega original) Duerme siempre en garaje. Se acepta prueba mecanica. No acepto cambios ni vehiculos como parte de pago",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "187000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 523iA 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-523ia-2010-1093059382",
            "descripcion": "Cars&Drive Tu concesionario multimarca ·MAS DE 25 AÑOS DE EXPERIENCIA EN EL SECTOR DE AUTOMOCION NOS AVALAN· P.V.P.: 14.490€ Precio financiando: 14.490€ GARANTIA 12 MESES INCLUIDA EN EL PRECIO. GARANTIA PREMIUM A CONSULTAR. -Aceptamos coche como parte del pago. IMPECABLE ESTADO. ·VEHICULO NACIONAL UNICO PROPIETARIO, NO FUMADOR. · TODOS LOS MANTENIMIENTOS EN CONCESIONARIO OFICAL CON HISTORIAL QUE LO ACREDITA, ULTIMA EN OCTUBRE 2024 CON 148.700KM. TODO HECHO EN BMW. EQUIPAMIENTO DESTACADO: ·Cambio automático. ·Sistema de navegación profesional con pantalla grande. ·Luces de Xenon. ·Asientos de cuero beige eléctricos con memoria lado conductor. ·Volante deportivo de cuero con ajuste eléctrico. ·Sensor de luces y lluvia automático. ·Sensores de aparcamiento delanteros y traseros. ·Brake Energy Regeneration. ·Retrovisor int./ext. antidesl. automático. ·Espejos eléctricos plegables. ·Llantas 18\" ·Teléfono Bluetooth. ·Interfaz de música para smartphone. ·Volante multifunción. ·Control de velocidad. ·Mp3/Aux/USB. ·ESP ·ISOFIX ·Climatizador bizona. ·Ordenador de abordo CONCERTAR CITA PREVIA ANTES PARA VER NUESTRO STOCK. -Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual, no pudiendo constituir en ningún caso la base de un futuro contrato. -Reservamos nuestro derecho de modificación de datos y cambio de precios en la web. Compra tu próximo vehículo en carsanddrive",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "150250 km",
            "precio": 14490.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1078581268",
            "descripcion": "Vendo BMW 528i automático de Septiembre de 2011 (modelo restyling). 2.0 turbo 245cv. Nacional. Está totalmente de orgien. Actualmente tiene 239.000kms. Soy el tercer dueño real. ITV y revisiones al día. Todas las revisiones pasadas en BMW excepto la última, realizada hace 5000kms. Dispongo de facturas e informe de BMW. No rezuma ni consume nada de aceite. Mecánicamente está en perfecto estado. Turbo y tapa de balancines cambiados hace 5000kms. Cárter y correa accesorios cambiados hace 1000kms. Mantenimiento de la caja de cambios por diálisis hecho por especialista hace 9000kms. Neumáticos traseros Michelin Pilot Sport 4 con 7000kms. Neumáticos delanteros Goodyear Excellence aún con algo de vida por delante. Está muy mimado. No se ha escatimado en gastos. Todo demostrable con facturas. Muchos extras de fábrica: - Kit M completo - Chasis deportivo M - Suspensión deportiva M - Dynamic Driving Control - Llantas M 351 19” - Caja automática deportiva ZF8 - Luces de Xenon - Techo panorámico - Asientos comfort activos con memorias y función masaje para conductor y acompañante - Apoyo lumbar pasajero y acompañante - Molduras interiores de aluminio - Portón maletero y cortinilla eléctricos - Start & Stop - Frenada regenerativa - Tapizado techo antracita - Bola de remolque escamoteable eléctrica - Retrovisor antideslumbramiento - Control distancia aparcamiento delantero y trasero - Climatizador dual - Control de velocidad adaptativo Chapa y pintura en muy buen estado. Sin golpes. Paragolpes delantero pintado recientemente. Paragolpes trasero con algún ligero roce del día a día. Interior prácticamente impecable. Sólo peca de los asideros de las puertas de goma algo enganchosos (defecto endémico de este modelo) y de la consola central trasera algo “pelada” (también defecto típico del modelo). Los asientos tanto delanteros como traseros están inmaculados, sin roce alguno. No tienen síntomas de uso. Se entregan 2 llaves. Se puede probar y llevar a cualquier taller mecánico.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "239000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1066980618",
            "descripcion": "El coche es mio personal es decir lo utilizo cada dia funciona a la perfeccion tiene el pack m exterior llantas m 20” parachoques ,difusores ,taloneras... todo m es el motor 3000cm3 6 cilindors en linea atmosferico N53 MANTENIEMNTOS: aceite y todos los filtros ✅ neumaticos traseros nuevos 90% pastillas de freno traseras nuevas ✅ discos de freno perforados ✅ liquido de freno✅ no tiene ningun fallo remarcable salvo algun roce de aparcamiento (minimo) lo he cuidado con mucho mimo las revisines siempre hechas con el aceite que me marcaba el fabricante 4 bocas de escape OFREZCO INFORME CARVERTICAL solo para la gente seria precio negociable 685654504 DOTACIONES : techo con estrellas luces largas y cortas automaticas techo semi panormaico altavoces bower wilkins climatozador bi zona aviso de desvio de carril pack de luces interiores de ambiente (azul ) pantalla tactil bluetooth navegador applecarplay MUY EQUIPADO",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "159977 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-550-li-1003532729",
            "descripcion": "BMW 550 LI V8 twin turbo, full equipe. Todas las revisiones al día. Acepto prueba mecánica en casa oficial.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "407 cv",
            "año": "2011",
            "kilómetros": "188000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1021354917",
            "descripcion": "SOLO GENTE REALMENTE INTERESADA!!!!!!!Vehículo en perfecto estado tal y cual se ve en las fotos, km reales, revisiones hechas en la casa hasta 160000km, tiene pack M interior, techo solar, llantas en 20 pulgadas del serie 8 pack M, discos de freno delanteros recién cambiados no tienen ni 2000km, pastillas cambiadas hace unos 7000km, bujías recién cambiadas… para más información no dude en llamar.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2010",
            "kilómetros": "222000 km",
            "precio": 13400.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-990850283",
            "descripcion": "se vende una máquina alemana en muy buenas condiciones, llantas 18, todo en regla y sin fallos. cualquier consulta estoy a su disposición soy particular",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "133211 km",
            "precio": 12900.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1093344044",
            "descripcion": "magnífico bmw ruedas nuevas aceite y filtros hecho hace 200 km se vende por no usar se admiten todo pruebas a tu taller de confianza",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2010",
            "kilómetros": "297000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 5 Touring Automático",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-touring-automatico-1080542793",
            "descripcion": "Se vende estupendo BMW 520i Automático de 2011. Nacional. Motor 4 cilindros gasolina. Todos los mantenimientos hechos hace un mes con facturas. Aceite y filtros de motor y caja de cambios, refrigerante, bujías, filtro habitáculo. Neumáticos al 90%. No hay que hacerle nada. Funciona todo perfectamente. Interior piel. Cristales tintados. Itv al día. Pantalla táctil grande. camara de marcha atras. Navegador. Apple Car Play.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "206000 km",
            "precio": 10490.0
        },
        {
            "titulo": "BMW Serie 5 (523) Año 2010 con 204cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-523-ano-2010-con-204cv-1087885394",
            "descripcion": "Bmw 523 nacional, de 2010, con 281.000Km. Atencion!!!! el coche funciona perfectamente esta impecable solo hay una averia que se calienta un poco de vez en quando. Extras: -Cuero color amarillo -asientos eléctricos -cambio automático con levas y 3 modos -control de crucero y limitador -luz ambiente en 2 colores -sensores de aparcamiento delanteros y traseros -bluetooth con manos libres -control por voz -arranque sin llave -sensor de lluvia -sensor de luces -mandos en el volante",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "281000 km",
            "precio": 6800.0
        }
    ]
}