{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 5",
        "version": "530xd Touring Aut.",
        "año mínimo": "2007",
        "año máximo": "2008",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": "235",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=235&min_year=2007&max_year=2008&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 5 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2007-923143770",
            "descripcion": "Libro de mantenimientos. Nacional pack M exterior e interior con todos los mantenimientos al día y con todos los líquidos tanto frenos, anticongelante y lo más importante el de la caja de cambios con su filtro incluído. Discos y pastillas recien cambiados. Ruedas nuevas y llantas originales impecables. Pack M con asientos plus totalmente eléctricos al igual que el volante. Navegador ampliado, alarma, retrovisores eléctricos y abatibles, largas bixénon automáticas ya en su año. Suspensión M. Todas las lunas originales. Tratamiento cerámico exterior. Cuero Dakota tratado e hidratado. Mejor ver y probar. Se puede ver en Orense o Pontevedra.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "178000 km",
            "precio": 15990.0
        },
        {
            "titulo": "BMW Serie 5 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-1072784326",
            "descripcion": "Bmw Serie 5 miy cuidado, completamente nuevo, muchos extras de serie. piel, xenon, asientos electricos, cambio automatico, navegador profesional etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2007",
            "kilómetros": "153000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW 530d pack m 231 cv restyling",
            "enlace": "https://es.wallapop.com/item/bmw-530d-pack-m-231cv-restyling-1052496991",
            "descripcion": "muy cuidado!!! pocas unidades con pack M de serie y nacional,modelo 530d 231cv restyling con caja de cambios joystick,todo el mantenimiento al dia motor y caja de cambios,pastillas de freno en buen estado,bateria cambiada hace poco,neumaticos al 80x100 doble medida,2 llaves,itv en vigor,EQUIPAMIENTO: navegador, Bluetooth,tapiceria mixta tela-cuero,control de velocidad,entrada de aux,pack iluminacion,isofix,asientos deportivos,climatizador,sensor de luces y lluvia,bola se remolque de origen,sensor de aparcamiento delantero y trasero,faros de xenon,llantas en 18...ect...(acepto coche como parte de pago) tengo whatsapp",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "260000 km",
            "precio": 13900.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-530d-lci-1063630256",
            "descripcion": "!!!!Solo acepto cambio por X5 e70 en estado y km similares!!!!! Aportando diferencia de dinero si la ubiera Vendo Bmw e60 Lci restiling 530d automatico velocidades en perfecto al dia de todos los mantenimientos y mantenimiento de caja echo por dialisis muchos extras de origen mas añadidos -Faros bi-xenon direccionales -Luces largas automaticas adaptativas -Sensor luces automaticas -Sensor lluvia -luces de bienvenida -luces de cortesia en espejos -climatizador tri-zona -espejos fotocromaticos -espejo derecho con funcion de inclinacion al poner marcha atras -control de velocidad -sensores de aparcamiento -camara marcha atras -pantalla android -asientos cuero semielectricos -pack M original exterior -bola de remolque desmontable original -volante original M5 -Lips delantero laterales y traseros -difusor doble salida con tapadera de bola desmontable -suspension koni regulable en dureza montada 10/09/24 -discos delanteros perforados y pastillas ceramicas - Llantas bbs rs styling 101 originales en 20” (llantas muy exclusivas y dificiles de ver) se puede ver sin compromiso si no te imteresa el precio no me hagas perder el tiempo, no me urge venderlo ni necesito el dinero, estara en venta mientras siga disponible el x5 que estoy interesado en comprar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "235 cv",
            "año": "2008",
            "kilómetros": "222000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW 530d 231cv restyling pack m completo",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2007-1052962519",
            "descripcion": "muy cuidado!!! pocas unidades con pack M de serie y nacional, modelo 530d 231cv restyling con caja de cambios joystick,todo el mantenimiento al dia motor y caja de cambios, pastillas de freno en buen estado, bateria cambiada hace poco, neumaticos al 80x100 doble medida,2 llaves, itv en vigor, EQUIPAMIENTO: navegador, Bluetooth,tapiceria mixta tela-cuero,control de velocidad,entrada de aux,pack iluminacion,isofix,asientos deportivos, climatizador,sensor de luces y lluvia, bola se remolque de origen,sensor de aparcamiento delantero y trasero,faros de xenon,llantas en 18...ect...(acepto coche como parte de pago) tengo whatsapp",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "260000 km",
            "precio": 12999.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1051324926",
            "descripcion": "Ordenador de abordo, GPS, Bluetooth, parking delantero y trasero, espejos electrónicos, sensores lluvia y luces. cambio automatico. en perfecto estado. Siempre en garage. 162000 km. Pastillas delanteras cambiadas hace un mes y traseras y discos en buen estado. Ruedas también en buen estado, al 70%. Correa de dudtribucion cambiada a los 130.000 km. ITV hasta marzo 2025. Interior también en perfecto estado. Asientos de cuero Dakota negro. Todo perfecto. Muy bien cuidado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2008",
            "kilómetros": "162000 km",
            "precio": 12990.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1069725908",
            "descripcion": "BMW 520D ¡¡¡OPORTUNIDAD, MUY CUIDADO!!!! AUTOMATICO, LUNAS TRASERAS TINTADAS. TAPICERIA CUERO Y TELA Coche en excelente estado mecánica, interior y exterior muy bien. Equipado con control de velocidad, elevalunas eléctricos, climatizador automático, llantas, equipo de sonido con mandos al volante, , etc. Se realiza prueba de conducción con resultados excelentes. Dispone de etiqueta medioambiental B. Posibilidad de envío a cualquier punto de la península. AÑO 2008 149.000 KM 177CV/2000CC DIESEL",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2008",
            "kilómetros": "149000 km",
            "precio": 12090.0
        },
        {
            "titulo": "BMW Serie 5 e60 HOMOLOGADO",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-e60-homologado-1080710787",
            "descripcion": "- Suspensión Bilstein b12 Sportline con muelles Eibach - Copelas delanteras y traseras Meyle - Discos de freno delanteros y traseros perforados Zimmerman - Sensores de pastillas delanteros y traseros Meyle - Pastillas traseras y delanteras ATE - Latiguillos metálicos - Liquido de frenos Motul 660. - Bieletas de suspensión eje trasero y delantero Meyle - Brazo oscilante eje delantero Meyle HD - Flector de transmisión Meyle HD - Junta decantador de aceite - Valvula ventilación carter Meyle - Caja de calentadores Hitachi - 6 calentadores NGK - Termostato refrigerante - Bomba de agua - Termostato circulación gases Mahle - Kit anulación palomillas de aluminio - Filtro de aire K&N alto rendimiento - Filtro gasolina Purflux - Filtro aceite Purflux - Filtros habitáculo Purflux - Correa de servicio de accesorios Continental - Correa aire acondicionado Continental - Poleas tensoras kit de servicio (las 2) - Downpipe y anuladas electrónicamente las regeneraciones (entrego también FAP pero debe estar obstruido ya que daba fallo) - Stage 1 - Kit completo elevalunas trasero izquierdo Stark - Batería Varta 07/08/2024 - Motor de arranque - Tacos de motor de ambos lados - Cambiadas todas las juntas del motor - Juntas inyectores cambiadas - Inyectores limpiados con ultrasonidos Mejoras estéticas: - Pack M exterior completo original de Bmw (regalo paragolpes delantero original) - Llantas en 19” M5 (réplica) con neumáticos traseros Michelin (desgastados) y los delanteros puestos hace 1000 kmtrs de la marca Kumho. - Separadores traseros y delanteros hechos a medida en PitWheel - Pantalla Android - Cortacorriente oculto táctil instalado en Madrid Audio con función taller (el mas caro de los 2 que venden) para que no tengas que decir donde está el táctil y lo desactivas permanente. - Volante Pack M con acabados pintados en negro piano - Molduras interiores pintadas en negro piano - Cuadro de velocidad cambiado de color a blanco con las agujas de azul oscuro a azul claro, se difumina",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "235 cv",
            "año": "2007",
            "kilómetros": "193508 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW E60 530d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2007-1083403652",
            "descripcion": "Bmw serie 5 e60 530d, Motor m57 D3, Suspensión roscada KW homologada Pack M interior y exterior Asientos confort eléctricos calefactables con memoria Volante M eléctrico y con memoria Head up display (pantalla en luna delantera) Ventanillas dobles Cortinillas eléctricas Llantas 19\" 245/35/19 alante 265/30/19 atrás Retrovisores originales M5 (2500€ con factura) eléctricos, calefactados y con led Alerón original M5 Faros bixenon bidireccionables con luz apoyo en curva, con ojos de ángel en led y lava faros Faros traseros led Sensores parking con cámara, delantero y trasero Sensor lluvia Sensor luces largas Sensor lineas blancas Control crucero con freno Calefacción estacionaria programable Climatizador cuatrizona Pantalla grande Equipo sonido HI-FI Mantenimiento motor, caja de cambios y grupo trasero recién hecho, siempre al día, muy cuidado. Lo entrego con itv recién pasada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "248000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 5 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2007-1023755939",
            "descripcion": "Se vende BMW SERIE 520d 163cv modelo Restyling, automático. Totalmente impoluto por dentro y por fuera, tapicería Piel Alcántara y lisa beige, asientos eléctricos, climatizador bizona, sensor de lluvia,.... Llantas 19\", cubiertas nuevas, pastillas de freno , aceite y filtro de aceite recién cambiado. Aceite caja de cambios recién cambiado, ITV hasta marzo de 2025 , el coche está muy bien cuidado y siempre ha dormido en garaje. Mejor verlo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2007",
            "kilómetros": "204000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 5  11/2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-11-2007-1027625901",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "235 cv",
            "año": "2007",
            "kilómetros": "276000 km",
            "precio": 10990.0
        },
        {
            "titulo": "BMW Serie 5 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2007-1021029307",
            "descripcion": "Se vende BMW 520d 163cv modelo Restyling automático totalmente impoluto por fuera y por dentro,tapicería piel Alcántara y lisa beige,asientos eléctricos,climatizador bizona,sensor lluvia,… llantas 19 pulgadas,cubierta nuevas,pastilla de freno aceite y filtro aceite recién hecho,aceite caja de cambio recién hecho,ITV hasta marzo 2025.muy cuidado!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2007",
            "kilómetros": "204000 km",
            "precio": 10900.0
        },
        {
            "titulo": "BMW Serie 5 2007 525i Facelift",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2007-525i-facelift-1086029741",
            "descripcion": "BMW E61 LCi - 525i Del 10/2007 con 156,000km Motor de 6 cilindros - 3,0 litros - 218 CV Transmisión automática ITV hasta 10/2025 El coche funciona y se conduce perfectamente, la transmisión cambia de marcha perfectamente. Libro de mantenimiento BMW hasta 2022 + revisiones realizadas en talleres individuales (facturas incluidas) Septiembre 2024 - Neumáticos nuevos Marzo 2024 - Servicio de filtros y aceite de motor Enero 2024: Cambió el tanque de expansión junto con las mangueras superior e inferior que se conectan a él. Marzo 2023 - Cambio de aceite de transmisión + servicio de filtros y aceite de motor. Mayo 2022 - Cambio de aceite y filtro de la caja de cambios Asientos delanteros de cuero ajustables eléctricamente Asientos delanteros y traseros con calefacción Volante calefactable y ajustable eléctricamente Sensor de parqueo delantero y trasero Logic 7 sistema de sonido Bi-xenón Sensores de lluvia Airbags frontales y laterales Ruedas de 17\" etc.. Tiene algunas abolladuras y rayones menores, pero bastante normales para su edad.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "156000 km",
            "precio": 10750.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-993951502",
            "descripcion": "Bmw 520d touring e61 automático 2008 nacional ,250.000km ,libro de bmw sellado hasta los 170.000km ,mantenimiento de caja automática a los 236.000km con factura ,motor muy bien estado, pack M exterior completo homologado en ficha, llantas pack m originales, neumáticos cambiados en marzo, sensores de aparcamiento ,navegador original grande, auxiliar, asientos de cuero buen estado, espejos eléctricos y abatibles eléctricos, ayuda de cristal derecho para aparcamiento ,velocidad digital ,cortinas laterales ,2 mandos de cierre centralizado.NO MAREAR NO CAMBIO. TRANSFERENCIA A MI CARGO EN GESTORIA. 10.000€",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2008",
            "kilómetros": "250000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1083414702",
            "descripcion": "Vendo bmw 525d LCI motor 3.0 con 197cv (actualmente reprogramado a 240). Vehiculo muy cuidado y mimado. Dispone de techo solar, asientos en cuero beige deportivos, pack M interior y exterior, llantas tipo M5 e60 style 166 en 19 pulgadas doble medida, discos delanteros rayados, muelles eibach, techo solar, faros bi-xenon, cortinillas traseras electricas, cristales tintados homologados..etc. Los 4 neumaticos nuevos. Pintado hace un año en color negro mate/satinado. El coche tiene itv hasta agosto de 2025, pasada sin ningun fallo. Mantenimiento de motor y caja de cambios recién hechos. Precio poco negociable.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2008",
            "kilómetros": "212000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1073696100",
            "descripcion": "todo al dia",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2008",
            "kilómetros": "205000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1030732893",
            "descripcion": "El coche está en prefecto estado. asientos eléctricos de piel negro. llantas 17 con neumáticos nuevos, de motor está perfecto, con todos sus cambios hace 1000km, caja de cambio automatico con joystick. No acepto cambio..",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "235 cv",
            "año": "2008",
            "kilómetros": "285000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1086939547",
            "descripcion": "bmw 520d e60 pack m interior i exterior anio /09/2008 itv recen pasada 2026 motor cadena 2.0d 177cv 🐎🐎🐎 extras asientos cuero isofix electricos senzor de aparcamiento delante i atras camera marcha atras senzor luvia manos libre volante m llantas 18 m pneumaticos 80%vida continental plantalla android tiene fm cd aux bluettoh techo nuevo negro m recen canbiados todo lo filtros i acete demostrable con factura hace 1500km turbo conpresor nuevo tengo factura filtro particulas nuevo tengo factura las suspension deportivas tengo monton de facturas mas de 4000mil el choce no falta que le haces nada recent canbiado todo las poleas i tensor delă Corea de los accesorios bomba de agua nueva",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2008",
            "kilómetros": "300000 km",
            "precio": 8550.0
        },
        {
            "titulo": "BMW Serie 5 530XD 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-530xd-2007-1075743097",
            "descripcion": "Coche al día de mantenimiento, guardado siempre en cochera. Revisión este año de caja de cambios automática, cambio de turbo, catalizador, filtro de partículas y batería Bosch. Ruedas runflat con dibujo casi completo. Tiene como extras principales cortinilla eléctrica trasera y manuales en los laterales, navegador, control de crucero, sensor de lluvia y sensores de aparcamiento delanteros y traseros y es tracción total. Tiene alarma y modificado el conector OBD para impedir el arranque a través de este puerto. Tiene adaptador para permitir usar el OBD con normalidad. El vehículo se vende porque lo tengo por herencia y no lo necesito. Cualquier foto adicional o información contactar sin compromiso pero agradecería quién esté realmente interesado. Se puede ver y llevar a taller para cualquier comprobación.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "235 cv",
            "año": "2007",
            "kilómetros": "265000 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW Serie 5 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2007-979253431",
            "descripcion": "Vendo bmw 530d 235cv finales del 2007itv hasta febrero 2025 con 275.000 km llantas de m5 en 19 viene ya con el joustick sin ningún rasguño muy bien cuidado se acepta coche como forma de pago muy poco negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "235 cv",
            "año": "2007",
            "kilómetros": "265000 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW Serie 5 2008 SE VENDE O CAMBIA POR 4X4",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-356859558",
            "descripcion": "muy poco uso está como nuevo SE VENDE O SE CAMBIA POR 4X4",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "235 cv",
            "año": "2008",
            "kilómetros": "225000 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1085655871",
            "descripcion": "Coche muy cuidado, todos los mantenimientos hechos en la casa bmw, único dueño. Techo solar , sillones en piel, faros direccionales de xenón.. etc. Mejor ver y probar , acepto prueba mecánica y si falla algo , lo pago yo. Negociables.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2008",
            "kilómetros": "300000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-520d-2008-e60-1051743389",
            "descripcion": "Pongo a la venta mi BMW Serie 5 520d, un coche de alta gama que combina a la perfección potencia, elegancia y eficiencia. Este vehículo ha sido siempre tratado con el mayor cuidado, con ITV vigente hasta 2025 y sin ningún problema mecánico. Con 230.000 km en carretera, sigue ofreciendo el rendimiento y confort que caracteriza a BMW. Mantenimientos hasta los 200.000km pasados en el servicio oficial. Características principales: Motor de 177cv, ideal para una conducción ágil y eficiente, tanto en ciudad como en carretera. Consumo bajo para su potencia, lo que lo hace perfecto para largos trayectos. ITV pasada hasta 2025, sin necesidad de preocupaciones hasta entonces. Estado general: Desperfectos de chapa típicos del uso, pero nada que afecte su funcionamiento o seguridad. Detalles que no restan la elegancia y presencia que ofrece este modelo. Este BMW sigue siendo un referente en cuanto a calidad de conducción, con un interior espacioso, cómodo y equipado con todo lo necesario para un trayecto agradable. Perfecto tanto para uso diario como para viajes largos. Precio negociable, no dudes en preguntar para más detalles o concertar una visita. ¡No pierdas la oportunidad de llevarte este BMW que sigue siendo una auténtica joya en la carretera!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2008",
            "kilómetros": "220000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1046681481",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2008",
            "kilómetros": "205000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1054367983",
            "descripcion": "el coche esta para andar con el mejor ver y probar las 4 ruedas nuevas faros de senon canbio automatico tlf: 692233064",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "180 cv",
            "año": "2008",
            "kilómetros": "232000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 5 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2007-1054123987",
            "descripcion": "ruedas recien cambiadas, perfectas condiciones. Acepto cualquier prueba.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2007",
            "kilómetros": "151000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 5 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2007-1009473372",
            "descripcion": "530 xd 231 cb en buen estado ITV pasada el día 29.octubre.2024 sin ni gun fallo todo perfecto se acerta prueba mecánica cualquiera pregunta mandar gracias",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "247000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-953516399",
            "descripcion": "se vende BMW recién pintado, recién revisado caja cambios hecha año pasado tapicería recién hecha etc más información privado 2 propietarios también se cambia por algo que me interese monovolumen BMW x3 osea algo mas familiar precio negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2008",
            "kilómetros": "250000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 5 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2007-902712005",
            "descripcion": "BMW E60 el motor se le cambió y se le puso nuevo, tiene 30.000 kilómetros. El coche tiene 280.000 kilómetros, pero está en perfecto estado, ya lo pueden ver en las fotos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2007",
            "kilómetros": "30000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1082480814",
            "descripcion": "Se vende BMW en perfecto estados motor y mecánica perfecto se acepta todo tipo de pruebas mecánicas sin compromiso No acepto cambios #audi #a8 #a5 #a6 #s-line #4.0 #4.2 #q7 #bmw #e60 #f10 #e46 #m3 #635i #x5 #x6 #volkswagen #golf #r-line #passatcc #touran #r300 #r32 #gti",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "235 cv",
            "año": "2008",
            "kilómetros": "283000 km",
            "precio": 7800.0
        },
        {
            "titulo": "BMW 525d E60 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1076470636",
            "descripcion": "Se vende BMW Serie 5 525d E60 restyling Coche en excelente estado, tanto de mecánica como de carrocería. Cuenta con muchos extras y ha recibido sus mantenimientos al día, algunos en concesionario oficial BMW. Neumáticos nuevos e ITV válida hasta junio de 2025. Importado de Alemania en 2017. Se puede ver y probar sin compromiso. Por favor, abstenerse de hacer ofertas NO NEGOCIABLE. No acepto cambios por otro vehículo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2008",
            "kilómetros": "263000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1067207728",
            "descripcion": "Bmw serie 5 e60 520d automático Modelo restyling -Revisiones al día✅ -Cambio aceite✅ -cambio filtros y pastillas✅ -Itv hasta noviembre de 2025✅ -214.000km reales✅ -dos llaves ✅ -neumaticos al 85%✅ interiores en perfecto estado con asientos electricos y de cuero beige se acepta cualquier tipo de prueba mecanica. Se puede ver y probar sin compromiso. NEGOCIABLE",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2008",
            "kilómetros": "214000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1015052907",
            "descripcion": "se vende BMW SERIE 5 525D en muy buen estado general con algun roce tipico de aparcamiento muy completo en cuanto a extras todos los mantenimientos y revisiones al dia. Para mas informacion y fotos contacta conmigo por whatsapp o correo. 692041310 No contesto ofertas absurdas",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2008",
            "kilómetros": "208000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 5 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2007-1001173436",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2007",
            "kilómetros": "211331 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 5 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2007-1059858684",
            "descripcion": "Vendo bmw touring restyling, con paquete M interior y exterior. Automático, cuero, pantalla android con carplay-android auto,cámara de marcha atras ,sensores de parking,volante tapizado, mantenimiento recien hecho, pastillas delanteras , traseras y ruedas nuevas. Acepto cualquier prueba mecánica. Pegatina medioambiental. Particular.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "260000 km",
            "precio": 7200.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-995829125",
            "descripcion": "Bmw 530xd finales de 2007 modelo 4x4 lci restyling Coche con matrícula italiana Siempre utilizado en la autopista para viajes largos y cómodos Muy bien mantenido Revisado cada 10000 km con Castrol 5/30 y filtros y cambiado cada 40.000 km Turbina nueva con 15.000 km inyectores con 15.000 km bomba de agua y termostato con 3.000 km Coche silencioso y potente luego paquete m original Techo panoramico nuevo perfecto No perditempo Non mi interessa cambi con altre auto Auto perfetta NO PERDITEMPO .........",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "235 cv",
            "año": "2008",
            "kilómetros": "279000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 5 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2007-1016033189",
            "descripcion": "SI ESTA EL ANUNCIO SIGUE EN VENTA Un solo dueño muy cuidado muchos extras techo panorámico navegador parktronic xenón mejor ver posibilidad buscar financiación",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2007",
            "kilómetros": "260000 km",
            "precio": 6999.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1075299497",
            "descripcion": "Todo el mantenimiento recién hecho incluida caja de cambios. Acepto prueba mecánica mejor ver y probar... 693722195",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2008",
            "kilómetros": "290000 km",
            "precio": 6900.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-999113898",
            "descripcion": "Bmw e60 530 d 218cv. Itv pasada en Abril. FULL EQUIP ORIGINAL. Pack M, asientos confort calefactables con todas las regulaciones eléctricas. Muelles EIBAC homologados. Llantas 19 Borbet doble medida. Techo solar. Marcador con 390.000km. Cambio de motor hace dos años, con 205.000km, con factura incluida. Mantenimiento de caja con factura incluida. PRECIO6600 debido a que tiene cosas por hacer): discos delanteros, amortiguadores delanteros, el turbo chifla un poco en altas revoluciones, y algún pequeño detalle de pintura en paragolpes,marca fallo dirección activa Posibilidad de cambio por bmw e93 o bmw e36 325 328 i o bmw cabrio",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "213000 km",
            "precio": 6600.0
        },
        {
            "titulo": "BMW Serie 5 530D 231CV ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-530d-231cv-1078990687",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "300000 km",
            "precio": 6490.0
        }
    ]
}