{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 5",
        "version": "520iA Exclusive",
        "año mínimo": "2002",
        "año máximo": "2003",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": "170",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=170&min_year=2002&max_year=2003&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 5 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2003-1036205811",
            "descripcion": "El coche esta como nuevo muy poco uso esta genial tanto de pintura como interior ruedas nuevas suspensiones mantenimiento de caja de cambios de motor itv hasta 3/2025 vendo por aumento de familia más información 664466434 algo negociable se puede llevar a la bmw mecánico diagnóstico etc..",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2003",
            "kilómetros": "131000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 5 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2002-1083341954",
            "descripcion": "Serie 5 touring e39. Muy bien conservado. Ruedas nuevas. Faros delanteros nuevos. Todo el mantenimiento al día. Faros xenon con ángel eyes. Sensor de luces y lluvia. Asientos tela en perfecto estado. Radio android con navegador, cámara trasera y bluetooth movil, Google Maps, Spotify etc. Sonido limpio sin distorsión. Defensa delantera M. Cambio automático de cinco velocidades. Motor 6 cilindros en linea 2.200cc 170cv. El coche va como la seda. Hay que cambiar amortiguadores traseros y falla algún sensor de velocidad de las ruedas. ITV hasta julio 2025. Típicos roces de aparcar. Bujías nuevas. Aceite recién cambiado hace 3000 km. Liquido dirección nuevo. Discos y pastillas con mucha vida. El coche circula a diario. Gancho remolque. El cambio automático va perfecto. Climatizador bizona. Enfría y calienta perfecto. Cambiados todos los filtros. Llantas 17\" del serie 5 e60. Neumáticos 225/50/17. Cualquier pregunta o duda por mensaje o teléfono. El coche está de cine. Puerta maletero cierre de aproximación, solo arrimarlo y se cierra solo. Motor muy suave y lineal, llevándolo arriba anda bien, además de fiable. No me consume nada de aceite. Consumo de gasolina normal para ser un 6 cilindros. De cuando hacían coches para durar, Tapizados y plásticos duraderos y en perfecto estado. Retrovisor interior electrocromático. Mandos en el volante. Control de velocidad. Marcación por voz. Luces bajo las puertas con logo BMW. Antinieblas de color amarillo. Riñones de doble lama. No habría que hacerle nada más que dos amortiguadores y sensores de las ruedas. Ya no quedan coches así... Lo vendo porque tengo más coches y necesito espacio. Muy a mí pesar porque es una muy buena unidad.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "293000 km",
            "precio": 3499.0
        }
    ]
}