{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 5",
        "version": "535d Touring",
        "año mínimo": 2013,
        "año máximo": 2016,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 313,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=313&min_year=2013&max_year=2016&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW 530d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1083712053",
            "descripcion": "Vehículo Nacional. muy cuidado. De los ultimos de este modelo F10 LCI restyling. automatico 8 velocidades. etiqueta C todo al día. nada que hacerle. Dispongo de libro, de todos los servicios en casa oficial bmw , revisión completa de todo. Acepto prueba mecánica.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2015",
            "kilómetros": "162000 km",
            "precio": 28000.0
        },
        {
            "titulo": "BMW Serie 5 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2016-1075759468",
            "descripcion": "Coche en excelente estado, Head up Display, climatizador automático, arranque sin llave, asientos de cuero dakota eléctricos y calefactables, cuadro intrumentos digital, elevalunas eléctricos, luces adaptativas inteligentes, pantalla táctil android, ordenador de a bordo, limitador de velocidad, velocidad de crucero, sensor de lluvia, sensor de luces, dos llaves, coche nacional, faros antiniebla, llantas aluminio 19 pulgadas doble medida, freno aparcamiento eléctrico, neumáticos pirelli P Zero Runflat nuevos delantero 245/40-19 trasero 275/35-19, sensor de aparcamiento, cámara trasera, Portón eléctrico, 4 modos de conducción, ayuda en pendiente...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2016",
            "kilómetros": "133000 km",
            "precio": 26900.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-988063931",
            "descripcion": "Modelo Luxury full equip",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2015",
            "kilómetros": "231000 km",
            "precio": 26400.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-992733952",
            "descripcion": "BMW 535d Xdrive 313cv diesel poco consumo y muy potente 183500km hecho en autopista esta en condicion perfecta no hay que hacerle nada siempre duerme en garaje mejor ver i probar pegatina ambiantal C！",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2015",
            "kilómetros": "183500 km",
            "precio": 25999.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-978312268",
            "descripcion": "Vendo BMW 520d F10 con 190cv septiembre 2015 Excelente estado como nuevo, asientos de cuero color beige,eléctrico y calefactables,cambio automático 8 velocidades,sistema de navegación profesional y mucho más extras, y mas importante que es EURO 6 pero no tiene sistema de AdBlue,Tiene Distintivo medioambiental C, ITV este en vigor hasta septembre 2025, sólo venta no me interesa cambio",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "67000 km",
            "precio": 25500.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-869747278",
            "descripcion": "Bmw serie 5 F10 automático, sensores aparcamiento, cámara trasera , todas las revisiones hechas Asientos con memoria y calefactables los delanteros ,sonido Hartman Kardon etc…",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "102000 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW Serie 5 520d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-1082716722",
            "descripcion": "BMW Serie 5 520dA Touring EQUIPADO CON *Kit M5 (Todo Homologado) Volante de cuero multifunción Asientos delanteros electricos Asientos delanteros calefactables Llanta Avantgarde 20\" Tapicería en cuero Beige Modos de conducción Etc Posibilidad de financiación Este anuncio se muetras a título informativo, puede contener errores.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "78900 km",
            "precio": 24990.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1075650999",
            "descripcion": "BMW 520 GT: Elegancia y Confort al Alcance de tu Mano ¡Oportunidad Única! Se vende BMW 520 GT en impecable estado. Este vehículo, sinónimo de lujo y rendimiento, combina a la perfección la deportividad con la comodidad. Características Destacadas: Kilometraje certificado: Todos los kilómetros son reales y están debidamente documentados. Revisiones al día: El coche cuenta con un historial completo de mantenimiento en concesionario oficial BMW, garantizando su óptimo funcionamiento. Garantía de 1 año: Adquiere este vehículo con total tranquilidad gracias a nuestra garantía de 12 meses. Estado impecable: Interior y exterior en perfecto estado de conservación. Equipamiento completo como techo solar, asientos de cuero, sistema de navegación, etc. ¿Por qué elegir este BMW 520 GT? Conducción suave y placentera: Disfruta de una experiencia de conducción inigualable gracias a su potente motor y suspensión de alta calidad. Diseño elegante y deportivo: Su diseño atemporal y líneas aerodinámicas lo convierten en un vehículo que no pasa desapercibido. Amplio espacio interior: Perfecto para viajes largos y cómodos, tanto para el conductor como para los pasajeros. Tecnología de vanguardia: Equipado con las últimas tecnologías en seguridad y entretenimiento. Si buscas un vehículo de alta gama, con un historial impecable y a un precio inmejorable, ¡este BMW 520 GT es para ti! ¡¡¡POSIBILIDAD DE ENTREGAR EN TODA ESPAÑA!!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2015",
            "kilómetros": "163000 km",
            "precio": 24499.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1093780673",
            "descripcion": "Vehiculo comprado en casa oficial y pasadas todas las revisiones en ella. Siempre en garaje. Se acepta cualquier tipo de prueba mecanica. ITV recien pasada. Ruedas traseras nuevas. Ruedas delanteras 80%. Pintado entero hace 1 año. EXTRAS. - Paquete M. - Techo. - Asientos calefatables. - Navegador. - Bola de remolque electrica. - Detector adelantamiento. - Retrovisores electricos. - Tapiceria de cuero. - Sensores aparcamiento.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2015",
            "kilómetros": "190000 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW 525d ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2014-1061964191",
            "descripcion": "coche en perfecto estado, revision recien realizada. importado y revisado por needcarhelp con informe y video de la revision. comprado con garantia en casa de coches premium full equip tiene todos los extras de bmw consumo de 8l/100kms 240cv edicion limitada. con extras añadidos como levas m, tablero del 550d con 5 modos de conduccion y pantalla digital. radio nadroid de bmw etc neumaticos nuevos recien puesto este miercoles 6/11/24 esta impecable mejor ver.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2014",
            "kilómetros": "100000 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW Serie 5 530d Touring 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-530d-touring-2016-1062950049",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2016",
            "kilómetros": "206000 km",
            "precio": 23999.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1061885328",
            "descripcion": "AUTOADA OCASIO. Venta vehiculos multimarca seminuevos y ocasion. Mas informacion y mas vehiculos en nuestra web; tallersautoada.com Gastos gestoria no incluidos en el precio.12 meses garantia contractual.Financiamos el 100% consulta condiciones.Gestion de financiacion.Valoramos y aceptamos su vehiculo actual como entrada.Este anuncio y el precio sera valido salvo error tipografico.Este anuncio no es vinculante se muestra a titulo informativo no contractual.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2015",
            "kilómetros": "160900 km",
            "precio": 23500.0
        },
        {
            "titulo": "BMW 535d Touring LCi",
            "enlace": "https://es.wallapop.com/item/bmw-535d-touring-lci-1077974542",
            "descripcion": "535d touring LCi muy exclusivo(Prácticamente la totalidad de los que hay a la venta con este motor son Xdrive) pocas unidades. De las últimas unidades fabricadas(10/2015) - Paquete M completo - Navegador profesional - Sonido HIFI - Techo panorámico - Faros full led automáticos y adaptativos - Asientos cuero Dakota Negros calefactables, eléctricos y con memoria - Head Up Display - Virtual Cockpit - Camara 360 - Bola remolque automática - Cortinillas traseras - Shadow Line - Techo antracita - Paquete comfort(apertura sin llave, iluminación interior, etc) -Paquete maletero - Paquete iluminación - Paquete innovación - Asistente cambio de carril, atascos/retenciones, anti colisión, lectura señales… … Etiqueta C, no lleva Adblue No fumador, súper equipado y muy cuidado, coche al día con facturas e historial completo, campañas pasadas. Se acepta prueba mecánica en taller o terceros tipo needcarhelp etc. Podría aceptarse coche de inferior valor como parte de pago, tipo A4 avant, Clase C estate, Q5 o similares.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2015",
            "kilómetros": "263000 km",
            "precio": 23500.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-933149905",
            "descripcion": "Accepto qualquier prueba .....",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2015",
            "kilómetros": "201000 km",
            "precio": 23500.0
        },
        {
            "titulo": "BMW Serie 5 2016 XDrive restiling",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2016-969305875",
            "descripcion": "Bmw Restiling en perfecto estado extras ultima foto con equipamiento M Performance tanto interior como exterior. Motor 3.0 Diesel 258CV con cambio automático Sport con levas, 5 modos de conducción kilometros reales una historia asta los 170.000km en bmw sellado el coche siempre a dormido en garage a estado muy mimado Etiqueta Ambiental C Verde ITV hasta Enero del 2025. El coche se entrega totalmente revisado con facturas de todo lo que se le ha hecho. Se entrega con la revisión de le caja de cambios recién hecho, que incluye filtro de aire, filtro de aceite y filtro de combustible, las 4 pastillas traseras y delanteras precio negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2016",
            "kilómetros": "205000 km",
            "precio": 23500.0
        },
        {
            "titulo": "BMW Serie 5 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2014-1078855619",
            "descripcion": "Bmw en perfecto estado mantenimientos al día,las 4 ruedas recién cambiadas itv hasta junio 2025",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2014",
            "kilómetros": "170000 km",
            "precio": 23000.0
        },
        {
            "titulo": "BMW Serie 5 2016",
            "enlace": "https://es.wallapop.com/item/bmw-530d-xdrive-3-0d-258cv-1038625068",
            "descripcion": "Bmw 530d F11 xDrive 3.0 6 cilindros 258cv Caja automática ZF 8 velocidades Octubre 2016 138mil km 2 propietarios. Disponible para entrega inmediata. Faros led adaptativos, asistente Luces largas, antiniebla led, paquete M interior y exterior, llanta 19” original, techo solar, navegador, Equipo sonido Harman Kardon, tapicería integral en piel, Head Up Display, alerta colisión, alerta cambio carril, asientos eléctricos calefactables, clima bizona, maletero con apertura y cierre automático, lector señales, y un sin fin más de extras. Transferencia incluida y un año de garantía. Consulta sin compromiso. Opcion de transporte disponible.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2016",
            "kilómetros": "140000 km",
            "precio": 23000.0
        },
        {
            "titulo": "BMW Serie 5 535dA xDrive 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-535da-xdrive-2016-1067629097",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2016",
            "kilómetros": "221000 km",
            "precio": 22999.0
        },
        {
            "titulo": "BMW Serie 5 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2016-1093888358",
            "descripcion": "Vendo 530d xdrive automatico 8 velocidades ideal para hacer viajes. -Nacional -Pack m completo -Luces adaptables -Apertura, cierre y arranque sin llave -Espejos antideslumbramiento -Cristales tintados -Luz ambiental -Applecarplay inalambrico -Asistencia encpendiente y descenso -Sensores delanteros, traseros y camara marcha atras -Asientos electricos -Llantas 19 doble medida -4 neumaticos completamente nuevos",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2016",
            "kilómetros": "200000 km",
            "precio": 22990.0
        },
        {
            "titulo": "BMW 530DA XDRIVE 258CV LIBRO",
            "enlace": "https://es.wallapop.com/item/bmw-530d-xdrive-258cv-1052278984",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2015",
            "kilómetros": "160000 km",
            "precio": 22900.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1077630444",
            "descripcion": "El coche en muy buen estado no fumador y con itv hasta agosto 2025 .Neumaticos nuevos michelin pilot sport .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2015",
            "kilómetros": "191230 km",
            "precio": 22500.0
        },
        {
            "titulo": "BMW Serie 520 touring xdrive SOLO: 94000 KM",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2014-1091105221",
            "descripcion": "vendo Bmw 520da touring xdrive automatico con SOLO 94000 km, etiqueta C el coche esta impecable, sin golpes, rallotes etc. Interior tambien impecable muy cuidado y siempre en garaje. Todos los extra menos levas . Mejor ver y probar en persona sin compromiso y se explican detalles se puede llevar a taller de confianza. Para mas informacion contactar. No marear para nada por favor. ITV en septiembre.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2014",
            "kilómetros": "94000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1085939907",
            "descripcion": "BMW 520d 190cv de Septiembre de 2015. Paquete Business, Paquete de comunicación profesional, paquete de visibilidad, paquete confort, techo de cristal panorámico, head Up Display, camara marcha atrás, sensores aparcamiento delantero y trasero, faros bixenon adaptables, faro antiniebla LED, portón automático, reglaje asientos electricos con memoria, climatizador 4 zonas, reglaje espejos automáticos plegables y calefactables, llantas de 18”, sistema HIFI, cuadro digital, linea exterior cromada. Todas las revisiones en concesionario BMW. siempre en garaje y muy cuidado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "145000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 5 530d GT Xdrive 258cv Pack M ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-530d-gt-xdrive-258cv-pack-m-1074569010",
            "descripcion": "bmw serie 5 GT 530d Xdrive pack M 258cv aut. vehiculo procedente de importacion ya matriculado en españa !! km reales certificados , revisiones y mantenimiento completo en servicio oficial de la marca. acepto vehiculo como parte de pago por valor de hasta 8.000€. palabras clave Audi A1 A2 A3 A4 A5 A6 A7 A8 S3 S4 S5 S6 S7 S8 R8 RS3 RS4 RS5 RS6 RS7 Q3 Q5 S5 Q7 SQ7 Q8 SQ8 2.0 tdi 3.0 tdi 4.2 tdi TSI FSI TFSI Sline ABT Competition Quattro Bitdi Allroad Offroad , Volkswagen Polo Golf Passat Phaeton Touareg Tiguan Touran Transporter AllTrack Multivan Caravelle T4 T5 T6 Rline Tdi GTI R32 R300 , Skoda Octavia , Superb Kodiak Fabia RS tdi Elegance , Seat Ibiza Leon Altea Alhambra Exeo Córdoba Toledo FR Cupra tdi , BMW serie 1 120d coupe cabrio serie 2 220d coupe M1 M2 320d 320i 330d Xd Xdrive 335d 335i coupe Xdrive pack M M3 E46 E92 E91 E90 , Serie 4 420d 430d 435d 435i Coupe M cabrio , serie 5 520d 525d 530d 535d Xdrive pack M F10 G11 M50d M5 Performance Competition , Serie 6 630d 635d 640d Gran Coupe 650i M6 Competition , Serie 7 730d Xdrive 740d 750Ld 760L M8 , X3 X4 X5 X6 X7 , Mini Cooper Countryman Clubman Jhonworks 1.6d 2.0d Coupe Cabrio , Mercedes Benz Clase A 200d AMG A45 clase B Clase E 320 CDI 350 CDI BlueTec E63 Clase S 350d S 500 S63 coupe AMG Brabus GLK GLC Gle coupe GLC coupe ML GL GLS Clase G 350 500 43amg S coupe , Smart Brabus , Land Rover Range Rover Vogue Sport Discovery Evoque Velar Dinamic Rdesign HSE Supercharged 2.7 3.0 5.0 SVR , Toyota Yaris Prius Corolla Verso Hilux Land Cruiser 100 CHR , Mitsubishi Montero Volvo XC70 XC60 XC90 Maserati Ghibli Levante V8 V10 4.2 , Porsche 911 997 Carrera Turbo S Panamera Cayenne Cayman Macan Diesel Turbo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2014",
            "kilómetros": "190000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2017-1072044909",
            "descripcion": "Vendo Bmw serie 5 gt 258cv diesel color azul marino en perfector estado. se puede ver en persona y probar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2015",
            "kilómetros": "167000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW 530d 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1045239379",
            "descripcion": "Se vende,Bmw 530d 2015 pegatina C!mantenimiento con menos de 3000km neumaticos traseros 100% de vida delanteros 100% de vida. -Techo solar -Paquete cortinillas -Paquete M interior-exterior (de fabrica) -Headup Display -Asientos comfort totalmente electricos (serie 7) y con memoria -Asientos calefactables -Cuadro 6wa (semidigital) -Sistema de sonido HI-FI (con radio android+carplay) - faros bixenon (retrofit full led) - Vibracion en volante al cambio de carril - Asistente frenada ante colision con otro vehiculo - Asistente frenada ante atropello peaton - Espejos electricos abatabiles y fotocromáticos (tambien el interior) - Camara de marcha atras - Paquete iluminacion ambiental 256 colores por app - Memoria en asientos como en columna de dirrecion - Volante M con levas - Caja de cambios sport ZF8hp - Luces largas automaticas (no deslumbra al de delante) - Y muchos mas extras -Muelles H&R -35mm CAMBIO POR BMW X5 2014 en adelante, el coche esta totalmente revisado y con informe libre de accidentes, kilometros reales y certificados. Absternese gente mareadora.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2015",
            "kilómetros": "247000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 5 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2014-1011161752",
            "descripcion": "Se vende precioso Serie 5 GT blanco perla con todos los extras posibles, techo solar panoramico, asientos de cuero negro, calefactables, GPS pantalla grande, maletero automático con sensor de pie, 3 modos de conducción con marcadores distintos para cada modo, camara trasera y sensores delanteros, suspensión neumatica con centro de gravedad, llantas en 19\" serie M, 2 llaves inteligentes abre de todas las manetas y arranca sin necesidad de sacar la llave, luces largas automáticas y xenon direccionable, disco duro multimedia para canciones, audio libros o podcast... acepto coche de mi interes como parte de pago!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "220000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1012287503",
            "descripcion": "Único dueño. Dueño es un señor de 65 años que se le ha hecho grande. Esta con todos los mantenimientos pasados. Todas las campañas pasadas. Neumáticos nuevos. Esta a toda prueba. Navegador, cámara marcha atrás, automático, bluetooth, xenon, ruedas runflat.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "60600 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 5 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2016-952825143",
            "descripcion": "bmw 520d touring 190 cv aut , coche en perfectas condiciones revisiones al dia, ruedas nuevas, navegador, etc... interior y exterior en muy buen estado, siempre en garaje ningun problema para ver, probar o llevar a taller.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "99000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-939828704",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2015",
            "kilómetros": "160000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW 520d Serie 5 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2016-1073787712",
            "descripcion": "BMW 520d F10 año 2016. Vehiculo NACIONAL. 110.000 km. Automatico de 8 velocidades. Perfecto estado tanto exterior como interior. Mantenimientos al dia realizados en BMW. Etiqueta medioambiental C. Itv en vigor hasta noviembre de 2026. Muchos extras, asientos electricos, porton electrico, 3 modos de conduccion, camara de marcha atras, sensores de aparcamiento, sensores de presion de neumaticos, gps, car play bixenon adaptativos, pilotos led lci ... No acepto cambios, solo venta. Precio negociable.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "110000 km",
            "precio": 21900.0
        },
        {
            "titulo": "BMW Serie 5 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520da-xdrive-4p-1011154366",
            "descripcion": "BMW Serie 5 520dA xDrive LUXURY LINE Pegatina ambiental \"C\" Segundo propietario Tracción 4x4 Kit exterior completo M Performance Alerón portón tipo M Performance Pilotos traseros ahumados OLED DYNAMICO SEQUENCIAL Faros bi-xenon con luz diurna LED Módulo 'Carplay' instalado Climatizador automático bizona Calefacción del asiento Volante calefactable Tapicerí­a de cuero color negro Sensores de lluvia y de luces Sensores de aparcamiento delanteros y traseros Cámara marcha atrás Lunas tintadas Control de velocidad Llantas MSW74 (8,5x19\") Neumáticos Michelin PILOT SPORT 4 XL * 245/40 R19 98Y ITV en vigor hasta 02/26",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "180000 km",
            "precio": 21900.0
        },
        {
            "titulo": "BMW 535dA Touring Xdrive F11",
            "enlace": "https://es.wallapop.com/item/bmw-535da-touring-xdrive-f11-1055966868",
            "descripcion": "BMW 535dA Touring Xdrive F11, de junio de 2013. Importado de Alemania con menos de un año (mayo de 2014). Muy buen estado de conservación, tanto exterior como, sobre todo, interior. Historial de servicio digital (última revisión en agosto 2024). Muy equipado: techo panorámico eléctrico, advertencia de cambio de carril, acceso sin llave, head up display, clima 4 zonas con asientos calefactados, reglaje eléctrico de asientos delanteros con memoria, volante y molduras M, navegador professional, control por voz, apertura gestual maletero, cierre asistido de puertas, etc. Batería nueva. Neumáticos a medio uso. ITV en vigor hasta mayo de 2025. Se entrega con garantía hasta agosto de 2025. Podría recoger coche de mi interés como parte de pago",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "144000 km",
            "precio": 21800.0
        },
        {
            "titulo": "BMW Serie 5 520D GT 2016 127.000km",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-gt-2016-958922846",
            "descripcion": "Itv al día. VEHICULO REVISADO Y A TODA PRUEBA. Garantía comercial 12 a 36 meses para particulares con coberturas en taller que usted decida preguntar. Cambio de nombre a particular 150€. Posibilidad de financiación. Puede ver y probar el vehículo en calle Marcelino Camacho nº 39 Móstoles (Madrid). Abiertos de lunes a sábado (mañana y tarde). Puede llevarse el vehículo con todos los trámites y papeles en el momento. Aceptamos coche como parte de pago. Posibilidad seguro más barato y entrega a domicilio. Más de 15 años experiencia nos avalan. Anuncio orientativo, no vinculante. Puede contener error.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2016",
            "kilómetros": "127000 km",
            "precio": 21500.0
        },
        {
            "titulo": "BMW Serie 5 520d 140 kW (190 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-140-kw-190-cv-1076281995",
            "descripcion": "Precio oferta sujeto a financiación: 21500 EUR. Precio al contado: 21500 EUR. *ARG* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Techo solar, Tapicería de piel, Asientos calefactables, Navegador, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros bixenón, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Freno de estacionamiento eléctrico, Arranque por botón, Bluetooth, Llantas de aleación (18\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "88354 km",
            "precio": 21500.0
        },
        {
            "titulo": "BMW Serie 5 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2013-992577850",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "165000 km",
            "precio": 21500.0
        },
        {
            "titulo": "BMW Serie 5 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2014-935674102",
            "descripcion": "Se vende BMW serie 5 motor F10 de muy bajo consumo, y una respuesta excelente.El vehículo está muy bien tanto su parte motriz como de estética, se puede probar y dejar probar por persona de confianza.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2014",
            "kilómetros": "185000 km",
            "precio": 21500.0
        },
        {
            "titulo": "BMW Serie 5 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2014-1074155096",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2014",
            "kilómetros": "99636 km",
            "precio": 21490.0
        },
        {
            "titulo": "BMW Serie 5 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2016-1085780906",
            "descripcion": "todos los extras,ful led adaptivo,facturas de la casa UN AÑO DE GARANTIA DE LA MECANICA 5 camaras ,sierre suave ,head up,llantas 20 dos medidas,x-drive,cortinas electricas,levas,2 llaves,y muchisimo mas tengo varios x6 , 740d 2016 b57 ful",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2016",
            "kilómetros": "200000 km",
            "precio": 21300.0
        },
        {
            "titulo": "BMW Serie 5 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2014-1083604188",
            "descripcion": "4 ruedas Pirelli runflat nuevas. Llevas en volante. Mantenimiento al día. Muy cuidado tanto por dentro como por fuera. Pastillas delanteras puestas hace 2000km. Se escuchan ofertas. Precio negociable.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2014",
            "kilómetros": "222500 km",
            "precio": 21200.0
        }
    ]
}