{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 5",
        "version": "535i xDrive",
        "año mínimo": "2011",
        "año máximo": "2011",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": "306",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=306&min_year=2011&max_year=2011&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 535i xDrive pocos kms",
            "enlace": "https://es.wallapop.com/item/bmw-serie-535i-xdrive-1021697687",
            "descripcion": "Coche nacional en perfectas condiciones tiene todas las extras. Mejor ver en persona. puedo aceptar cambio por furgoneta L2H3 tipo mercedes sprinter con el mismo valor",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2011",
            "kilómetros": "114000 km",
            "precio": 25900.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1045482895",
            "descripcion": "bmw 535I perfecto estado. iva deducible",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2011",
            "kilómetros": "105000 km",
            "precio": 23500.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1078892433",
            "descripcion": "BMW 528i PACK M5 MOTOR 3.0 ATMOSFÉRICO 258 CV AUTOMÁTICO 8 MARCHAS MANTENIMIENTO CADA 10 MIL KM NEUMÁTICOS CAMBIADOS HACE 3 MIL KM SE ACCEPTA CUALQUIER PRUEBA MECÁNICA. TODOS LOS CAMBIOS HECHOS CON PIEZAS ORIGINALES DE LA CASA BMW. DISCOS Y PASTILLAS DELANTERAS Y TRASERAS CAMBIADAS HACE 1 MIL KM EXTRAS. SISTEMA AUDIO - HARMAN KARDON INTERIOR PIEL NEGRA ASIENTOS CONFORT FULL ELÉCTRICO TECHO SOLAR SISTEMA ISOFIX NAVIGACION GRANDE CIC 2 LLAVES FAROS BIXENON CAMBIO CON COCHE HÍBRIDO POCO NEGOCIABLE.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2011",
            "kilómetros": "210000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-995050915",
            "descripcion": "Serie 5 528i ITV Noviembre 2024 Pegatina C Perfecto estado Siempre duerme en parking Asientos electricos Todo al dia Vehiculo nacional Segundo propietario Precio un poco negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "124000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1042440196",
            "descripcion": "Bmw 523i,nacional,de marzo de 2011,con 187.000 km reales,recien hecha revison completa de mantenimiento y de todo el vehiculo (para la venta) en concesionario oficial bmw (demostrable con factura). Con 150.000km se le hizo mantenimiento de caja de cambios.Hace 5.000km las 4 ruedas nuevas y pastillas de freno traseras. Extras: -cuero marron -asientos electricos -cambio automatico con levas -control de crucero y limitador -sensores de aparcamiento delanteros y traseros -luz ambiente en 2 colores - paragolpes delantero M(se entrega original) Duerme siempre en garaje. Se acepta prueba mecanica. No acepto cambios ni vehiculos como parte de pago",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "187000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1078581268",
            "descripcion": "Vendo BMW 528i automático de Septiembre de 2011 (modelo restyling). 2.0 turbo 245cv. Nacional. Está totalmente de orgien. Actualmente tiene 239.000kms. Soy el tercer dueño real. ITV y revisiones al día. Todas las revisiones pasadas en BMW excepto la última, realizada hace 5000kms. Dispongo de facturas e informe de BMW. No rezuma ni consume nada de aceite. Mecánicamente está en perfecto estado. Turbo y tapa de balancines cambiados hace 5000kms. Cárter y correa accesorios cambiados hace 1000kms. Mantenimiento de la caja de cambios por diálisis hecho por especialista hace 9000kms. Neumáticos traseros Michelin Pilot Sport 4 con 7000kms. Neumáticos delanteros Goodyear Excellence aún con algo de vida por delante. Está muy mimado. No se ha escatimado en gastos. Todo demostrable con facturas. Muchos extras de fábrica: - Kit M completo - Chasis deportivo M - Suspensión deportiva M - Dynamic Driving Control - Llantas M 351 19” - Caja automática deportiva ZF8 - Luces de Xenon - Techo panorámico - Asientos comfort activos con memorias y función masaje para conductor y acompañante - Apoyo lumbar pasajero y acompañante - Molduras interiores de aluminio - Portón maletero y cortinilla eléctricos - Start & Stop - Frenada regenerativa - Tapizado techo antracita - Bola de remolque escamoteable eléctrica - Retrovisor antideslumbramiento - Control distancia aparcamiento delantero y trasero - Climatizador dual - Control de velocidad adaptativo Chapa y pintura en muy buen estado. Sin golpes. Paragolpes delantero pintado recientemente. Paragolpes trasero con algún ligero roce del día a día. Interior prácticamente impecable. Sólo peca de los asideros de las puertas de goma algo enganchosos (defecto endémico de este modelo) y de la consola central trasera algo “pelada” (también defecto típico del modelo). Los asientos tanto delanteros como traseros están inmaculados, sin roce alguno. No tienen síntomas de uso. Se entregan 2 llaves. Se puede probar y llevar a cualquier taller mecánico.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "239000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 5 Touring Automático",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-touring-automatico-1080542793",
            "descripcion": "Se vende estupendo BMW 520i Automático de 2011. Nacional. Motor 4 cilindros gasolina. Todos los mantenimientos hechos hace un mes con facturas. Aceite y filtros de motor y caja de cambios, refrigerante, bujías, filtro habitáculo. Neumáticos al 90%. No hay que hacerle nada. Funciona todo perfectamente. Interior piel. Cristales tintados. Itv al día. Pantalla táctil grande. camara de marcha atras. Navegador. Apple Car Play.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "206000 km",
            "precio": 10490.0
        }
    ]
}