{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 5",
        "version": "550i Touring Aut.",
        "año mínimo": "2008",
        "año máximo": "2010",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": "367",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=367&min_year=2008&max_year=2010&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1091177483",
            "descripcion": "🔴SE VENDE🔴 ➡️BMW 535i ✅3.0 Turbo N55 306cv Aut ✅Techo solar, llanta 19 doble medida, cuero con asientos eléctricos con memoria, sensores de parking más cámara de marcha atrás y laterales, faros bixenon, navegador profesional, portón eléctrico, acceso confort, cierre de puertas automático (soft close), clima de 4 zonas, head up display, espejos exteriores e interior antideslumbramiento, sensor de lluvia y luz, control de velocidad, espejos plegables eléctricamente, etc ✅Año 2010 ✅Nacional, 2 dueños ✅184.000km ✅Gasolina (etiqueta C) ✅Mantenimiento al día con libro de revisiones completo en BMW. Se entrega recién revisado. ✳️Gastos de gestión documental +190€ ✳️Posibilidad de financiación y coger su coche como parte de pago previa tasación! ✅Garantia de 12 meses incluida Llevamos su coche a cualquier punto de la península, consultar condiciones y tarifas. Visítanos en Instagram @dr_automocion El coche se puede ver en Fuenlabrada (Madrid) o Illescas (Toledo) 📩Escríbeme para más informacion",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2010",
            "kilómetros": "179999 km",
            "precio": 18990.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1063686753",
            "descripcion": "BMW 535i Automático, sólo un dueño anterior a mi. dispongo de historial documentado en BMW, de libros de revisiones y dos llaves. Mantenimiento al día de manera muy completa, nunca accidentado. Para cualquier duda contactar por el chat. NO SE ACEPTAN CAMBIOS DE NINGÚN TIPO.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2010",
            "kilómetros": "211000 km",
            "precio": 18500.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-996509035",
            "descripcion": "Vendo Bmw 535i gasolina caroceria f10 306cv automatico 8 velocidades llevas en el volante con muchos extras cámara marcha atrás el coche esta en perfecto estado se accepta prueba en concesionario Bmw ITV recién hecho etc. Precio negociable y no me interesa cambio.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2010",
            "kilómetros": "193000 km",
            "precio": 16900.0
        },
        {
            "titulo": "BMW Serie 5 2010 204CV",
            "enlace": "https://es.wallapop.com/item/bmw-523i-204-cv-1056134060",
            "descripcion": "OFERTON FIN DE SEMANA PVP: 14.500€ Vehículo nacional Mantenimientos al día y absolutamente todos ellos sellados en casa oficial BMW Muy buen estado general, tanto exterior como interior, sin desgastes Retrovisores abatibles eléctricos Asientos de cuero negros con regulación eléctrica Navegador con pantalla grande Sensores de parking delanteros y traseros Operación instantánea vehículo en perfecto estado. Cambio por x3, x5, x6, q3, q5, q7, mercedes, glc, gle, range rover, volvo xc60, xc90, o algo de mi interés",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "213200 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1066980618",
            "descripcion": "El coche es mio personal es decir lo utilizo cada dia funciona a la perfeccion tiene el pack m exterior llantas m 20” parachoques ,difusores ,taloneras... todo m es el motor 3000cm3 6 cilindors en linea atmosferico N53 MANTENIEMNTOS: aceite y todos los filtros ✅ neumaticos traseros nuevos 90% pastillas de freno traseras nuevas ✅ discos de freno perforados ✅ liquido de freno✅ no tiene ningun fallo remarcable salvo algun roce de aparcamiento (minimo) lo he cuidado con mucho mimo las revisines siempre hechas con el aceite que me marcaba el fabricante 4 bocas de escape OFREZCO INFORME CARVERTICAL solo para la gente seria precio negociable 685654504 DOTACIONES : techo con estrellas luces largas y cortas automaticas techo semi panormaico altavoces bower wilkins climatozador bi zona aviso de desvio de carril pack de luces interiores de ambiente (azul ) pantalla tactil bluetooth navegador applecarplay MUY EQUIPADO",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "159977 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1021354917",
            "descripcion": "SOLO GENTE REALMENTE INTERESADA!!!!!!!Vehículo en perfecto estado tal y cual se ve en las fotos, km reales, revisiones hechas en la casa hasta 160000km, tiene pack M interior, techo solar, llantas en 20 pulgadas del serie 8 pack M, discos de freno delanteros recién cambiados no tienen ni 2000km, pastillas cambiadas hace unos 7000km, bujías recién cambiadas… para más información no dude en llamar.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2010",
            "kilómetros": "222000 km",
            "precio": 13400.0
        },
        {
            "titulo": "BMW 540IA V8 306cv 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1014970291",
            "descripcion": "TRANSFERENCIA INCLUIDO. TRANSFERENCIA INCLUIDO. TRANSFERENCIA INCLUIDA. URGE LA VENTA. 540IA V8 306CV ESTA IMPECABLE. BA MUY BIEN. 613 34 98 31 no es318 318 Gran Turismo 320 320 Gran Turismo 323 324 325 325 Gran Turismo 328 328 Gran Turismo 330 330 Gran Turismo 335 335 Gran Turismo 340 340 418 Gran Coupé 420 420 Gran Coupé 425 425 Gran Coupé 428 428 Gran Coupé 430 430 Gran Coupé 435 435 Gran Coupé 440 440 Gran Coupé 520 525 530 535 545 550 audi rs3 rs4 rs6 rs8 bmw serie m1 m2 m3 m5 m6 x5 x6 x7 mercedes benz amg opel seat nissan citroen peugeot volkswagen gt bmw e36 e39 e46 e90 e92",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "223500 km",
            "precio": 12900.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-990850283",
            "descripcion": "se vende una máquina alemana en muy buenas condiciones, llantas 18, todo en regla y sin fallos. cualquier consulta estoy a su disposición soy particular",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "133211 km",
            "precio": 12900.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-984218233",
            "descripcion": "Se vende bmw serie 5 e60 pack M nacional. itv recien pasada con 0 fallos hasta septiembre 2025.etiqueta C. Las revisiones hechas en la casa y libro sellado.bujias,bobinas e inyectores más aceite de caja de cambio automático, todo cambiado en bmw. Asientos tela y cuero laterales electricos,techo solar.el coche esta todo de serie menos las llantas 19\" 128 stiling con 2 ruedas nuevas atras y alante al 80% se pueden enseñar todas las facturas. más información por privado acepto cambios por coche que me interese o dinero a mi favor.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "168000 km",
            "precio": 12200.0
        },
        {
            "titulo": "BMW Serie 5 2009",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2009-1074454895",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2009",
            "kilómetros": "163000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 5 2009",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2009-982057470",
            "descripcion": "BMW serie 5 525i E60 restyling ETIQUETA C VERDE automático 6 velocidades, climatizador bizona, sensores de aparcamiento delantero y trasero, asientos eléctricos de cuero negro, ISOFIX, xenón, luces de angel led, faros traseros led última generación, techo solar, control de velocidad crucero, sensor de lluvia, bola de remolque automática retráctil (se guarda bajo el parachoque trasero), llantas 19\" Borbet original del BMW serie 7 con neumáticos delanteros y traseros nuevos, todas las revisiones al día, brazos de suspensión nuevos, motor por cadena, el coche esta impoluto, ITV hasta Septiembre de 2025 y recién revisado con factura.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2009",
            "kilómetros": "198000 km",
            "precio": 11400.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1083552524",
            "descripcion": "Buenas Vendo o Cambio BMW 530i modelo LCI con los siguientes extras: - Direccion asistida - Climatizador bizona - Volante multi funcion - Velocidad cruzero - Sensores de aparcamiento - Navegador con camara trasera - Asientos de piel electricos con memoria - Reposa cabezas electricos - Techo solar - Bixenon - Espejos electricos y abatibles - Ruedas al 90% Juego de 2 Llaves. El coche va muy fino, va muy bien. Pocos como este modelo, Full Equipe. Escucho cambios y ofertas razonables.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2008",
            "kilómetros": "224000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1069329312",
            "descripcion": "Vendo bmw serie 5 e60 530i muy bien cuidado siempre en garaje todos los mantenimientos recién echos gomas , aceite filtros , discos ,pastillas etc... acepto todo tipo de prueba mecánica , mejor ver y probar !!ALGO NEGOCIABLE!!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2008",
            "kilómetros": "215000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1057998589",
            "descripcion": "BMW 520I en buenas condiciones, pegatina medioambiental para corcular por barcelona, revisiones al dia, todo con facturas, se an cambiado los inyectores nuevos con factura de mas de 3000€, mejor ver y probar, el precio incluye garantia de 12 meses",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "248000 km",
            "precio": 7950.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1083397963",
            "descripcion": "Se vende BMW E60 530idrive tracción a las 4 ruedas,con todos los extras posibles. Se hizo: Mantenimiento de la caja Mantenimiento del idrive Aceite del motor, filtro aceite y filtro de aire Bujías nuevas Bobinas nuevas Inyectores nuevos 4 neumáticos nuevos Discos y pastillas nuevas. Extras: Bixenon direccionales Asientos cuero pack m eléctricos y calefactables Cortinillas traseras Navegador Teléfono Bluetooth Techo Sensor aparcamiento Sensor luz y lluvia Etc etc etc Tiene algunos roces (no muy importantes)y un faro un poco opaco Los únicos defectos",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2008",
            "kilómetros": "241000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 5 (523) Año 2010 con 204cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-523-ano-2010-con-204cv-1087885394",
            "descripcion": "Bmw 523 nacional, de 2010, con 281.000Km. Atencion!!!! el coche funciona perfectamente esta impecable solo hay una averia que se calienta un poco de vez en quando. Extras: -Cuero color amarillo -asientos eléctricos -cambio automático con levas y 3 modos -control de crucero y limitador -luz ambiente en 2 colores -sensores de aparcamiento delanteros y traseros -bluetooth con manos libres -control por voz -arranque sin llave -sensor de lluvia -sensor de luces -mandos en el volante",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "281000 km",
            "precio": 6800.0
        },
        {
            "titulo": "BMW Serie 5 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2008-1075050495",
            "descripcion": "Está en perfecto estado pocas unidades tan ciudada y con mantenimientos al día dispone de techo solar abatible asientos calefactables y eléctrico velocidad de crucero suspensión roscada delantera y homologada ruedas nuevas mejor ver y probar precio no negociable no ablar para regateos también acesto cambio para cambio sube el precio",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "266000 km",
            "precio": 4500.0
        }
    ]
}