{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 5",
        "version": "530d Aut.",
        "año mínimo": "2010",
        "año máximo": "2011",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": "245",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=245&min_year=2010&max_year=2011&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1061120782",
            "descripcion": "Bmw serie 5 gran turismo con preparación hamann y interior versacce edición limitada único en españa",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "209000 km",
            "precio": 22500.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1023173535",
            "descripcion": "Se vende magnífico bmw serie 5 nacional full equip 2 propietarios unica modificacion canvio de llantas - 2 llaves - techo solar - asientos calefactables - interior de cuero claro - 8 velocidades - luz ambiental - avisador de canvio de canvio de carril - volante M - interior y exterior M - equipo de musica surround Harman Kardon - y muchos muchos mas extras se acaba de dejar mas de 5.000 e en reparaciones de la cadena y mantenimienos coche totalmente nuevo Acepto cambios por cualquier tipo de coches ofrecer sin problema. Mas informacion por privado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "230000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1072217156",
            "descripcion": "Vehículo nacional muy bien cuidado y muy buen estado. Libre de accidentes, km certificados, Mantenimientos al día, ITV recién hecha, Arranque sin llave, Ordenador de a bordo con GPS, Climatizador bizona, Pantallas de televisión traseras ANDROID con auriculares, Asientos de cuero eléctricos, Cortinillas eléctricas en ventanillas traseras, Sensor de lluvia, Sensores de parking delanteros y traseros con información en pantalla y cámara 360°, Control y limitador de velocidad, Freno de mano eléctrico, Modos de conducción (SPORT, SPORT+, CONFORT), Neumáticos 245/50/18 RUNFLAT, Gancho para remolque, ESP, AUTO H, Bluetooth, Mp3, Disco duro, Usb, Conexión Aux",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "209000 km",
            "precio": 18900.0
        },
        {
            "titulo": "BMW Serie 5 F10 530D",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-f10-530d-1084674091",
            "descripcion": "Vendo Bmw Serie 5 530D Pack M interior y exterior, llanta 20’ neumaticos recien puestos los 4, techo solar, 4 modos de conduccion, automatico 8 velocidades, todo el pack m homologado en ficha tecnica, faros full led, revisiones al dia y coche nacional. Para mas informacion contactar Bmw, serie 5, f10, M5, M, pack, gti, r32, s3, audi rs3, serie 1, gtd, volkswagen, tdi, M2, M3, M4, M6, x5, x6, s line, Rs,",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "216000 km",
            "precio": 18500.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1020020832",
            "descripcion": "BMW 530 GT EN MUY CUIDADO CON TODAS LAS EXTRAS",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "250000 km",
            "precio": 18500.0
        },
        {
            "titulo": "BMW Serie 5",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-984946549",
            "descripcion": "BMW 520d Touring Automatico con 8 velocidades - Todas las revisiones al día - Paquete M exterior - Paquete night vision (oscure espejos retrovisores e interior) - Asientos calefactables de cuero con regulación eléctrica - Interior completo beige (asientos, moqueta y techo). - Alfombrillas de goma BMW beige - Pantalla BMW Professional - Climatizador bizona - Sensores de aparcamiento - Control crucero y limitador - Sensor de luces automático - Sensor de lluvia - Bandeja cubremaletero eléctrica - Bola de remolque desmontable No dude en consultarme cualquier información. Se acepta cambio o vehículo como parte de pago. Preferiblemente 4x4 o descapotable.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "130000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1027173941",
            "descripcion": "Se ofrece vehículo nacional en impecables condiciones, cuidadosamente mantenido y con numerosos extras. Todos los mantenimientos se han realizado puntualmente, garantizando un funcionamiento óptimo. Mantenimiento regular: Cambio de aceite cada 10,000 km. Neumáticos nuevos: Recién instalados. Aceite de caja de cambios: Renovado hace 20,000 km junto con el cárter completo. Almacenamiento: Siempre guardado en garaje, preservando su estado. Uso: Exclusivamente utilizado para viajes. Para más información, no dudes en ponerte en contacto conmigo. Estaré encantado de proporcionar fotos detalladas de los extras y del interior del vehículo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "210000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-806910033",
            "descripcion": "Bmw 530d F10 245cv N57 Automático Asientos eléctricos serie 7 más altos de gama con ajuste lumbar, interior beige en perfecto estado,HUD, BIXENON, TECHO SOLAR, Cámaras 360, sensores delanteros y traseros, espejos eléctricos, modos de conducción, Navegador más alto de gama. Cortinilla eléctrica pasajeros y luna trasera, maletero eléctrico se abre y se cierra solo, levas. Muchos más extras. Línea de escape con 4 salidas + DP Stage 1 con Hardcut dando 310CV y 710NM Recién revisado de todo, Mantenimiento al día. No se ha escatimado en nada. Más info preguntar. No mareantes. Con muchas facturas de mantenimiento y piezas cambiadas. E92 F30 E60 E46 E36 330 335 525 520 320 535 325 G20 G30",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "245000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-339527982",
            "descripcion": "bmw serie 5 impecable motor 3.0 diésel impecable piel asiento calefactanle gps grande",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2010",
            "kilómetros": "121000 km",
            "precio": 16900.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1091008344",
            "descripcion": "mantenimiento al dia. todo cambiado cadena con mantenimineto. coche con muchisimas extras, es el Gt que mas extras lleva.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "251000 km",
            "precio": 16700.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1075205915",
            "descripcion": "Se vende BMW 530D GT 245cv del año 2010 con 145.000km y caja de cambios automatica en 16.500€ De equipamiento dispone de sensor de luces y de lluvia ,clima de cuatro zonas,ordenador a bordo,volante multifunccion,control de velocidad,pantalla con GPS y bluetooth,faros xenon,maletero eléctrico,3 modos de conducción,cámaras de 360° y sensores de aparcamiento y 3 juegos de llaves Mantenimiento motor recién echo,soportes motor nuevos Posibilidad de entrega a domicilio y aceptamos vehículos como parte de pago Realizamos estudio de financiación Se entrega con la ITV al día,el cambio de nombre incluido y 1 año de garantía de motor y caja de cambios Se puede ver y probar sin compromiso,para más información llamar o whatsapp 610318205",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "145000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-520d-f10-2011-230cv-automatico-1041886704",
            "descripcion": "Coche nacional, todos los KM por autovía. Mantenimientos hechos, Pack M exterior e interior. Muy cuidado, todos los mantenimientos hechos en taller oficial. Llantas en 19” Pack M, interior en cuero negro premium, cambio con levas en el volante, automatico 8 marchas, 230cv demostrables. Consumo ridiculo, se vende por cambio de residencia.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "230 cv",
            "año": "2011",
            "kilómetros": "195000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 5 530d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1029824089",
            "descripcion": "coche en perfecto estado full equip pack M piel beige asientos eléctricos calefactables luz de cortesía en las puertas xenon bixenon navegador grande profesional climatizador delante y atras individual velocidad con display techo solar eléctrico llantas 20\" m5 caja automática 8 velocidades etc.... cubiertas al 90% revisiones al día no tiene ni un roze... mejor ver y probar en persona acepto prueba mecánica en la casa BMW sin problema acepto coche como parte de pago. Cambio de mi interés.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "243856 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW 520d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-955486050",
            "descripcion": "Para más información no dude en contactar conmigo, fue comprado personalmente en Alemania a concesionario BMW el 01/2014, como se puede apreciar está muy cuidado, cuenta con todos los extras posibles para esta unidad (full equip). *EXTRAS DESTACABLES* PAQUETE CONFORT (ACCESO/ARRANQUE SIN LLAVE, CIERRE DE PUERTAS SOFTCLOSE, AJUSTE ELÉCTRICO CON MEMORIA PARA ASIENTOS (CALEFACTABLES), VOLANTE Y RETROVISORES, CALEFACTABLES, LUZ AMBIENTE) PAQUETE INNOVATION II (SISTEMA DE NAVEGACIÓN PROFESSIONAL, FAROS LED/XENON ADAPTABLES, CONTROL CRUCERO ADAPTATIVO, CONTROL DINÁMICO ESTABILIDAD) CAMARAS 360 /HEAD UP DISPLAY/ TECHO SOLAR/ CONEXION BLUETOOTH)…..",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "215000 km",
            "precio": 16499.0
        },
        {
            "titulo": "BMW F10",
            "enlace": "https://es.wallapop.com/item/bmw-f10-1084811695",
            "descripcion": "Nacional 8 velocidades todos los extras todo homologado....se aceptan cambios",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "200000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1052153963",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "172000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 5 PACK M DIESEL",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-pack-m-diesel-1075736031",
            "descripcion": "BMW F10 520d Automatico Paquete M Permomance MUCHOS EXTRAS , Pintura especial Gris Mate muy bien trabajada, ETIQUETA B DIESEL SIN ADBLUE!! SUPER CUIDADO, MANTENIMIENTO COMPLETO, muy fiable, muy bajo consumo sólo 5 litros, FULL EXTRAS Xenon direccionales, navegador, control de crucero, luces y limpiad automaticos, camara, sensor parking, manos libres, climatizador, 4 neumáticos nuevos 256000 KILÓMETROS 🟡ETIQUETA B 🚗DISPONIBILIDAD INMEDIATA 💶 POSIBILIDAD DE FINANCIACIÓN No leer Ford Focus mondeo opel insignia Astra Peugeot 508 308 307 Suzuki Volkswagen pasatt polo Golf seat Ibiza Leon exeo Fiat tipo KIA Hyundai i40 i20 i30 Toyota avensis corolla Yaris Nissan Škoda Fabia Octavia superB audi A3 a4 Bmw Volvo S70 V70 Clío Talisman Fiat punto KIA Ceed optima Dacia sandero Mazda3 mazda6 Citroen C4 C5 TOYOTA lexus Jaguar Land Rover Porsche Alfa Romeo 320d 325d tourind mercedes claseC clase e c220 e220 c200 c180",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "256000 km",
            "precio": 15990.0
        },
        {
            "titulo": "BMW 520D AUT. F10",
            "enlace": "https://es.wallapop.com/item/bmw-520d-aut-f10-1090966713",
            "descripcion": "BMW 520d en perffcto estado. Siempre en garaje. Itv pasada en enero 2025. Se puede llevar a cualquier taller para su inspección o diagnósis",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "147000 km",
            "precio": 15900.0
        },
        {
            "titulo": "BMW Serie 5 530d GT ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-530d-gt-1077086139",
            "descripcion": "Bmw 530d GT, coche nacional procedente de concesionario, todas las revisiones realizadas en casa oficial, kilometraje certificado, equipado con: sensor de luces y de lluvia, clima de cuatro zonas, ordenador a bordo, volante multifuncion, techo panoramico, control de velocidad, mpantalla con GPS y bluetooth, faros xenon, maletero eléctrico, 3 modos de conducción, cámaras y sensores de aparcamiento y 2 juegos de llaves, mantenimiento motor recién echo,soportes motor nuevos etc... posibilidad de financiacion, se entrega revisado y transferido. Garantizado. Consulte nuestro stock en: lumiautomurcia.com",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "270000 km",
            "precio": 15900.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-904024511",
            "descripcion": "vendo BMW color gris 8 velocidades, clima bizona, navegador GPS con aplicaciones, alarma con inmovilizador, detector de elevación de vehículo, cámara trasera, llantas de 19, sensores de aparcamiento, faros xenón. se ha cambiado la cadena de distribución, todos los filtros, aceite de motor y caja de cambio, soportes del motor, enfriador de aceite, detector de nivel, amortiguadores delanteros blistein, ruedas en buen estado. Siempre en garaje. Con posibilidad de añadir garantía de un año.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "199000 km",
            "precio": 15600.0
        },
        {
            "titulo": "BMW 530D GT",
            "enlace": "https://es.wallapop.com/item/bmw-530d-gt-1061665369",
            "descripcion": "Se vende precioso BMW 530GT 3.0 245cv. , motor N57 de 3 litros, uno de los mejores y más fiables motores que ha hecho BMW. Color gris marengo metalizado, paquete bussines, en muy buen estado de 2011 con 208.000 kilometros. Automático, tracción trasera, con caja de cambios de 8 veloc.en modo manual, c.c, d.a., e.e., radio CD, USB, Bluetooth,teléfono, Clima bizona, volante multifuncion, acabados en madera noble, asientos deportivos en cuero dakota negro con memoria y electricos, piloto automatico, gran techo panorámico, navegador profesional, sonido alta fidelidad, faros automaticos, luces diurnas, arranque sin llave. Garantia mecanica 1 año",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "210000 km",
            "precio": 15595.0
        },
        {
            "titulo": "BMW Serie 5 2011 PACK M 190.000KM IMPOLUTO!",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-pack-m-190-000km-impoluto-1080744942",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "189998 km",
            "precio": 15490.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1091533928",
            "descripcion": "Todo perfecto. ITV pasada. Cambio de las cadenas del motor en BMW recientemente, además del freno de mano, balonas de suspensión, neumáticos, etc. Muy bien cuidado, interior y exterior. Dispongo de todas las facturas. Dispone de asientos de cuero beige, pantalla, parktronic, etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "260000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1087334428",
            "descripcion": "BMW 525 D F10 Equipamiento: Asientos piel, Navegador con pantalla profesional interface carplay / android auto, mandos en volante y joystick, Control por voz ,Clima ,Llantas aleación ,Cambio automático con levas en volante, Color pintura metalizada ,Faros xenón automáticos ,Limpiaparabrisas automático, Sensores aparcamiento Mantenimiento de caja de cambios y revisión al día. Se entrega revisado y con un año de garantía.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "296000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1085192128",
            "descripcion": "Oportunidad !!! Precioso Vehiculo , exclusivo, revisión y mantenimiento al dia , mejor ver y probar esta perfectamente, interesados y compradores serios , el coche tiene muchos extras ... coche de alta gama. Negociable... *Techo Panoramico 100% electrico. *Asientos Electricos con memoria 1 y 2. *Volante (calefactable, multifuncional, Regulable y electrico). *Asientos Calefactables, todas las plazas. *Maletero Electrico ( Apertura y Cierre ). *Maletero regulable en altura y doble apertura. *Cierre Centralizado. *Mando a distacia. *Encendido Electronico. *Velocidad de crucero. *Sensor de lluvia automatico. *Luces Automaticas y luz alta automatica. *Retrovisores 100% Electricos. *Ambiente nocturno con luces. *Patalla ( Gps, Navegador multifuncional). *BIZONA Calefacción y aire acondicionado) *Excelente equipo musical. * Sensores de aparcamiento. *Camara de retroceso. * Tres modos de conducción.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "270000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1083432386",
            "descripcion": "hola vendo espectacular unidad bmw f10 520 , coche a mimo , coche a capricho , sin averias , no tiene desgaste de chapa ni marcas , de interior tampoco tiene degastes itv pasada hace 10 dias , discos , pastillas , neumaticos nuevo , todo el mantimiendo echo !!! coche rodado en autovia , repido el coche esta perfecto estado nada pendiendo sensores parquin delanteros traseros , automatico , cuadro ampliado , detector de temperatura exterior , crucero y limitador , ojos de angel , luces au , cuero , asientos electricos , acabado negro piano y beige , sonido Harman kardon , pantalla applecare , volante multi , espejos electricos , retovisor electrico , llantas 19 originales con ruedas nuevas , porton electrico , camara marcha atras , boton SOS conectado a emergencias , y deteccion de accidentes , bizona , el coche se entrega revisado , no pierde aceite ni manchas , conduccion deportiba en una berlina de lujo, no dudes en escribirme para probarlo, mando videos y mas fotos sin problema no marear , se aceptan cambios",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "250000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1072745477",
            "descripcion": "Coche en bueno estado Aceite y filtros recién cambiados lleva la distribución cambiada hace 30.000mk Tengo factura y fotos 643070043",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "250000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1065517059",
            "descripcion": "Hola buenas vendo bmw 530D f10 en perfecto estado de funcionamiento y de estética, todos los mantenimientos al día con factura demostrable, está muy mimado, el coche está impecable se puede ver y probar sin compromiso. Muchos extras como techo solar, lavafaros, luces direccionales, faros Led y bixenon, luces de cortesía, asientos en cuero, cortinas eléctricas llantas originales, caja de cambios automatica de 8 velocidades con levas con el mantenimiento recién echo demostrable en factura, tres modos de conducción... etc etc etc. Lo vendo por no darle uso y tenerlo guardado en cochera ocupando sitio, se acepta prueba mecanica en cualquier taller, paso más fotos y vídeos si fuera necesario el precio es poco negociable y no tengo prisa en venderlo (abstenerse curiosos) para más información fotos o vídeos ya que al subirlas pierden mucha calidad 677759812 Maria",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "235000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1013847384",
            "descripcion": "Se vende BMW serie 5 F11 con paquete M5 exterior llantas 20 Pulgadas y neumáticos con muy poco uso. El interior es de cuero negro con volante multifunción y climatización bizona. Muchísimos extras. Mantenimientos al día facturas demostrables, aceites, filtros, todos los sidenbloks del motor nuevos, intercambiador de aceite de la caja de cambios y de motor, las luces de xenon, bomba de gasoil, Todo en factura. Mejor ver y probar aceptos cambios que me interesen.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2010",
            "kilómetros": "175000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-925705684",
            "descripcion": "Se vende bmw 530xdrive touring automático, con todos los extras ,techo panorámico, asientos eléctricos abatibles calefactables y de cuero , Navegador profesional, levas en el volante multifunción, control de velocidad ,control de estabilidad , xenón bixenon,Radio cds , dvd , tv, bluetooth manos libres, cristales eléctricos tintados, gps , bola eléctrica para remolque y bicis , leds tope gama , se le ha cambiado motor entero, está en rodaje como nuevo , único en España. Edición Especial.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "235 cv",
            "año": "2010",
            "kilómetros": "35000 km",
            "precio": 14999.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-1049860109",
            "descripcion": "Bmw Serie 5 con todos los mantenimientos al dia. No fumador, en garaje siempre. Estado impecable. MANTENIMIENTO RECIEN HECHO, RUEDAS AL 100%.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "135000 km",
            "precio": 14900.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-704042271",
            "descripcion": "Vendo bmw f11 2010 ,muchas extras ,camara marcha atras ,Carplay,libro revisiones en BMW hasta 168.000,itv recien pasada ..mas info 637287238 Solo venta ….",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2010",
            "kilómetros": "248000 km",
            "precio": 14748.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-1071129739",
            "descripcion": "BMW SERIE 5 520D 185CV -VEHÍCULO NACIONAL -KILOMETROS CERTIFICADOS -POSIBILIDAD DE ENVÍO A TODA ESPAÑA -POSIBILIDAD DE FINANCIACIÓN -EL VEHÍCULO SE ENTREGA REVISADO Y CON 1 AÑO DE GARANTÍA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2010",
            "kilómetros": "149998 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 525d 205cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-525d-205cv-1001443298",
            "descripcion": "Bmw serie 5 525d de 205cv del 10/2010 caja automática de 8 velocidades con 188400km certificados motor con 6 cilindros. EL COCHE ESTÁ EN MUY BUEN ESTADO… -NACIONAL- -KM REALES - -DOS DUEÑOS- Precio con garantía de un año de 17500€ Precio para profesional o sin garantía de 14500€( PRECIO POR DEJABO MERCADO ACTUAL)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "188000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-525-d-f10-1038098980",
            "descripcion": "bmw 525D Automatico 3.0 tdi 204cv diesel caja de 8 velocidades. llantas 19 pulgadas, con separadores, neumaticos 70% itv recien pasada hasta mayo 2025, 0 fallos el coche va de lujo. interior en muy buen estado. con alarma, arranque a distancia. faros xenon no hay prisa en venderlo, abstenerse ofertas absurdas. incluidas llantas de serie en muy buen estado. se aceptan pagos en BTC Revision revien hecha, listo para usar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "194000 km",
            "precio": 14400.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-972328065",
            "descripcion": "vendo BMW 530 gt packm en perfecto estado coche muy cómodo para viajar mantenimientos al día se acepta Cambio por algo que me interese. precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "205000 km",
            "precio": 14350.0
        },
        {
            "titulo": "BMW Serie 5 GT F07 XDRIVE",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-gt-f07-xdrive-1078969959",
            "descripcion": "vendo bmw 530 gt xdrive modelo f07 con 245cv de potencia diesel muy cuidado y todo al dia mantenimiento de aceite motor y caja de cambios echa, los 4 neumaticos nuevos discos y pastillas cambiados tanto delantero como trasero , 6 inyectores nuevos todo al dia mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "200000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 5 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2011-1084766992",
            "descripcion": "Vendo bmw f10 2011, en impecable estado, auto personal, el auto fue pintado en su totalidad hace 6 meses, se le aplicaron 3 capas de pulido, llantas de aluminio, en dos tamaños para la mejor maniobrabilidad posible, espaciador trasero 0.5cm, llave modelo g30 ( 300💶) caja de cambios 8 CV, aceite más filtros cambiados hace 3.000 km, neumáticos M+S también cambiados entonces, paquete exterior M de fábrica, bixenon, volante M regulable, asientos calefactables, climatizador de 3 módulos, navegación, sensor de lluvia, sensores de aparcamiento, molduras cromadas, lavafaros, ¡precio de ganga!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "300000 km",
            "precio": 13999.0
        },
        {
            "titulo": "BMW Serie 5 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2010-984032348",
            "descripcion": "Se vende precioso BMW serie 5 llanta 20 neumáticos seminuevos cámara trasera pantalla grande Android llanta recién reparadas pasado la ITV de pintura no tiene arañazo ni golpes perfecto del cuero no tiene roto ni desgaste y duerme en garaje mejor ver y probar finales de 2010",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "260000 km",
            "precio": 13999.0
        },
        {
            "titulo": "BMW Serie 5  GT 530D Grand Turismo 245cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-gt-530d-grand-turismo-245cv-1075692882",
            "descripcion": "Vendo magnifico BMW 530GT D 244cv. En perfecto estado de motor como de interior , vehiculo nacional , con todos los aceites , filtros cambiados , mantenimientos de la caja cambios hecho , con factura , libros 2 llaves . Equipado con . * Elevalunas electricos . * Cierre centralizado . * Ordenador de abordo . * GPS , Xenon . * Sensor de luces y lluvia . * Sensor de apacarmiento . * Mondos de conducion Eco , Sport . * Climatizador , Climatizador Trasero . * Aux . !!! !!! !! TRANSFERENCIA y 12 MESES DE GARANTIA EN EL PRECIO !!! !!! !!! !!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "250000 km",
            "precio": 13990.0
        }
    ]
}