{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 5",
        "version": "525d xDrive Berlina",
        "año mínimo": 2013,
        "año máximo": 2016,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 218,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=218&min_year=2013&max_year=2016&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-978312268",
            "descripcion": "Vendo BMW 520d F10 con 190cv septiembre 2015 Excelente estado como nuevo, asientos de cuero color beige,eléctrico y calefactables,cambio automático 8 velocidades,sistema de navegación profesional y mucho más extras, y mas importante que es EURO 6 pero no tiene sistema de AdBlue,Tiene Distintivo medioambiental C, ITV este en vigor hasta septembre 2025, sólo venta no me interesa cambio",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "67000 km",
            "precio": 25500.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-869747278",
            "descripcion": "Bmw serie 5 F10 automático, sensores aparcamiento, cámara trasera , todas las revisiones hechas Asientos con memoria y calefactables los delanteros ,sonido Hartman Kardon etc…",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "102000 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW Serie 5 520d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-1082716722",
            "descripcion": "BMW Serie 5 520dA Touring EQUIPADO CON *Kit M5 (Todo Homologado) Volante de cuero multifunción Asientos delanteros electricos Asientos delanteros calefactables Llanta Avantgarde 20\" Tapicería en cuero Beige Modos de conducción Etc Posibilidad de financiación Este anuncio se muetras a título informativo, puede contener errores.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "78900 km",
            "precio": 24990.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1075650999",
            "descripcion": "BMW 520 GT: Elegancia y Confort al Alcance de tu Mano ¡Oportunidad Única! Se vende BMW 520 GT en impecable estado. Este vehículo, sinónimo de lujo y rendimiento, combina a la perfección la deportividad con la comodidad. Características Destacadas: Kilometraje certificado: Todos los kilómetros son reales y están debidamente documentados. Revisiones al día: El coche cuenta con un historial completo de mantenimiento en concesionario oficial BMW, garantizando su óptimo funcionamiento. Garantía de 1 año: Adquiere este vehículo con total tranquilidad gracias a nuestra garantía de 12 meses. Estado impecable: Interior y exterior en perfecto estado de conservación. Equipamiento completo como techo solar, asientos de cuero, sistema de navegación, etc. ¿Por qué elegir este BMW 520 GT? Conducción suave y placentera: Disfruta de una experiencia de conducción inigualable gracias a su potente motor y suspensión de alta calidad. Diseño elegante y deportivo: Su diseño atemporal y líneas aerodinámicas lo convierten en un vehículo que no pasa desapercibido. Amplio espacio interior: Perfecto para viajes largos y cómodos, tanto para el conductor como para los pasajeros. Tecnología de vanguardia: Equipado con las últimas tecnologías en seguridad y entretenimiento. Si buscas un vehículo de alta gama, con un historial impecable y a un precio inmejorable, ¡este BMW 520 GT es para ti! ¡¡¡POSIBILIDAD DE ENTREGAR EN TODA ESPAÑA!!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2015",
            "kilómetros": "163000 km",
            "precio": 24499.0
        },
        {
            "titulo": "BMW 525d ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2014-1061964191",
            "descripcion": "coche en perfecto estado, revision recien realizada. importado y revisado por needcarhelp con informe y video de la revision. comprado con garantia en casa de coches premium full equip tiene todos los extras de bmw consumo de 8l/100kms 240cv edicion limitada. con extras añadidos como levas m, tablero del 550d con 5 modos de conduccion y pantalla digital. radio nadroid de bmw etc neumaticos nuevos recien puesto este miercoles 6/11/24 esta impecable mejor ver.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2014",
            "kilómetros": "100000 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW Serie 520 touring xdrive SOLO: 94000 KM",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2014-1091105221",
            "descripcion": "vendo Bmw 520da touring xdrive automatico con SOLO 94000 km, etiqueta C el coche esta impecable, sin golpes, rallotes etc. Interior tambien impecable muy cuidado y siempre en garaje. Todos los extra menos levas . Mejor ver y probar en persona sin compromiso y se explican detalles se puede llevar a taller de confianza. Para mas informacion contactar. No marear para nada por favor. ITV en septiembre.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2014",
            "kilómetros": "94000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1085939907",
            "descripcion": "BMW 520d 190cv de Septiembre de 2015. Paquete Business, Paquete de comunicación profesional, paquete de visibilidad, paquete confort, techo de cristal panorámico, head Up Display, camara marcha atrás, sensores aparcamiento delantero y trasero, faros bixenon adaptables, faro antiniebla LED, portón automático, reglaje asientos electricos con memoria, climatizador 4 zonas, reglaje espejos automáticos plegables y calefactables, llantas de 18”, sistema HIFI, cuadro digital, linea exterior cromada. Todas las revisiones en concesionario BMW. siempre en garaje y muy cuidado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "145000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 5 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2014-1011161752",
            "descripcion": "Se vende precioso Serie 5 GT blanco perla con todos los extras posibles, techo solar panoramico, asientos de cuero negro, calefactables, GPS pantalla grande, maletero automático con sensor de pie, 3 modos de conducción con marcadores distintos para cada modo, camara trasera y sensores delanteros, suspensión neumatica con centro de gravedad, llantas en 19\" serie M, 2 llaves inteligentes abre de todas las manetas y arranca sin necesidad de sacar la llave, luces largas automáticas y xenon direccionable, disco duro multimedia para canciones, audio libros o podcast... acepto coche de mi interes como parte de pago!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "220000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1012287503",
            "descripcion": "Único dueño. Dueño es un señor de 65 años que se le ha hecho grande. Esta con todos los mantenimientos pasados. Todas las campañas pasadas. Neumáticos nuevos. Esta a toda prueba. Navegador, cámara marcha atrás, automático, bluetooth, xenon, ruedas runflat.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "60600 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 5 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2016-952825143",
            "descripcion": "bmw 520d touring 190 cv aut , coche en perfectas condiciones revisiones al dia, ruedas nuevas, navegador, etc... interior y exterior en muy buen estado, siempre en garaje ningun problema para ver, probar o llevar a taller.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "99000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW 520d Serie 5 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2016-1073787712",
            "descripcion": "BMW 520d F10 año 2016. Vehiculo NACIONAL. 110.000 km. Automatico de 8 velocidades. Perfecto estado tanto exterior como interior. Mantenimientos al dia realizados en BMW. Etiqueta medioambiental C. Itv en vigor hasta noviembre de 2026. Muchos extras, asientos electricos, porton electrico, 3 modos de conduccion, camara de marcha atras, sensores de aparcamiento, sensores de presion de neumaticos, gps, car play bixenon adaptativos, pilotos led lci ... No acepto cambios, solo venta. Precio negociable.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "110000 km",
            "precio": 21900.0
        },
        {
            "titulo": "BMW Serie 5 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520da-xdrive-4p-1011154366",
            "descripcion": "BMW Serie 5 520dA xDrive LUXURY LINE Pegatina ambiental \"C\" Segundo propietario Tracción 4x4 Kit exterior completo M Performance Alerón portón tipo M Performance Pilotos traseros ahumados OLED DYNAMICO SEQUENCIAL Faros bi-xenon con luz diurna LED Módulo 'Carplay' instalado Climatizador automático bizona Calefacción del asiento Volante calefactable Tapicerí­a de cuero color negro Sensores de lluvia y de luces Sensores de aparcamiento delanteros y traseros Cámara marcha atrás Lunas tintadas Control de velocidad Llantas MSW74 (8,5x19\") Neumáticos Michelin PILOT SPORT 4 XL * 245/40 R19 98Y ITV en vigor hasta 02/26",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "180000 km",
            "precio": 21900.0
        },
        {
            "titulo": "BMW Serie 5 520D GT 2016 127.000km",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-gt-2016-958922846",
            "descripcion": "Itv al día. VEHICULO REVISADO Y A TODA PRUEBA. Garantía comercial 12 a 36 meses para particulares con coberturas en taller que usted decida preguntar. Cambio de nombre a particular 150€. Posibilidad de financiación. Puede ver y probar el vehículo en calle Marcelino Camacho nº 39 Móstoles (Madrid). Abiertos de lunes a sábado (mañana y tarde). Puede llevarse el vehículo con todos los trámites y papeles en el momento. Aceptamos coche como parte de pago. Posibilidad seguro más barato y entrega a domicilio. Más de 15 años experiencia nos avalan. Anuncio orientativo, no vinculante. Puede contener error.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2016",
            "kilómetros": "127000 km",
            "precio": 21500.0
        },
        {
            "titulo": "BMW Serie 5 520d 140 kW (190 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-140-kw-190-cv-1076281995",
            "descripcion": "Precio oferta sujeto a financiación: 21500 EUR. Precio al contado: 21500 EUR. *ARG* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Techo solar, Tapicería de piel, Asientos calefactables, Navegador, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros bixenón, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Freno de estacionamiento eléctrico, Arranque por botón, Bluetooth, Llantas de aleación (18\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "88354 km",
            "precio": 21500.0
        },
        {
            "titulo": "BMW Serie 5 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2014-1074155096",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2014",
            "kilómetros": "99636 km",
            "precio": 21490.0
        },
        {
            "titulo": "BMW Serie 5 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2016-1079666034",
            "descripcion": "Coche en perfecto estado, de chapa y motor. Muy cuidado, nacional. Matriculado en Diciembre 2016.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2016",
            "kilómetros": "100353 km",
            "precio": 21000.0
        },
        {
            "titulo": "BMW Serie 5 GT (gran turismo) 2015. Full equip",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-gt-gran-turismo-2015-full-equip-187019406",
            "descripcion": "Como nuevo. Extras. Cuero, automático, 190 caballos, navegador, asientos calefactables, sensores de todo, cámara. Portón automático. 5 metros largo. 150000km. Precio nuevo 63000. tv asientos traseros y barras y cofre largo bmw",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2015",
            "kilómetros": "150000 km",
            "precio": 21000.0
        },
        {
            "titulo": "BMW 520D Gran Turismo GT 2016",
            "enlace": "https://es.wallapop.com/item/bmw-520d-gt-2016-806033626",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2016",
            "kilómetros": "127000 km",
            "precio": 20995.0
        },
        {
            "titulo": "BMW Serie 5 520d Gran Turismo 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-gran-turismo-135-kw-184-cv-1018315357",
            "descripcion": "Precio oferta sujeto a financiación: 20900 EUR. Precio al contado: 22990 EUR. *RIV* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Precio oferta financiado: 20900€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 22990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Asientos calefactables, Tapicería de piel, Navegador, Cámara de marcha atrás, Encendido automático de faros, Sensor de lluvia, Reconocimiento señales de tráfico, Faros bixenón, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Portón del maletero eléctrico, Aire Acondicionado (Climatizador), Freno de estacionamiento eléctrico, Arranque por botón, Bluetooth, Llantas de aleación (18\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2016",
            "kilómetros": "112705 km",
            "precio": 20900.0
        },
        {
            "titulo": "BMW Serie 5 520d 140 kW (190 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-140-kw-190-cv-1076646748",
            "descripcion": "Precio oferta sujeto a financiación: 20500 EUR. Precio al contado: 20500 EUR. *BDN* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Asientos eléctricos, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros bixenón, Start/Stop automático, Control de velocidad, Volante multifunción, Limitador de velocidad, Aire Acondicionado (Climatizador), Arranque por botón, Freno de estacionamiento eléctrico, Bluetooth, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "104573 km",
            "precio": 20500.0
        },
        {
            "titulo": "BMW Serie 5 520d 140 kW (190 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-140-kw-190-cv-1076957335",
            "descripcion": "Precio oferta sujeto a financiación: 20500 EUR. Precio al contado: 20500 EUR. *BDN* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Asientos eléctricos, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros bixenón, Start/Stop automático, Control de velocidad, Volante multifunción, Limitador de velocidad, Aire Acondicionado (Climatizador), Arranque por botón, Freno de estacionamiento eléctrico, Bluetooth, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "104573 km",
            "precio": 20500.0
        },
        {
            "titulo": "BMW Serie 5 520d 140 kW (190 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-140-kw-190-cv-1077255919",
            "descripcion": "Precio oferta sujeto a financiación: 20500 EUR. Precio al contado: 20500 EUR. *BDN* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Asientos eléctricos, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros bixenón, Start/Stop automático, Control de velocidad, Volante multifunción, Limitador de velocidad, Aire Acondicionado (Climatizador), Arranque por botón, Freno de estacionamiento eléctrico, Bluetooth, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "104573 km",
            "precio": 20500.0
        },
        {
            "titulo": "BMW Serie 5 520d 140 kW (190 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-140-kw-190-cv-1076955412",
            "descripcion": "Precio oferta sujeto a financiación: 20500 EUR. Precio al contado: 20500 EUR. *BDN* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Asientos eléctricos, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros bixenón, Start/Stop automático, Control de velocidad, Volante multifunción, Limitador de velocidad, Aire Acondicionado (Climatizador), Arranque por botón, Freno de estacionamiento eléctrico, Bluetooth, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "104573 km",
            "precio": 20500.0
        },
        {
            "titulo": "BMW Serie 5 520d 140 kW (190 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-140-kw-190-cv-1077254039",
            "descripcion": "Precio oferta sujeto a financiación: 20500 EUR. Precio al contado: 20500 EUR. *BDN* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Asientos eléctricos, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros bixenón, Start/Stop automático, Control de velocidad, Volante multifunción, Limitador de velocidad, Aire Acondicionado (Climatizador), Arranque por botón, Freno de estacionamiento eléctrico, Bluetooth, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "104573 km",
            "precio": 20500.0
        },
        {
            "titulo": "BMW Serie 5 520d 140 kW (190 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-140-kw-190-cv-1076956621",
            "descripcion": "Precio oferta sujeto a financiación: 20500 EUR. Precio al contado: 20500 EUR. *BDN* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Asientos eléctricos, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros bixenón, Start/Stop automático, Control de velocidad, Volante multifunción, Limitador de velocidad, Aire Acondicionado (Climatizador), Arranque por botón, Freno de estacionamiento eléctrico, Bluetooth, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "104573 km",
            "precio": 20500.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1069532237",
            "descripcion": "BMW 520d Touring Head Up Distronic (Luxury Line) Negro. 190 CV. Septiembre 2015. Vehículo en muy buen estado, con revisiones al día y cambio de aceite en 2024. Ruedas de nieve opcionales (llantas + neumáticos). Motor DIESEL, 131.894km. CAMBIO AUTOMÁTICO. 190CV Funciones de confort del asiento: memoria del asiento, espejo y volante. Asiento activo. Persianas de protección solar integradas. Parabrisas atérmico, para reducir la temperatura interior del coche y mejorar su confort térmico. Sistemas de asistencia al conductor: advertencia de cambio de carril, seguridad inteligente, advertencia de salida de carril, night vision, y Head-Up Display. (Extra perfecto para tener información de velocidad, etc sin apartar la vista de la carretera!!) Interruptor de seguridad para ventanas traseras, elevalunas eléctrico, control de espejo exterior, Start Stop Engine (encendido/apagado del motor), Función de Auto Start Stop, calefacción del volante, volante ajustable, botón para abrir maletero y abrir luneta trasera. Pantalla de control Display, climatizador automático: ventilación 4 zonas y asientos calefactables. Cierte centralizado, freno de mano eléctrico, radio, cd, multimedia, Bluetooth. Navegador GPS, DSC control dinámico de estabilidad, Asistente de aparcamiento frontal y trasero. Limpiaparabrisas con Sensor de Lluvia.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "131894 km",
            "precio": 20500.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1060538414",
            "descripcion": "BMW 525d xDrive Touring 2015 – Impecable estado Vendo BMW 525d xDrive Touring de 2015 con ITV vigente y mantenimiento al día. Motor diésel 2.0L de 218 CV, tracción integral (xDrive) y transmisión automática de 8 velocidades. Equipado con sensores de aparcamiento, navegación, control de crucero, climatizador bizona y más extras. Perfecto para quienes buscan un coche potente, cómodo y eficiente. Historial de revisiones disponible. Precio: 20.500€ No negociable extras: Asientos delante regulable eléctricamente (izquierda con Memory) Calefacción del asiento delante Climatizador automático 2-zonas Control de Estabilidad Dinámico (DSC) Control de crucero Cámara trasera Faros Bi-Xenón Lavafaros Llantas de aleación 8x18 (Radios en V 328) Lunas con protector solar (BMW Individual) Lunas traseras tintadas Mando del portón trasero Automático Sensores de aparcamiento delanteros y traseros Sistema de navegación GPS Soft-Close-Automático para Maletero / Portón trasero Techo panorámico (Cristal) Volante (deportivo/piel) Arranque sin llave Control de descenso en pendientes Elevalunas eléctric. delante + detrás Freno de estacionamiento eléctric. Levas de cambio en el volante Limpialuneta trasera Reposabrazos central delante Respaldo del asiento trasero dividido/abatible Asistente a la conducción: Asistente luz carretera Encendido aut. luces de carretera Iluminación ambiente Limpiaparabrisas con Sensor de lluvia Luces antiniebla Luz de día LED Retrovisor exterior plegable eléctricamente todos con sistema antideslumbramiento autom. Retrovisor exterior regulable eléctricamente y calefactable luz de curva adaptativa",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2015",
            "kilómetros": "143000 km",
            "precio": 20500.0
        },
        {
            "titulo": "BMW Serie 5 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2016-1090454137",
            "descripcion": "coche en perfecto estado de todo. No hay que hacerle nada, impecable por dentro y por fuera. Lo tengo hace 3 años, se importó de alemania. motor 2000 diesel con cambio automatico de 8 velocidades. ITV hasta 2026. consumos en carretera de 5l/100. se puede ver y probar en MUTXAMEL (Alicante). Se vende por no usar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "113000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1083803590",
            "descripcion": "BMW 520D 192 CV, MOD. 2015, NACIONAL, MATRICULADO FINALES 2014, CON 99.0000 KM REALES Y GARANTIZADOS. UNICO PROPIETARIO, CON REVISIONES COMPLETAS BMW JM PERFORMANCE. VEHICULO EN MUY BUEN ESTADO. MEJOR VER EQUIPAMIENTO: LLANTAS ALEACION 19 PULGADAS M6 GRAN COUPE RETROVISORES ELECTRICOS / CALEFACTABLES VOLANTE MULTIFUNCION CAMARA CON PANTALLA SENSOR DE LUCES AUTOMATICAS LUCES FULL LED ASISTENTE APARCAMIENTO ENTRADAS USB BLUETOOTH SONIDO HARMAN KARDON CONTROL POR VOZ NAVEGADOR AUTOMATICO Y MUCHOS MÁS EXTAS...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "99000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 5 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2014-1077214211",
            "descripcion": "BMW SERIE 5 F10 525da XDRIBE blanco - interior tela beige EQUIPAMIENTO: cambio automático sensor de aparcamiento delantero y trasero cámara trasera espejos retrovisores eléctricos clima-bizona sensor de lluvia y luz luces automáticas asientos deportivos eléctricos lunas tintadas asientos traseros abatible volante de cuero multifunción elevalunas eléctrico lava faros faros bixenon pantalla navegador modos de conducción eco/conforme/sport apertura/cierre/arranque. sin llave limitador de velocidad control crucero",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2014",
            "kilómetros": "133000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 5 520 2016  20.000€ TODOS LOS EXTRAS",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-gt-2017-1061812896",
            "descripcion": "PARTICILAR BMW 520 GT: Elegancia y Confort al Alcance de tu Mano NEGOCIABLE ¡Oportunidad Única! Se vende BMW 520 GT en impecable estado. Este vehículo, sinónimo de lujo y rendimiento, combina a la perfección la deportividad con la comodidad. ¿Por qué elegir este BMW 520 GT? Conducción suave y placentera: Disfruta de una experiencia de conducción inigualable gracias a su potente motor y suspensión de alta calidad. Diseño elegante y deportivo: Su diseño atemporal y líneas aerodinámicas lo convierten en un vehículo que no pasa desapercibido. Amplio espacio interior: Perfecto para viajes largos y cómodos, tanto para el conductor como para los pasajeros. Tecnología de vanguardia: Equipado con las últimas tecnologías en seguridad y entretenimiento. Si buscas un vehículo de alta gama, con un historial impecable y a un precio inmejorable, este BMW 520 GT es para ti",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2016",
            "kilómetros": "161000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 5 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2014-1076572767",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "149000 km",
            "precio": 19990.0
        },
        {
            "titulo": "BMW Serie 5 2016 Xdrive M pack ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2016-xdrive-m-pack-1088824999",
            "descripcion": "Paquete M completo. Interior cuero negro con aluminio, vamos una pasada.De particular. El coche es de Alemania, compré para mi en el año 2024. Ahora se me queda grande. Todos los cambios de aceite entre 10-15 mil km marca Castrol. Sin siniestros duerme en el garaje, siempre limpio, mimado, no fumador. Kilómetros originales. Super completo y muy cómodo. Neumáticos recién puestos color Carbon black , Techo solar ,",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "205000 km",
            "precio": 19990.0
        },
        {
            "titulo": "BMW Serie 5 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2015-1074228641",
            "descripcion": "/// Jañez Automóviles /// - BMW 520d 2.0 d 190 cv AUTOMATICO -Año 2015- Km. 97.767 Km certificados!!!! Etiqueta Ambiental C. ¡¡ PERFECTO ESTADO!! - Desde 371 €/Mes - Sin entrada - Todo incluido. - 12 MESES DE GARANTIA TOTAL. - Concesionario Vehículos Ocasión en Benavente. Teléfono contacto 696 48 41 63 - Visita nuestra nuevas instalaciones con mas de 150 vehículos en stock en Ctra. Coruña Nº67 Benavente (Zamora). - Vehículo revisado en 25 puntos Vitales de Seguridad. -Todos los mantenimientos recién realizados. Extras: - Caja cambios steptronic. - Cámara aparcamiento trasera. - Sensor de aparcamiento delantero y trasero. - Navegador. - Volante multifunción. -Climatizador bi-zona. -START - STOP. -Modo conducción <<ECOPRO>>, <<COMFORT>> Y <<SPORT>>. - Regulador / limitador velocidad. -Teléfono integrado. - Connected Drive. - Precio transferido y 12 meses de GARANTIA TOTAL 19.990€. Nuestra Garantía Total, es la misma garantía que se obtiene al comparar un vehículo nuevo. Se recoge vehículo como parte de pago. Este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2015",
            "kilómetros": "97766 km",
            "precio": 19990.0
        },
        {
            "titulo": "BMW Serie 5 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-gran-turismo-1062671379",
            "descripcion": "Particular Vehículo nacional, comprado en concesionario oficial BMW. Único propietario. Acabado Luxury Muy cuidado. Automático, con levas en el volante y tres modos de conducción. Color gris space grey Mantenimiento oficial BMW Service. Última revisión oficial Junio 2024. Servicio incluido hasta julio 2026 o 25.000 km (incluye la próxima revisión) ITV en junio 2024 (válida hasta junio 2026) Siempre duerme en garaje Neumáticos delanteros y traseros Pirelli PZero, en buen estado. Etiqueta C Puedo enviar más fotos por privado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2016",
            "kilómetros": "138600 km",
            "precio": 19900.0
        },
        {
            "titulo": "BMW Serie 5 520d 140 kW (190 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-140-kw-190-cv-1009928078",
            "descripcion": "Precio oferta sujeto a financiación: 19900 EUR. Precio al contado: 19900 EUR. *UTR* LLEGAN LAS REBAJAS DE VERANO A OCASIONPLUS HASTA 30% DE DESCUENTO EN MÁS DE 2000 COCHES OCASIONPLUS - 8000 COCHES - 90 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA 1600€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos calefactables, Asientos eléctricos, Navegador, Cámara de marcha atrás, Faros bixenón, Faros traseros led, Ayuda aparcamiento, Encendido automático de faros, Control de velocidad, Bluetooth, Llantas de aleación (18\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "99625 km",
            "precio": 19900.0
        },
        {
            "titulo": "BMW Serie 5 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-2013-1075842742",
            "descripcion": "Vendo BMW 520D en perfecto estado con todas sus revisiones hechas rigurosamente,la última recién hecha,también tiene recién cambiada la batería,tacos de motor,tapa de balancines,ruedas traseras y EGR por garantía BMW,llantas de 19\",un consumo de combustible muy bajo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "207000 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW Serie 5 520d 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-135-kw-184-cv-1081671316",
            "descripcion": "Precio oferta sujeto a financiación: 19390 EUR. Precio al contado: 19390 EUR. *COR* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Asientos calefactables, Tapicería de piel, Navegador, Cámara de marcha atrás, Ayuda aparcamiento, Faros bixenón, Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Freno de estacionamiento eléctrico, Bluetooth, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "84948 km",
            "precio": 19390.0
        },
        {
            "titulo": "BMW Serie 5 520d 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-5-520d-135-kw-184-cv-1081940478",
            "descripcion": "Precio oferta sujeto a financiación: 19390 EUR. Precio al contado: 19390 EUR. *COR* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Asientos calefactables, Tapicería de piel, Navegador, Cámara de marcha atrás, Ayuda aparcamiento, Faros bixenón, Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Freno de estacionamiento eléctrico, Bluetooth, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "84948 km",
            "precio": 19390.0
        }
    ]
}