{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 2",
        "version": "M2 Coupé cambio automático",
        "año mínimo": "2022",
        "año máximo": "2024",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": "460",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=460&min_year=2022&max_year=2024&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 2&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW M2 460cv Nacional G87",
            "enlace": "https://es.wallapop.com/item/bmw-m2-460cv-nacional-g87-1091815602",
            "descripcion": "BMW M2 460CV G87 M RACE TRACK PACK M DRIVER'S PACK! NACIONAL Y ÚNICO DUEÑO En perfecto estado tanto interior como exterior, revisado, cuero Merino negro con acentuación exclusiva, llantas 19\" delante y 20\" detrás 930M, navegador, techo de carbono, interior en carbono, asientos bucket envolventes de carbono con memoria y calefactados, audio HiFi, diferencial deportivo M, suspensión adaptativa M, alarma, acceso confort, BMW luces shadow individual LED adaptativo, acristalamiento de protección solar, pack retrovisores, iluminación ambiental, active guard, carga inalámbrica de teléfono, BMW live cockpit plus, techo interior en antracita, pack Driver's, pack M Race track y muchos más. Garantía oficial BMW hasta 12/2026 Precio al contado: 88.900€. Precio financiado: 86.900€. (Financiando al menos 60.000€) Todos nuestros vehículos se entregan transferidos. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Puedes conocernos mejor a través de instagram: autogallerypremium Matriculado en 12/2023 Bitcoin accepted here, @auto.gallery #RO CAP #JU PIC #FU #MMG #COU #8E02095",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2024",
            "kilómetros": "4990 km",
            "precio": 88900.0
        },
        {
            "titulo": "BMW M2 M RACE TRACK 2025",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-m2-m-race-track-2025-1091237848",
            "descripcion": "Espectacular M2 cargado de EXTRAS Nacional un solo propietario. Matriculado Diciembre 2024 PVP Nuevo 119.000€ Cambio de Nombre Incluido Revision de Rodaje recien hecha Garantia oficila hasta 12.2027 -Suspension Adaptativa M -Pack M RACE TRACK -Pack Carbono -Paquete M Driver -Tapa deposito M Performance en Carbono -Aleron trasero M PERFORMANCE -Techo M Fibra de Carbono -Asientos envolvente M Carbono -Molduras interior M en Carbono -Sonido Surround HARMAN/KARDON -Faros led adaptativos -Apoyos para rodillas M PERFORMANCE POSIBILIDAD DE FINANCIACION Y ENTREGA HASTA DOMICILIO Stock Entrega inmediata Sigueme en instagram Javi.dcars",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2024",
            "kilómetros": "2900 km",
            "precio": 86900.0
        },
        {
            "titulo": "BMW Serie 2 2024",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2024-1071125952",
            "descripcion": "FINANCIACIÓN A SU MEDIDA HASTA 120 MESES. BMW Serie 2 M2. Año 2024 y 5.000km. Cambio automático. Techo solar eléctrico con distintas posiciones. Molduras interiores M en fibra de carbono. BMW Live Cockpit Plus. Asientos deportivos con banda tricolor M. Distintos modos de conducción. BMW Drift Analyser. Faros de LED adaptativos. Iluminación de ambiente. Escapes deportivos con válvulas de serie. Suspensión deportiva. Volante multifunción con levas y selector de modos de conducción. Asientos eléctricos con memoria. Keyless Go. Llantas doble medida 19/20´. Velocidad de crucero adaptativa. Sensor de ángulo muerto. Sensores de aparcamiento con cámara de marcha atrás. Sistema de sonido Harmann/Kardon. Vehículo nacional de único propietario con garantía oficial hasta Marzo del 2027 y paquete de mantenimiento incluido los próximos 5 años o 80.000km. Todos nuestros vehículos se entregan con garantía incluida en el precio. Financiación sujeta a aprobación por parte de la entidad financiera. AMC AUTOMOTIVE",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2024",
            "kilómetros": "5000 km",
            "precio": 80990.0
        },
        {
            "titulo": "BMW Serie 2 2024",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2024-1083021758",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2024",
            "kilómetros": "18000 km",
            "precio": 79999.0
        },
        {
            "titulo": "BMW Serie 2 2024",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2024-1053024598",
            "descripcion": "Se vende BMW M2, matriculado en Marzo del 2024, totalmente nuevo, garantía de fábrica hasta Marzo del 2027, y tiene un paquete de mantenimiento para 5 años valorado en 2000 euros, en los adjuntos pueden ver la configuración del vehículo y el precio de nuevo. Iva incluido, deducible.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2024",
            "kilómetros": "4600 km",
            "precio": 79990.0
        },
        {
            "titulo": "BMW Serie 2 2024",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2024-1059969233",
            "descripcion": "‼️RMOTORSPORT‼️ REESTRENO... ✨ ‼️",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2024",
            "kilómetros": "11000 km",
            "precio": 79900.0
        },
        {
            "titulo": "BMW Serie 2 2023 M2",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2023-m2-1023908375",
            "descripcion": "ESPECTACULAR BMW M2 DE ESTRENO !! VEHICULO NACIONAL",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2023",
            "kilómetros": "4500 km",
            "precio": 79450.0
        },
        {
            "titulo": "BMW M2 G87",
            "enlace": "https://es.wallapop.com/item/bmw-m2-g87-1084956234",
            "descripcion": "BMW M2 G87 , garantia hasta diciembre 2026 -Acepto cambios o coche de mi interes , aporto dinero si es necesario para alguno superior , M1 , M2 , M3 , M4 , M5 , RS3 , RS4 , RS5 , RS6 , RS7 , Rsq3 , Rsq8 , Sq5 ,Sq7 , Porsche , bmw , audi , RS , R310 , R320 , R8 , Turbo , AMG",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2023",
            "kilómetros": "8900 km",
            "precio": 76999.0
        },
        {
            "titulo": "BMW M2 (G87) 2024",
            "enlace": "https://es.wallapop.com/item/bmw-m2-2024-1080991647",
            "descripcion": "** 76.990€ Oferta válida hasta 31/01** (Precio normal 78.400 €) Increíble BMW M2 G87 de reestreno en color brooklyn grau, con techo solar y solo 3950 km. Matriculado el 05/2024 - Automático 460 cv - Gasolina Garantía oficial BMW Extras a destacar: - Techo solar eléctrico con distintas posiciones - Color Brooklyn Grau M - Asientos deportivos M - Volante multifunción - Molduras interiores M - BMW Live Cockpit Plus - Modos de conducción - BMW Drift Analyser - Faros de LED adaptativos - Iluminación de ambiente - Sistema de sonido Harman/Kardon. - Escapes deportivos con válvulas de serie - Suspensión deportiva - Asientos eléctricos con memoria - Velocidad de crucero adaptativa - Sensor de ángulo muerto - Sensores de aparcamiento con cámara de marcha atrás • Limpieza integral en todos nuestros coches GRATIS • El vehículo se entrega revisado totalmente • Cambio de nombre incluido en el precio • Garantía oficial 12 meses incluida • Entregas en toda España (consultar precios) Contacta con nosotros para más información Instagram → @rxtautomocion",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2024",
            "kilómetros": "3950 km",
            "precio": 76990.0
        },
        {
            "titulo": "BMW M2 G87 M PERFORMANCE ",
            "enlace": "https://es.wallapop.com/item/bmw-m2-g87-m-performance-1052332215",
            "descripcion": "BMW M2 G87 460cv. Cambio automático de 8 velocidades. 08/23. 9.000km. Coche importado de concesionario oficial. Paquete M performance carbono exterior y carbono interior. asientos en cuero eléctricos calefactable con memoria,llantas en 20” 21” M performance ,paquete navegación profesional, paquete iluminación,volante calefatado, cámara trasera, Harman Kardon, KEYLESS-GO, head up display, 2 llaves. Eriqueta 🟢.Transferencia (+250). NO CAMBIOS. NO OFERTAS. RS3 RS4 RS6 RS5 RS6 RS7 S7 S4 S5 S6 AMG GTI GTD M2 M3 M5 M6 SÍGUENOS EN INSTAGRAM @BPMOTORS20",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2023",
            "kilómetros": "9000 km",
            "precio": 76990.0
        },
        {
            "titulo": "BMW Serie 2 M2 COUPE FULL REESTRENO ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-m2-coupe-full-reestreno-1086044403",
            "descripcion": "SE VENDE BMW M2 ESPECTACULAR FULL EXTRAS TECHO SOLAR VEHICULO EN ESTADO NUEVO SE RECOGE COCHE COMO PARTE DEL PAGO PARA CAMBIOS VARIA MISMO PRECIO GARANTIA OFICIAL HASTA 11/2026",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2023",
            "kilómetros": "9900 km",
            "precio": 76900.0
        },
        {
            "titulo": "BMW Serie 2 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2023-1085257357",
            "descripcion": "!!!!SE VENDE BMW M2 ESPECTACULAR! FULL EXTRAS TECHO SOLAR VEHICULO EN ESTADO NUEVO SE RECOGE COCHE COMO PARTE DEL PAGO PARA CAMBIOS NO ES EL MISMO PRECIO GARANTIA OFICIAL HASTA 11/2026",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2023",
            "kilómetros": "9999 km",
            "precio": 76500.0
        },
        {
            "titulo": "BMW M2",
            "enlace": "https://es.wallapop.com/item/bmw-m2-1063753944",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2023",
            "kilómetros": "8000 km",
            "precio": 74900.0
        },
        {
            "titulo": "BMW Serie 2 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2023-1085321869",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2023",
            "kilómetros": "19900 km",
            "precio": 74900.0
        },
        {
            "titulo": "BMW M2 460cv M DRIVE PACK!! Nacional y único dueño",
            "enlace": "https://es.wallapop.com/item/bmw-m2-460cv-nacional-1080579592",
            "descripcion": "BMW M2 460cv M DRIVE PACK!! Nacional y único dueño En perfecto estado tanto interior como exterior, revisado, llantas 19'/20 930 M, faros LED autoadaptables Shadow Line, asientos deportivos calefactados con memoria y ajuste lumbar, parking assistant, alarma, suspensión deportiva M, control de crucero adaptativo, cinturones M, inserciones interiores en carbono, pack compartimentos, pantalla multifunción ampliada, audio Harman/Kardon y muchos más. Garantía oficial hasta 11/2026 Precio al contado: 74.900€. Precio financiado: 72.900€. (Financiando al menos 50.000€) Todos nuestros vehículos se entregan transferidos. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted here, @auto.gallery #RO CAP #JU PIC #FU #MLW #COU #8D88515",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2024",
            "kilómetros": "3900 km",
            "precio": 74900.0
        },
        {
            "titulo": "BMW M2 2023",
            "enlace": "https://es.wallapop.com/item/bmw-m2-2023-1081310970",
            "descripcion": "Disponemos de esta preciosa unidad de M2 del 2023! A continuación algunos extras. Cambio automatico Control de velocidad Apple car play / android auto Arranque sin llave Apertura y cierre sin llave Navegador Bluetooth Valvula de escape Asientos M Llantas M Pintura azul y muchos mas! 1 AÑO DE GARANTIA ••• Para mas información y videos 688 75 18 53 Pide cita y ven a verlo!. DISPONIBILIDAD DE ENTREGAR EL VEHICULO EN LA PUERTA DE TU CASA Se acepta vehículo como parte de pago. Palabras clave: mercedes a35 cupra gti leon ibiza a45 a45s 4matic 130n rs rs3 focusrs a354matic golf m2 g87 m2g87 golfr focus gtr r35 GRACIAS FLEXICAR NO ME INTERESAN VUESTRAS OFERTAS",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2023",
            "kilómetros": "19500 km",
            "precio": 74900.0
        },
        {
            "titulo": "BMW Serie 2 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2023-1092735495",
            "descripcion": "QUALITYCARS.ES ·VEHICULO NACIONAL EN PERFECTO ESTADO. ·1 SOLO PROPIETARIO. ·MATRICULADO 19/05/2023. ·PRECIO SUJETO A FINANCIACION MINIMA DE 15.000€ A 5 AÑOS 71.900€. ·PRECIO AL CONTADO 72.900€. ·TODOS LOS GASTOS INCLUIDOS EXCEPTO CAMBIO DE NOMBRE +180€. ·MANTENIMIENTO AL DÍA EN SERVICIO OFICIAL. EQUIPAMIENTO DESTACADO: -NAVEGADOR -FAROS FULL LED -CAMARA DE MARCHA ATRAS -SENSORES DE PARKING DELANTEROS Y TRASEROS -ACCESO CONFORT, APERTURA Y ARRANQUE SIN LLAVE -PAQUETE COMPARTIMIENTOS -ASIENTOS CALEFACTABLES -PAQUETE ILUMINACION INTERIOR -ASISTENTE DE LUZ EN CARRETERA -SISTEMA DE AUDIO HARMAN/KARDON -SHADOW LINE DE BRILLO INTENSO INDIVIDUAL -HEAD UP DISPLAY -ASIENTOS CON REGULACION ELECTRICOS CON MEMORIAS -VELOCIDAD CRUCERO ADAPTATIVA -CARGADOR INALAMBRICO SMARTPHONE -SISTEMA SONIDO ESCAPE -APPLE CAR PLAY Y ANDROID AUTO ·ACEPTAMOS SU COCHE COMO PARTE DE PAGO, TAMBIÉN SE LO COMPRAMOS SI SOLO QUIERE VENDERLO. ·OFRECEMOS FINANCIACIÓN A SU MEDIDA. ·1 AÑO DE GARANTÍA TOTAL EN PIEZAS Y MANO DE OBRA SIN LÍMITE DE KMS. ·ACEPTAMOS PRUEBA MECÁNICA EN SU TALLER DE CONFIANZA. ·POSIBILIDAD DE ENTREGA A DOMICILIO. ·DISPONEMOS DE TALLER PROPIO, OFRECEMOS LA MÁXIMA CALIDAD EN NUESTROS VEHÍCULOS. ·WE SPEAK ENGLISH, ON PARLE FRANÇAIS.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2023",
            "kilómetros": "21000 km",
            "precio": 72900.0
        },
        {
            "titulo": "BMW M2 2023",
            "enlace": "https://es.wallapop.com/item/bmw-m2-2023-1089790624",
            "descripcion": "BMW M2 460CV Cambio automático con levas en el volante Suspensión M adaptativa Sistema de frenos: Compuesto - Sistema de frenos M (pinzas de freno rojas) M Drive Profesional Diferencial deportivo m Transmisión automática deportiva Steptronic Suspensión deportiva Paquete de almacenamiento Connected Package Professional Sistema de control de crucero, activo con función Stop&Go Head Up display Cámara de respaldo Equipamiento exterior: Shadow-Line de alto brillo (alcance ampliado) Línea de sombra M de alto brillo Faros delanteros BMW Individual Shadow Line Luz ambiental Sistema de dirección automática de asistencia al aparcamiento Interior: molduras interiores de carbono Acceso confort (sistema de apertura y cierre) Asiento con soporte lumbar delantero izquierdo y derecho, eléctrico. Ajustable y calefactables Cinturones de seguridad M Asientos delanteros eléctricos. ajustable (con memoria) Calefacción de asiento para conductor y acompañante Asientos deportivos delanteros (M-Technic) Sistema de control de crucero con función de frenado Base de carga por inducción para smartphone (carga inalámbrica) Retrovisor interior con atenuación automática Volante (cuero) con multifunción M-Technic Sistema de servicio: información de Apple CarPlay (preparación) Sistema de control por voz BMW Live Cockpit Profesional Sistema de sonido Harman Kardon. 19\"/20\" M LMR doble radio 930 M / MB Control dinámico de estabilidad (DSC) con alcance ampliado Techo de carbono M Freno compuesto M, rojo brillante Mas extras…… -1 año de garantía y transferencia de nombre incluida en el precio. -Consulte nuestras opciones de financiación si lo desea (el precio no está sujeto a financiar con nosotros directamente). -Servicio de entrega a domicilio en cualquier punto de la Península y Baleares, precio a consultar. -Solicite prueba de vehículo a domicilio. -Todos nuestros vehículos disponen de libro de mantenimiento y certificación de kilometraje.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2023",
            "kilómetros": "7000 km",
            "precio": 72900.0
        },
        {
            "titulo": "BMW M2",
            "enlace": "https://es.wallapop.com/item/bmw-m2-1062250377",
            "descripcion": "Precioso M2 en estado de reestreno! Espectacular combinación de Gris Brooklyn sobre cuero camel y llanta negra. Muy bien equipado: Harman/Kardon, cámara trasera, asientos de cuero extendido con ajuste lumbar y calefactados, faros full led, cristales tintados, Apple Carplay, pinzas de freno rojas... 12 meses de garantía. para mas información llámenos y le atenderemos sin compromiso. disponemos de más de 150 vehículos en stock a su disposición. precio final sin obligación de financiación. abierto 365 días, no cerramos al mediodía. los vehículos que se muestran en este buscador pueden no corresponder con el modelo publicitado, la información aquí contenida no es legalmente vinculante y no constituye una oferta de venta y firme. coche de segunda mano a la venta. Benidorm altea Alfaz Albir Nucia alicante.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2023",
            "kilómetros": "10000 km",
            "precio": 71990.0
        },
        {
            "titulo": "BMW Serie 2 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2023-1086536906",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2023",
            "kilómetros": "23000 km",
            "precio": 70000.0
        },
        {
            "titulo": "BMW Serie 2 240i M 374CV AUTO",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-240i-m-374cv-auto-1090673539",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2024",
            "kilómetros": "12000 km",
            "precio": 65900.0
        },
        {
            "titulo": "BMW Serie 2 M240i xDrive Coupe 275 kW (374 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-m240i-xdrive-coupe-275-kw-374-cv-1075405375",
            "descripcion": "Compra este vehículo desde 411.16 EUR/mes",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2023",
            "kilómetros": "14559 km",
            "precio": 63900.0
        },
        {
            "titulo": "BMW Serie 2 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2023-1084784918",
            "descripcion": "Matriculado en diciembre del 2023, coche muy cuidado, sin roces y con las cubiertas todavia con muchos kilometros. Cualquier duda o consulta preguntar sin problema. Extras: Paquete M Sport Pro Llanta 19 radio doble Paquete tecnico M Techo solar eléctrico Paquete confort Asientos eléctricos ....",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2023",
            "kilómetros": "15000 km",
            "precio": 63500.0
        },
        {
            "titulo": "BMW Serie 2 M240i xDrive Coupe 275 kW (374 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-m240i-xdrive-coupe-275-kw-374-cv-1082023680",
            "descripcion": "GRUPO CANAAUTO - Concesionarios Oficiales de tus marcas preferidas BMW, MINI, Jaguar, Land Rover y MG. Descubre la seleccion de vehiculos seminuevos con garantia oficial de la marca. Ven y prueba tu coche sin compromiso en cualquiera de nuestras exposiciones. Encuentranos en: Tenerife - C. las Industrias 12, Taco, la Laguna - Av. Claudio Delgado Diaz, 55, Las Chafiras - Autopista TF5 Norte, Km 33, 38300 Orotava Las Palmas de Gran Canaria - C. Diego Vega Sarmiento, 60-B, 35014 Las Palmas - C. Diego Vega Sarmiento, 20, 35014 Las Palmas Precio Especial de Contado “Aprovecha la oportunidad de obtener un descuento adicional con nuestras opciones de financiacion personalizadas.” Nos enorgullecemos de servir a todas las Islas Canarias. No realizamos ventas ni envios a la Peninsula. Explora Nuestro Stock en TuKm0.com, especialistas en vehiculos premium de marcas lideres como BMW, MINI, JAGUAR, LAND ROVER y MG. Visita nuestro catalogo completo y encuentra tu proximo coche de ensueno. ¿Solo quieres el vehiculo sobre un tempo limitado? Pregunta por nuestras suscripciones de 1 a 12 meses en www.masmotor.es ¡Compramos tu coche! Obten una valoracion de tu coche en nuestras instalaciones o web, te lo compramos al momento o lo puedes entregar como parte de pago de tu nuevo coche. Las fotos del vehiculo y caracteristicas son totalmente reales del vehiculo, salvo \"error tipografico o de transcripcion\" “Para conocer las condiciones de precios financiados, consulta con nuestro equipo de ventas, quienes te proporcionaran toda la informacion detallada sobre las opciones de financiacion disponibles.” ***EQUIPAMIENTO OPCIONAL INCLUIDO*** - Juego para reparacion de pinchazos - Suspension M adaptativa - Dispositivo de alarma - Acceso confort - Paquete de retrovisores interior y exteriores - Superficies de acentuacion M, iluminadas - Reglaje de los asientos, electrico, con memoria - Soporte lumbar en los asientos delanteros - Calefaccion de los asientos d...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2022",
            "kilómetros": "24055 km",
            "precio": 62000.0
        },
        {
            "titulo": "BMW M240i 2023",
            "enlace": "https://es.wallapop.com/item/bmw-m240i-2023-1085799950",
            "descripcion": "VEHÍCULO IMPOLUTO. SIN NINGÚN RASGUÑO, COMPLETAMENTE LIBRE DE ACCIDENTES Y AVERÍAS, CON CERTIFICADO. PPF FRONTAL Y EN TECHO (Valor de 3.000€) Se vende con 2 Años Garantía oficial. Equipación: M SPORT PRO Frenos deportivos Asientos Calefactables BMW Curved display Control de crucero y carril Paquete Shadow Black Todos los modos de conducción disponibles Un M240i de verdad, trasera y motor B58. Consumos REALES demostrables: En carretera 6,7 litros/100km En ciudad 9,5-10,5 litros/100km El vehículo perfecto para uso diario y deportivo. Vehículo de finales de Noviembre de 2023. Uso particular. Neumáticos al 80% Abstenerse compraventas.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "387 cv",
            "año": "2023",
            "kilómetros": "20000 km",
            "precio": 61900.0
        },
        {
            "titulo": "BMW Serie 2 M240 i xDrive 374cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-m240-i-xdrive-374cv-1071452563",
            "descripcion": "Vehículo con tracción 4x4. Tapicería de cuero mixto, asientos calefactados, sistema de navegación, faros LED ADAPTATIVOS, cámara 360 junto con sensores de aparcamiento, climatizador de 3 zonas, Head Up Display con proyección en el parabrisas, equipo de sonido Harman Kardon, alerta de salida involuntaria de carril y de vehículos en ángulo muerto, regulador de velocidad, retrovisores abatibles eléctricamente, volante multifunción calefactado, carga inalámbrica junto con Apple CarPlay y Android Auto, emblemas 50 Aniversario, Shadow line de brillo intenso, BMW Live Cockpit Professional, acceso sin llave, lunas traseras tintadas, llantas de aleación en 19, pintura Thundernight metalizado, Bluetooth, conexión AUX y USB. +83.000EUR NUEVO, CONSULTAR LISTADO COMPLETO DE OPCIONALES.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2023",
            "kilómetros": "12643 km",
            "precio": 61490.0
        },
        {
            "titulo": "BMW Serie 2 M240 i xDrive 374cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-m240-i-xdrive-374cv-1071452891",
            "descripcion": "Vehículo con tracción 4x4. Tapicería de cuero mixto, asientos calefactados, sistema de navegación, faros LED ADAPTATIVOS, cámara 360 junto con sensores de aparcamiento, climatizador de 3 zonas, Head Up Display con proyección en el parabrisas, equipo de sonido Harman Kardon, alerta de salida involuntaria de carril y de vehículos en ángulo muerto, regulador de velocidad, retrovisores abatibles eléctricamente, volante multifunción calefactado, carga inalámbrica junto con Apple CarPlay y Android Auto, emblemas 50 Aniversario, Shadow line de brillo intenso, BMW Live Cockpit Professional, acceso sin llave, lunas traseras tintadas, llantas de aleación en 19, pintura Thundernight metalizado, Bluetooth, conexión AUX y USB. +83.000EUR NUEVO, CONSULTAR LISTADO COMPLETO DE OPCIONALES.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2023",
            "kilómetros": "12643 km",
            "precio": 61490.0
        },
        {
            "titulo": "BMW M240i 2023",
            "enlace": "https://es.wallapop.com/item/bmw-m240i-2023-1082993285",
            "descripcion": "Increible BMW M240i del año 2023. El coche tiene 6.500km.(en uso) EXTRAS: Color thundernight ( 1 año de espera en la BMW para este color) Parking assistant Sistema de navegación Faros LED ADAPTATIVOS Sistema de sonido Harman Kardon Paquete M sport pro Frenos deportivos M Cristales traseros tintados Paquete de retrovisores interior y exteriores, abatibles y con detección de angulo muerto Asientos calefactables Cambio automático deportivo Suspensión M sport adaptativa Volante M sport de cuero Paquete aerodinámico M Apple carplay Sistema Keyless BMW Live Cockpit Profesional etc... +83.000EUR NUEVO No me urge vender - abstenerse ofertas a la baja fuera de mercado (no contesto).",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2023",
            "kilómetros": "6000 km",
            "precio": 61000.0
        },
        {
            "titulo": "BMW M240i XDrive 2023 !!",
            "enlace": "https://es.wallapop.com/item/bmw-m240i-2023-1034326366",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2023",
            "kilómetros": "12900 km",
            "precio": 60750.0
        },
        {
            "titulo": "BMW Serie M240i 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-m240i-2023-1073846515",
            "descripcion": "Daños por accidente con reparación profesional. Esperamos tu llamada!!! Errores/errores de impresión/sujeto a venta previa!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2023",
            "kilómetros": "9000 km",
            "precio": 59850.0
        },
        {
            "titulo": "BMW Serie 2 230i M Sport *NACIONAL*",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-230i-m-sport-1087224643",
            "descripcion": "¡Bienvenidos a Larauto! Somos un concesionario de vehículos seminuevos ubicados en Málaga con más de 35 años en el sector que avalan nuestro trabajo y trato humano, todos nuestros vehículos se dan revisados, con 1 año de garantía y puesto a tu nombre, todo esto GRATIS! Vehículo nacional de un solo dueño equipado con el equipamiento M con llantas de aleación, climatizador bizona, asientos calefactables, headup display, cámara trasera, luces ambientales, techo solar, alerón, espejos y difusor en negro piano, asientos de piel semi baquet con cinturones con colores corporativos M , control de velocidad, volante multifuncional, varios modo de conducción con escape regulable en sonido, cargador innalambrico, AppleCarPlay, AndroidAuto, asientos eléctricos con memoria. +DISPONEMOS DE WHATSAPP PARA UNA ATENCIÓN PERSONALIZADA+ #ACEPTAMOS TU VEHÍCULO COMO PARTE DEL PAGO# **ENVIAMOS EL VEHÍCULO HASTA LA PUERTA DE SU CASA (PENÍNSULA)**Consultar condiciones. ++TODOS NUESTROS VEHÍCULOS SE DAN CON KILÓMETROS CERTIFICADOS Y SIN DAÑOS ESTRUCTURALES++LO DAMOS TRANSFERIDO Y CON 1 AÑO DE GARANTÍA++ **ESTE ANUNCIO NO ES VINCULANTE, PUEDE CONTENER ERRORES, SE MUESTRA A TITULO INFORMATIVO Y NO CONTRACTUAL**",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2024",
            "kilómetros": "11841 km",
            "precio": 54899.0
        },
        {
            "titulo": "BMW 230i Coupé 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2023-1068037194",
            "descripcion": "Super bien cuidado, siempre en parking. ni un rasguño! Vendo por cambio de coche. No acepto trueques.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2023",
            "kilómetros": "17000 km",
            "precio": 52900.0
        },
        {
            "titulo": "BMW Serie 2 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2022-1042039343",
            "descripcion": "Techo panorámico, keyless go (apertura, cierre y arranque sin llave), FULL LED, parktronic, cámara 360”, llanta 19”, espejos abatibles eléctricamente, aviso colisión frontal, aviso salida de carril, aviso cambio carril, head-display, sonido HARMAN KARDON, asientos eléctricos con lumbar y memoria, asientos calefactables, iluminación ambiental LED interior multicolor, sensor luz y agua automáticos, volante multifunción, volante calefactable, BMW DRIVE MODE, velocidad de crucero adaptativa, control por voz, SE ESCUCHAN CAMBIOS",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2022",
            "kilómetros": "12000 km",
            "precio": 51000.0
        },
        {
            "titulo": "BMW Serie 2 220i Coupe 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-220i-coupe-135-kw-184-cv-1082023446",
            "descripcion": "GRUPO CANAAUTO - Concesionarios Oficiales de tus marcas preferidas BMW, MINI, Jaguar, Land Rover y MG. Descubre la seleccion de vehiculos seminuevos con garantia oficial de la marca. Ven y prueba tu coche sin compromiso en cualquiera de nuestras exposiciones. Encuentranos en: Tenerife - C. las Industrias 12, Taco, la Laguna - Av. Claudio Delgado Diaz, 55, Las Chafiras - Autopista TF5 Norte, Km 33, 38300 Orotava Las Palmas de Gran Canaria - C. Diego Vega Sarmiento, 60-B, 35014 Las Palmas - C. Diego Vega Sarmiento, 20, 35014 Las Palmas Precio Especial de Contado “Aprovecha la oportunidad de obtener un descuento adicional con nuestras opciones de financiacion personalizadas.” Nos enorgullecemos de servir a todas las Islas Canarias. No realizamos ventas ni envios a la Peninsula. Explora Nuestro Stock en TuKm0.com, especialistas en vehiculos premium de marcas lideres como BMW, MINI, JAGUAR, LAND ROVER y MG. Visita nuestro catalogo completo y encuentra tu proximo coche de ensueno. ¿Solo quieres el vehiculo sobre un tempo limitado? Pregunta por nuestras suscripciones de 1 a 12 meses en www.masmotor.es ¡Compramos tu coche! Obten una valoracion de tu coche en nuestras instalaciones o web, te lo compramos al momento o lo puedes entregar como parte de pago de tu nuevo coche. Las fotos del vehiculo y caracteristicas son totalmente reales del vehiculo, salvo \"error tipografico o de transcripcion\" “Para conocer las condiciones de precios financiados, consulta con nuestro equipo de ventas, quienes te proporcionaran toda la informacion detallada sobre las opciones de financiacion disponibles.” ***EQUIPAMIENTO OPCIONAL INCLUIDO*** - Guarnecido interior del techo M Anthrazit - Acabado M Sport - Shadow Line M de brillo intenso con contenido ampliado - First Edition High - 19\", llantas de aleacion ligera M de radios dobles (estilo 797 M) bicolor, con neumaticos de diferentes dimensiones - Caja de cambios Steptronic Sport - Juego para reparacion de ...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2022",
            "kilómetros": "13150 km",
            "precio": 46000.0
        },
        {
            "titulo": "BMW Serie 2 230i Coupe 180 kW (245 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-230i-coupe-180-kw-245-cv-1091660483",
            "descripcion": "Precio oferta sujeto a financiación: 44537 EUR. Precio al contado: 48990 EUR. *GET* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 4453€ de descuento en este coche Precio oferta financiado: 44537€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 48990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Techo solar, Tapicería de piel, Asientos deportivos, Asientos eléctricos con memoria (Asiento eléctrico conductor con memoria, Asiento eléctrico copiloto con memoria), Car Play, Navegador, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Asistente de mantenimiento de carril, Asistente de cambio de carril, Reconocimiento señales de tráfico, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Volante multifunción, Limitador de velocidad, Aire Acondicionado (Climatizador), Bluetooth, Isofix, Arranque por botón, Freno de estacionamiento eléctrico, Llantas de aleación (18\"). - Coche Nacional, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2027 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2024",
            "kilómetros": "25586 km",
            "precio": 44537.0
        },
        {
            "titulo": "BMW Serie 2 230i Coupe 180 kW (245 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-230i-coupe-180-kw-245-cv-1091261535",
            "descripcion": "Precio oferta sujeto a financiación: 44537 EUR. Precio al contado: 48990 EUR. *GET* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 4453€ de descuento en este coche Precio oferta financiado: 44537€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 48990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Techo solar, Tapicería de piel, Asientos deportivos, Asientos eléctricos con memoria (Asiento eléctrico conductor con memoria, Asiento eléctrico copiloto con memoria), Car Play, Navegador, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Asistente de mantenimiento de carril, Asistente de cambio de carril, Reconocimiento señales de tráfico, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Volante multifunción, Limitador de velocidad, Aire Acondicionado (Climatizador), Bluetooth, Isofix, Arranque por botón, Freno de estacionamiento eléctrico, Llantas de aleación (18\"). - Coche Nacional, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2027 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2024",
            "kilómetros": "25586 km",
            "precio": 44537.0
        },
        {
            "titulo": "BMW Serie 2 230i Coupe 180 kW (245 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-230i-coupe-180-kw-245-cv-1089395658",
            "descripcion": "Precio oferta sujeto a financiación: 44537 EUR. Precio al contado: 48990 EUR. *GET* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 4453€ de descuento en este coche Precio oferta financiado: 44537€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 48990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Techo solar, Tapicería de piel, Asientos deportivos, Asientos eléctricos con memoria (Asiento eléctrico conductor con memoria, Asiento eléctrico copiloto con memoria), Car Play, Navegador, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Asistente de mantenimiento de carril, Asistente de cambio de carril, Reconocimiento señales de tráfico, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Volante multifunción, Limitador de velocidad, Aire Acondicionado (Climatizador), Bluetooth, Isofix, Arranque por botón, Freno de estacionamiento eléctrico, Llantas de aleación (18\"). - Coche Nacional, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2027 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2024",
            "kilómetros": "25586 km",
            "precio": 44537.0
        },
        {
            "titulo": "BMW Serie 2 230i Coupe 180 kW (245 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-230i-coupe-180-kw-245-cv-1083426961",
            "descripcion": "Precio oferta sujeto a financiación: 44537 EUR. Precio al contado: 48990 EUR. *GET* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 4453€ de descuento en este coche Precio oferta financiado: 44537€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 48990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Techo solar, Tapicería de piel, Asientos deportivos, Asientos eléctricos con memoria (Asiento eléctrico conductor con memoria, Asiento eléctrico copiloto con memoria), Car Play, Navegador, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Asistente de mantenimiento de carril, Asistente de cambio de carril, Reconocimiento señales de tráfico, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Volante multifunción, Limitador de velocidad, Aire Acondicionado (Climatizador), Bluetooth, Isofix, Arranque por botón, Freno de estacionamiento eléctrico, Llantas de aleación (18\"). - Coche Nacional, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2027 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2024",
            "kilómetros": "25586 km",
            "precio": 44537.0
        },
        {
            "titulo": "BMW Serie 2 230i Coupe 180 kW (245 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-230i-coupe-180-kw-245-cv-1085822315",
            "descripcion": "Precio oferta sujeto a financiación: 44364 EUR. Precio al contado: 48800 EUR. *LRO* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 7536€ de descuento en este coche Precio oferta financiado: 44364€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 48800€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Tapicería de piel, Car Play, Navegador, Cámara de marcha atrás, Faros delanteros led, Faros traseros led, Ayuda aparcamiento, Faros autodireccionables, Asistente para las luces de carretera, Encendido automático de faros, Sensor de lluvia, Asistente de cambio de carril, Asistente de mantenimiento de carril, Asistente de arranque en pendiente, Sensor de presión de neumáticos, Reconocimiento señales de tráfico, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Freno de estacionamiento eléctrico, Llantas de aleación (19\"). - Coche Nacional, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 07/2026 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2023",
            "kilómetros": "12664 km",
            "precio": 44364.0
        },
        {
            "titulo": "BMW Serie 2 230i Coupe 180 kW (245 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-230i-coupe-180-kw-245-cv-1081940042",
            "descripcion": "Precio oferta sujeto a financiación: 44364 EUR. Precio al contado: 48800 EUR. *LRO* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 7536€ de descuento en este coche Precio oferta financiado: 44364€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 48800€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Tapicería de piel, Car Play, Navegador, Cámara de marcha atrás, Faros delanteros led, Faros traseros led, Ayuda aparcamiento, Faros autodireccionables, Asistente para las luces de carretera, Encendido automático de faros, Sensor de lluvia, Asistente de cambio de carril, Asistente de mantenimiento de carril, Asistente de arranque en pendiente, Sensor de presión de neumáticos, Reconocimiento señales de tráfico, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Freno de estacionamiento eléctrico, Llantas de aleación (19\"). - Coche Nacional, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 07/2026 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2023",
            "kilómetros": "12664 km",
            "precio": 44364.0
        }
    ]
}