{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 2",
        "version": "218i Coupé",
        "año mínimo": 2018,
        "año máximo": 2021,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 136,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=136&min_year=2018&max_year=2021&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 2&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 2 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2021-1084552670",
            "descripcion": "modello business advanced e allestimento completo (non solo estetica) cin pacchetto Msport",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2021",
            "kilómetros": "32000 km",
            "precio": 32000.0
        },
        {
            "titulo": "BMW Serie 2 2.0 136CV Sport",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2-0-136cv-sport-1092666588",
            "descripcion": "Acabado Sport. Disponible tambien en los colores Alpinweiss, Mineralgrau, Sunset Orang. Tambien en Peninsula y Baleares. Este anuncio es meramente informativo, no es vinculante ni contractual. Consulta a nuestros comerciales. Mas de 2000 coches en stock permanente, visitenos en ClickAutos. Volante multifuncion Tornillos antirrobo para las llantas Control de presion de neumaticos Reposabrazos delantero deslizable Sensor de lluvia, incluyendo accionamiento automatico de las luces de cruce Climatizador Faros antiniebla de LED Desactivacion del airbag del acompanante Radio DAB+ Llamada de Emergencia Inteligente TeleServices Servicios ConnectedDrive Servicios Remotos Disposit. manos libres con interfaz USB Acceso confort Acabado Sport Servotronic Neumaticos con funcionamiento en caso de averia (runflat) Deflector de viento Paquete de compartimentos Control de distancia en aparcamiento (PDC) Control de crucero con funcion de freno Paquete de iluminacion...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2021",
            "kilómetros": "74122 km",
            "precio": 26450.0
        },
        {
            "titulo": "BMW Serie 2 (2021) M Pack",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2021-m-pack-1072439194",
            "descripcion": "BMW Serie 2 F44 Gran Coupé Paquete M Sport: - Exterior: paragolpes deportivos, molduras aerodinámicas y detalles exclusivos M. - Interior: volante M forrado en cuero y acabados de alta calidad. - Suspensión M adaptativa. - Llantas de aleación diseño M. - Luces LED adaptativas. - Sistema BMW Live Cockpit. Único propietario, siempre en garaje y nunca accidentado. Mantenimientos al día en casa oficial BMW. Opción de contratar garantía externa profesional. Situado en Madrid. Venir a ver y probar sin compromiso. Posibilidad de entrega en península y baleares.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2021",
            "kilómetros": "80000 km",
            "precio": 26000.0
        },
        {
            "titulo": "BMW Serie 2 Cabrio 218i 136 Manual",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-cabrio-218i-136-manual-935252534",
            "descripcion": "Espectacular unidad de BMW SERIE 2 CABRIO 218I 136CV BUSINESS MANUAL!! En perfecto estado tanto interior como exterior, revisado, llantas 16\", navegador Business, faros LED, asientos delanteros calefactados con ajuste lumbar, volante deportivo, manos libres y muchos más. Precio al contado: 20.900€. Precio financiado: 19.900€. (Financiando la totalidad) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Matriculado en 11/2017 Bitcoin accepted @auto.gallery #JF CAP #GU PIC #FU #LML #CAB #VB64934",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2018",
            "kilómetros": "105500 km",
            "precio": 20900.0
        },
        {
            "titulo": "BMW Serie 2 218i Coupe 100 kW (136 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-218i-coupe-100-kw-136-cv-993745967",
            "descripcion": "Precio oferta sujeto a financiación: 19545 EUR. Precio al contado: 21500 EUR. *OVI* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Precio oferta financiado: 19545€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 21500€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Isofix, Bluetooth, Sensor de presión de neumáticos, Asistente de arranque en pendiente, Llantas de aleación (18\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2018",
            "kilómetros": "146902 km",
            "precio": 19545.0
        },
        {
            "titulo": "BMW Serie 2 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2018-1087997335",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "69000 km",
            "precio": 17900.0
        },
        {
            "titulo": "BMW Serie 2 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-2-2018-1026542977",
            "descripcion": "Impecable mejor ver",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2018",
            "kilómetros": "123000 km",
            "precio": 17499.0
        }
    ]
}