{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "320Cd Cabrio",
        "año mínimo": "2004",
        "año máximo": "2006",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": "150",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=150&min_year=2004&max_year=2006&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1081692118",
            "descripcion": "El coche está impecable como se puede apreciar acepto cualquier prueba mecanica. tiene hard top (techo duro) .yo lo pongo en invierno para conservar la capota de lona.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "215000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1083311390",
            "descripcion": "Exclusiva unidad de BMW 320cd teniendo en cuenta sus km, se encuentra en excelente estado de conservación, pintura original, llantas de 18\" del paquete M, interior en piel gris, techo solar, libro de revisiones en BMW hasta los 30.000 km, 2 llaves. Se usa a diario, mantenimiento e ITV al día. Distintivo medio ambiental. NO CAMBIOS.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "65000 km",
            "precio": 12900.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1070394967",
            "descripcion": "vehiculo de reestreno. IMPECABLE mandeme telefono i puedo reenviar video",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "60000 km",
            "precio": 10200.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1089199449",
            "descripcion": "bmw 320cd carroceria ancha look m3 interior M exterior m llantas m3 CSL Suspension MTS roscada",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "150000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1076116850",
            "descripcion": "bmw e46 - Interior y exterior pack m - Interior alcantara (en buen estado) - Radio alpine style ILX 702 e46 Apple carplay y android auto - Focos xenon - Velocidad crucero - Llantas en 18 doble medida - Manual de 6 velocidades",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "234000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-320d-e46-68475941",
            "descripcion": "Muy muy cuidado por dentro y por fuera! Ruedas nuevas a estrenar! Libro de revisiones en Bmw Engasa y todas al día. Año 2004.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "229000 km",
            "precio": 9900.0
        },
        {
            "titulo": "BMW Serie 3 320 CD 150 cv 1 propietario 80.000 km",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320-cd-150-cv-2006-1074581040",
            "descripcion": "Vehiculo de un solo propietario, coupe, todas las revisoones al dia, esta de origen completamente. Tapizado en piel beige, climatizador, elevalunas eléctricos, control de traccion, control de estabilidad, todo funcionando y de estricta serie, muy bajo consumo. - VEHÍCULO NACIONAL, revisado 125 puntos, GARANTÍA SERVICIO OFICIAL DE ESTE VEHÍCULO: 12 MESES (ampliable a 24) - Aceptamos su actual vehículo como parte del pago, TASACIÓN GRATUITA.- - EL PRECIO ANUNCIADO INCLUYE LA TRANSFERENCIA A NOMBRE DEL COMPRADOR.- - Aceptamos pagos con criptomonedas -We speak english",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "80000 km",
            "precio": 9200.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1068368867",
            "descripcion": "Precioso Bmw e46 320cd 150cv restyling Pack M Completo de fábrica en perfecto estado. Coche super bien cuidado y mimado al detalle Contiene llantas 19' doble medida delanteras 235 y traseras 255 Volante multifunción, pantalla android 9' con camara visión trasera, Apple,car play, equipo de sonido harman kardon,caja manual 6v, asientos traseros abatibles, techo solar, cristales delanteros y traseros electricos, asientos eléctricos con memoria, asientos traseros abatibles, sensores de aparcamiento, 2 llaves con mando originales, cristales laminados homologados, angel eyes, itv al día y mantenimientos al día. Tiene pegatina medioambiental Más inf privado. Solo respondo gente sería y interesada de verdad. Gracias!! Acepto cambios por coche familiar, sub, furgón... Escucho ofertas",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "224000 km",
            "precio": 9000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1085201753",
            "descripcion": "BMW 320td compact m sport 150cv con todos los extras excepto techo solar. Coche impoluto 90milKM, único dueño, revisiones y mantenimientos en casa BMW facturas demostrables, se acepta cualquier prueba. ITV hasta el 28 de diciembre de 2025, PEGATINA MEDIOAMBIENTAL B, Más información en privado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "90000 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1076487742",
            "descripcion": "TODO HOMOLOGADO Kit m3 original bmw Escape 4 salidas m3 Suspension neumatica bilstein con gestion airlift Frenada 330 Asientos M3 electricos y calefactables Xenon Velocidad crucero Techo alcantara Pantalla Pioner Turbo hibridado 220cv Consumo ridiculo Vehiculo al detale y sin ningun desperfecto Neumaticos al 80% Pastillas al 90% Mantenimientos al dia. 2 dueño. Impecable.Mantenimiento cada 10.000kms. Mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "290000 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1092146711",
            "descripcion": "En venta bmw e46 320d restyling 6velocidades, año 2004. Pintado completo hace un año, llantas x5 pintadas con 4 neumáticos nuevos, muelles eibach pasan itv, xenon, lava faros, luces automáticas, techo solar, asientos tela y alcantara M sport calefactables, volante multifunción M velocidad de crucero ,itv para un año! cristales tintados, aceite y filtros recien hechos cierre centralizado, angel eyes, pilotos led, disponibilidad inmediata! Gente seria no mareantes! Escucho cambios y dinero. Similar: golf Gti Gtd r32 r300 rs3 s3 Vito cupra Amg Patrol gr Toyota land Cruiser, 330 335 140i 530 535 Amg c200 c320 c220 m2 m3 m4 m5 scirocco st opc i30n a3 a4 a6",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "298000 km",
            "precio": 8399.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1066283830",
            "descripcion": "Se vende precioso e46 con llantas bbs 18”, asientos alcántara, elevalunas traseros eléctricos, radio original (no la de la foto), 4 pastillas de freno nuevas, 2 discos traseros nuevos, filtros y aceite nuevos, alineacion y nivelado de pesos de las ruedas recien hechos, kit embrague nuevo, itv pasada hace 3 meses, tengo factura de todo. tambien lo entrego junto con el escape de casa. ESCUCHO OFERTAS, hablame sin compromiso.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "274000 km",
            "precio": 8200.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1049486637",
            "descripcion": "Bmw compact 320 td. Nacional Swap a 330 con reprogramación a 331cv 723 par motor, embrague reforzado de kevlar, turbo híbrido , relojes de presión de turbo, presión de aceite y voltaje. Cierre centralizado con mando.Escape hecho completo con down pipe en acero inox. Pilotos traseros ahumados, bola de enganche, llantas en 18 ', alerón, aletas y techo en negro brillo pintadas hace 6 meses con pinzas de frenos en el color del coche. Swap hecha hace 45 mil kilómetros con motor cambiado y rectificado. Sonido(Harman Kardom) Pops and bang(corte de diesel) Paquete M interior y exterior. Pintado hace 6 meses con el nuevo color del M4.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 8150.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1088925335",
            "descripcion": "Se vende BMW 320Cd E46 en un estado excepcional tanto de mecánica como de chapa y pintura. Kit embrague y bimasa recién cambiado por un Sachs, mantenimiento a realizar antes de la entrega, 4 neumáticos KUMHO PS71 nuevos, pastillas y discos de freno delanteros recién puestos. Pintado integral hace 3000kms, siempre guardado en garaje privado y tapado con lona. Interior impecable en cuero Montana beige, limpio e hidratado periódicamente con productos detail de máxima calidad. Cuidado a capricho siempre. Etiqueta medioambiental B No mareantes Precio no negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "271000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1084703802",
            "descripcion": "Vendo BMW E46 del 2005 con pegatina B -ITV hasta junio de 2025 -Ruedas nuevas montadas en octubre del 2024 -Lleva motor nuevo con 130mil km cambiado a capricho -Turbo nuevo de ATC turbo -Flector de cardan nuevo -Copelas nuevas -Suspension M -Llantas en 19” -Actualmente lleva montado escape con downpipe (se entrega el escape de serie) -Pantalla 9 pulgadas con Android, Carplay, Apple Carplay... -Pack M -Revision hecha hace 5mil km -Dumper, poleas y correas auxiliares nuevas -Esta reprogramado con una stage 1 y ahora mismo esta dando cerca de 195cv sin llevarlo al limite y unos consumos de 5l/6l -Discos y pastillas en buen estado El coche se usa a diario, para ir a trabajar como para viajes largos. Lo unico que habria que hacerle seria pintarlo y arreglarle desperfectos de chapa, por lo demas el coche esta muy bien. Aceptaria cambio por algun 330d o 330cd aportando diferencia. Solo gente interesada, algo negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "295000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1078358085",
            "descripcion": "Compact 320td pack M completo con Stage 1, (197 CV). Mantenimientos al día. Cristales tintados homologados, bien de chapa, perfecto de interior. Reloj de presión de turbo. Volante multifunción. Más fotos sin compromiso. Algo negociable. Lo vendo a 8K porque tiene bloste",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "271000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1040620971",
            "descripcion": "Bmw e46 cd pack m sport interior y exterior de la casa, ejemplar único con muchos extras... llantas Jr 11 19x9,5j et22/19x11j et25 235/35 295/30. Cambio manual 6 marchas. Ensanchadas las 4 aletas a medida, trabajo hecho en chapa galvanizada, disponibles muchas fotos del proyecto. Suspensión roscada Cobra regulable en altura, retrovisores en carbono real, posibilidad de entregar también los lips delanteros en carbono real. Discos rayados ebc brakes 330mm de diámetro delante y 295mm traseros, con pastillas EBC yellowstuff. Pinzas de freno delanteras del 330ci. ¡Todos los extras homologados en ficha técnica, pasa la ITV tal cual lo ves! +INFO",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "235000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 e46 solo 105.000km reales",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1041482656",
            "descripcion": "vehículo reestiling en un estado perfecto de interiores, km certificados en ITV con asientos sport en cuero beige y volante y pomo coupé, radio android auto (totalmente integrada) de carrocería, defensa delantera M (Dispongo de la original tmbn con antinieblas) tiene alguna marca sin mallor importancia por los años entero original de pintura. dispone de pegatina medioambiental B. El coche se vende por falta de uso (último año 4000km), motor despalomillado y descarbonizado para ITV. Frenos,silenblocks y ruedas nuevos. ITV sin fallos de hace un par de meses. no creo que haya otro en España con estos km y estado. Sólo me interesa furgoneta. No molestar, no se regala,ni molesta ni necesito el dinero.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "100000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-933287602",
            "descripcion": "SOLO ESTA SEMANA!!! Bmw e46 cabrio restyling SPECIAL EDITION. Coche a capricho, edición especial cargado de extras. Volante multifunción, pantalla táctil con Bluetooth y Wi-Fi, control de crucero, sensor de aparcamiento y luces, ordenador de abordo, bi-xenon, capota funcionando perfecta y con lona en perfecto estado, pack M interior y exterior, llantas 17 pulgadas pack M originales, asientos cuero camel eléctricos y calefactables Mantenimientos al dia, palieres traseros, brazos suspension delanteros y soportes motor nuevos (1.600€ en el ultimo año con facturas demostrables). SOLO ESTA SEMANA!!!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "280000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW E46 Serie 320 cd 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-320-cd-2004-850897931",
            "descripcion": "Bmw E46 320cd, 150cv pack M interior y exterior, 6 velocidades, coche nacional ,xenón, ruedas, frenos y discos nuevos, embrague recién hecho, revisión hecha. Polea del cigüeñal cambiada, Coche impoluto, muy cuido. Dos propietarios.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "296000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1068458001",
            "descripcion": "En perfecto estado! Todo al día con facturas! Whatsap 655650242 !",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "221000 km",
            "precio": 7999.0
        },
        {
            "titulo": "BMW Serie 3 2005 Pack M",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-pack-m-1089317548",
            "descripcion": "El coche está a capricho. pack M completo, Suspensión rebajada y homologado en ficha. Llantas originales, tratamiento cerámico a todo el coche,Cámara de marcha atrás y pantalla táctil. El coche es una preciosidad para ser mimado durante muchos años. ITV recién pasada. Hasta Enero del 2026. ✅Pantalla táctil ✅ Control de crucero ✅ Elevalunas eléctricos, delanteros y apertura eléctrica en los traseros ✅Cierre centralizado ✅Cámara de visión trasera ✅Regulación en altura y profundidad del volante ✅Regulación en altura de luces ✅Antinieblas delanteros y traseros ✅Doble medida de rueda atrás más ancha ✅Pack M completo ✅Apertura de maletero desde el mando ✅Doble medida de ruedas. ✅Consumo muy ajustado ✅ITV HASTA ENERO 2026",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "261000 km",
            "precio": 7900.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1064616496",
            "descripcion": "Espectacular BMW 318d. 122CV. Interior y exterior como nuevo. Un solo propietario. Se entrega con toda la documentación en regla. Precio transferido y 12 meses de GARANTIA. Puedes venir a verlo y probarlo sin compromiso. Se recoge vehículo como parte de pago. Lo entregamos totalmente revisado. Estamos en Calle Santa Elena S/N, 41900 Camas, Sevilla. Horario: Lunes a Viernes 09:00-14:00 / 17:00-20:00. Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2006",
            "kilómetros": "154000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1090404658",
            "descripcion": "Se vende bmw E46 coupé , exterior e interior pack m , interior con acabados en carbono plata, asientos pack m en Alcántara en perfecto estado , volante multifunción, 6 velocidades ventanillas eléctricas alante y atrás , pantalla táctil llantas originales sin picadas , interior negro de serie , reposabrazos con almohadilla en Alcántara , doble salida de escape homologada , faros delanteros xenon y traseros led , coche nacional solo 3 propietarios , le vendo por aumento de familia ya que no puedo tener un coupé , unidad única ,para más información escribirme.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "216000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-1087804337",
            "descripcion": "bmw 318d manual cuidado y siempre en garaje. segungo propietario. motor M47 ( no rompe cadena) Ruedas delanteras casi nuevas, embrague y turbo cambiados el año pasado con factura. No ha tenido ningun golpe o accidente, se puede mirar en cualquier taller. Extras: faroz xenon, interior piel beig, volante multifuncion. se puede ver en Madrid o granada",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2005",
            "kilómetros": "149300 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1001860468",
            "descripcion": "Modelo restiling, pak M interior y exterior, asientos calefactables, sensor de aparcamiento, volante, multifunción, pantalla Android táctil original BMW, llanta 18 doble medida, 4000 euros de facturas en casa oficial BMW, embrague nuevo además de muchas piezas de desgaste cambiadas, aporto facturas… le funciona todo a la perfección, edición limitada con motor diesel, impecable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "270000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-991478780",
            "descripcion": "BMW coupe sport en muy buenas condiciones, siempre en Garaje y muy pocos kilómetros, tapicería de cuero y neumáticos nuevos .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "114000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-962513593",
            "descripcion": "Bmw 320td compact. 150cv.6 velocidades. Acabado M interior y exterior de fabrica. Parktronic,volante multifuncion, asientos tela-alcantara , carbono. Km garantizados por concesionario oficial. Al coche no le hay que hacer nada. Mantenimientos todos al dia.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "194000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW e90 Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-888594425",
            "descripcion": "BMW e90 de 2007 motor 2000cc de cadena con bajo consumo (más de 1000km un depósito) y con 210000km interior beige, etiqueta ambiental B, *Techo solar *Manual 6 velocidades *Llantas de 18 o 17 con neumáticos en buen estado *Navegador *Climatizador bizona *Luces led *Lunas tintadas *Sensor de lluvia y luces automático *Bola de remolque Se dispone historial de dueños e ITV que ha pasado y los km, tiene cosas de chapa, mejor verlo en persona. BMW e46 e36 e30 coupé Nissan s13 s14 s15 Nissan 240z 260z 280z 300zx",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2006",
            "kilómetros": "210000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 320d Cabrio 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320d-cabrio-110-kw-150-cv-1067098231",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "195000 km",
            "precio": 7470.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1040893103",
            "descripcion": "Se vende Bmw 320cd con paquete M y llantas del M6 y pantalla android en muy buenas condiciones..se le han hecho muchas cosas entre ellas tiene la ITV hasta 07/25 sin ningun fallo...se le ha reparado la capota y tapizado el asiento del conductor,el apoyabrazos y el volante..y mas cosas!coche con muy poco consumo y con etiqueta medioambiental!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "150000 km",
            "precio": 7470.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1031493311",
            "descripcion": "Coche en perfecto estado ni un solo roce ni abolladura, interior intacto , como nuevo , cargado de extras , procedente de mecánico! XENON, SEMI PIEL, TECHO , EQUIPO M, MECANICA COMPLETA AL DIA .( PEGATINA MEDIOAMBIENTAL AMARILLA 🟡B ). NO NEGOCIABLE. CAMBIO NOMBRE A PARTE. MAS INFORMACIÓN MOBIL Y WHATSAPP 606 717 349",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "199000 km",
            "precio": 7400.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-962635866",
            "descripcion": "Muchos extras y en perfecto estato. Precio no negociable, mejor ver y probar. Etiqueta B., asientos m3, llantas 19 m3, cámara marcha atrás. pantalla 10\", kit de embrague y bimasa cambiado hace poco, sin palomillas y damper cambiado,defensas m3 originales, consume un 5,5",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "255000 km",
            "precio": 7400.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1078514604",
            "descripcion": "Coche mimado, sin golpes ni roces, duerme en garaje, persona adulta, nacional, cuero Dakota negro, suspensión de serie BMW, climatizador, faros traseros originales led, todo original BMW, pantalla android, navegador, altavoces buenos, batería recién puesta, varta, km en carretera.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "215000 km",
            "precio": 7200.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1069076010",
            "descripcion": "BMW 318D E90 en perfecto estado, todo al dia, mantenimientos, revisiones... ITV hasta septienbre de 2025. asientos de cuero marron. El coche lo suelo usar para ir a trabajar y tal, pero quiero algo mas nuevo, coche muy mimado. cualquier cosa no dudes en precuntarme! 😊",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2006",
            "kilómetros": "233000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1050478191",
            "descripcion": "todo los extras no mareantes",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "198000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1052384646",
            "descripcion": "Cambio hecho a los 250 mil, kit de embrague completo hace 15/20 mil km, 4 ruedas nuevas, llantas nuevas de hace unos meses, agr nueva y mas cosas que tiene echas, pack m, gasto de media entre un 5 y un 6. Duerme en garaje siempre ahora tiene línea completa, pero tengo el de serie, techo solar, gancho de remolque de los de quitar. ITV recién pasada.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "251000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1089185040",
            "descripcion": "320td swap 30d 204cv donwpipe y linea 3’ intercooler tuberias en alumunio enfriador de aceite decantador de aceite stage 1 pack m interior y exterior acepto prueva mecanica NO HOMOLOGADO e60,e46,330d,m57,m47,m3,530d,325d,e92,e90,",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "220000 km",
            "precio": 6999.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-320i-150cb-1035977322",
            "descripcion": "Bmw 320i 150cv,dispone de distintivo medioambien B,equipado con interior en semi piel gris,llantas de aluminio,radio con usb,reposabrazos central ordenador abordo,climatizador digital,4 elevalunas eléctricos,mantenimiento recién hecho Movil 698261530 Garantía de 12 meses Financiación a su medida",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "180000 km",
            "precio": 6999.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1081052414",
            "descripcion": "Se vende estupendo coche bmw e90 en muy buen estado con muchos extras radio pantalla , Bluetooth ,dirección asistida, elevalunas eléctricos, cierre centralizado ,abs , airbarg ,climatizado , asientos de piel M, volante M ,retrovisores eléctricos, anclaje isofix , velocidad crucero , mantenimientos al día recién cambiados aceite y filtros del motor, filtro del aire cambiado,pastillas de frenos recién puestas mejor ver y probar , se acepta coche como parte de pago ,precio negociable más info tlf 681 94 93 73 precio 6.950€",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2006",
            "kilómetros": "269000 km",
            "precio": 6950.0
        }
    ]
}