{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "318d Berlina",
        "año mínimo": 2003,
        "año máximo": 2005,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "",
        "tipos de motor": "",
        "potencia máxima": 116,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=&min_horse_power=1&max_horse_power=116&min_year=2003&max_year=2005&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2003 Compact TD 118 115 cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-compact-td-118-115-cv-1048485045",
            "descripcion": "Bmw 318td compact e46 nacional.. Revisado de todo en este último mes. Perfecto estado tanto interior como exterior con algún detalle sin importancia. ITV recien pasada. Motor 115 cv, consume alrrededor de 5 litros/100km, el motor más fiable de la marca a pesar del año de fabricación del modelo. Este modelo es dificil de conseguir con las caracteristicas deportivas del paquete M de bmw. Vehiculo muy cuidado y original",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "232000 km",
            "precio": 8750.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1066738081",
            "descripcion": "ESPECTACULAR BMW SERIE 3 COMPACT 316 TI DE BAJO CONSUMO MUY CUIDADO Y MUY BIEN CONSERVADO. LO MÁS DESTACADO DE ESTE VEHÍCULO ES QUE EN EL AÑO 2016 A LOS 151.000 KMS SE LE HIZO UNA RECTIFICACIÓN COMPLETA DEL MOTOR, CILINDROS, VÁLVULAS, PISTONES, SEGMENTOS, CIGÜEÑAL, CADENA, CULATA Y DEMÁS, SE ESTRENÓ EL MOTOR DE NUEVO, SE LE HAN HECHO 85000 KMS Y NI UN SOLO PROBLEMA NI CONSUMO DE ACEITE EN ESTOS 8 AÑOS, SE PRESENTA FACTURA POR VALOR DE CASI 3000 EU QUE COSTÓ LA RECTIFICACIÓN Y SE PRESENTAN TODAS LAS FACTURAS Y UN HISTÓRICO COMPLETO DE TODAS LAS REVISIONES Y MANTENIMIENTOS QUE SE LE HAN HECHO AL VEHICULO A LO LARGO DE SU VIDA. LLANTAS Y RUEDAS NUEVAS EN NEGRO BRILLO CRISTALES TINTADOS COCHE PINTADO EN AZUL METALIC Y TERMINACIONES EN NEGRO BRILLO, ALERÓN, ESPEJOS, DIFUSORES, PARRILLA DELANTERA, RUEDAS Y DEMÁS. INTERIOR EN AZUL METÁLIC COMO EL COCHE. PANTALLA CAR-PLAY CAMARA TRASERA Acceso al maletero (Reposabrazos central detrás) Airbag conductor/acompañante Airbag lateral delante Automático control-estabilidad y tracción (ASC + T) Caja de cambios 5-marcha Check-Control-System Cierre centralizado con Alarma antirrobo y Sensor de choque Climatizador automático Columna de dirección (Volante) regulable mecánicam. Dinámico control-estabilidad (DSC) Dirección asistida Elevalunas eléctric. delante Límpialuneta trasera Mando a distancia para Cierre centralizado Motor 1,6 Ltr. - 85 kW 16V Regulación del alcance de las luces Sistema antibloqueo (ABS) Sistema de airbag para la cabeza delante Tapicería asientos: Tela, Tejido liso Ventanilla giratoria detrás Volante (cuero estilo) Luces antiniebla Sistema nuevo de audio ALPINE Business Garantía mecánica de 12 meses Se coge vehículo como parte de pago, bajo tasación. Tenemos delegación de venta en Galicia Llamar para cualquier duda o consulta.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "85600 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-e46-compact-1068429233",
            "descripcion": "en muy buen estado distribucion hecha tacos de motor nuevos junta tapa valancines nueva soporte cardan nuevo junta enfriador de aceite nuevo juntas sensores del vanos motor nuevas sensores de arbol de levas nuevo sensor del cigueñal nuevo pcv recien cambiada revisiones al dia suspension roscada vmaxx llantas bbs admision k&N aleron aluminio linea de escape recta de 2 pulgadas y media itv al dia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 6800.0
        },
        {
            "titulo": "BMW Serie 118d compact",
            "enlace": "https://es.wallapop.com/item/bmw-serie-118d-compact-1082760807",
            "descripcion": "UNICO PROPIETARIO elevalunas electricos cierre centralizado direccion asistida climatizador 12 meses de garantia",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "109000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW compact 316ti M ",
            "enlace": "https://es.wallapop.com/item/bmw-compact-316ti-m-1081587077",
            "descripcion": "Se vende BMW compact 316ti M con 130.000 km Único dueño No cambios. Sólo venta Estado excepcional Mantenimiento recién hecho Ruedas 75%",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "130000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1013317172",
            "descripcion": "Se vende BMW e46! Mantenimiento al dia, muy cuidado. Mejor ver y probar. Cualquier duda no dude en preguntar!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 5550.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1073937184",
            "descripcion": "Vendo BMW en buen estado, del año 2004, El coche está en perfectas condiciones tanto mecánicas como estéticas. Se le han hecho todos los mantenimientos necesarios y no ha tenido ningun tipo de accidente. Es un vehiculo fiable que no ha dado ningun tipo de problema. Etiqueta medioambiental C",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "156000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1022245053",
            "descripcion": "Se vende precioso BMW serie 3 con toda la documentación al día, sello de circulación recién pagado, con muy pocos kilómetros. Primer propietario una señora mayor y yo el segundo propietario. Se puede ver sin compromiso y acepto todo tipos de pruebas (por cuenta del comprador). Mando fotos y doy más información a interesados, no cambio y no negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "116040 km",
            "precio": 4995.0
        },
        {
            "titulo": "BMW Serie 3 Compact 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-compact-2004-1081514374",
            "descripcion": "Coche en excelente estado de conservación, sin ningún desperfecto, salvo un leve desgaste en el asiento del conductor. Ha sido utilizado únicamente de forma particular, principalmente para desplazamientos diarios al trabajo y realizar compras (aproximadamente 36 km al día), con usos ocasionales excepcionales. Recientemente se le han sustituido dos inyectores y dos bombas de suministro de gasóleo(iintermedia y deposito).",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "237450 km",
            "precio": 4990.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1090070503",
            "descripcion": "Coche muy cuidado. Mantenimientos al dia, en muy buen estado para sus km. De motor esta perfecto y de chapa algun detalle inapreciable. Se entrga con las llantas que lleva de 18” y con las de serie con gomas michelin 4 estaciones.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "240000 km",
            "precio": 4900.0
        },
        {
            "titulo": "BMW Serie 316 ti Compact",
            "enlace": "https://es.wallapop.com/item/bmw-serie-316-ti-compact-1078993723",
            "descripcion": "Vendo Bmw serie 316 ti compact del año 2005 en color gris, motor 1800cc con 115 cv, tiene 62.300km, el coche está en perfecto estado con poco uso, importado de alemania y con todos los papeles en regla, itv hasta diciembre del 2025. Precio negociable para ver en persona.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "62300 km",
            "precio": 4900.0
        },
        {
            "titulo": "BMW  Serie3 1.8  316i 4p.(gasolina C)",
            "enlace": "https://es.wallapop.com/item/bmw-serie3-1-8-316i-4p-gasolina-c-1091081748",
            "descripcion": "BMW Serie3 1.8 316i 4p.(gasolina C) Coche en excelentes condiciones mecánicas, va todo fenomenal, exterior muy bien, interior muy bien. Equipado con climatizador, control de velocidad de crucero, llantas, elevalunas eléctrico, cierre centralizado, ETC.,ETC.,ETC… Tiene etiqueta medioambiental C, apto para entrar por Madrid. Posibilidad de envió a toda la península AÑO 10/2004 224.000 KM GASOLINA 1800/115CV",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "224000 km",
            "precio": 4680.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1074160878",
            "descripcion": "mas informacion por privado solo interesados",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "217000 km",
            "precio": 4500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-888148123",
            "descripcion": "Coche en perfecto estado diciembre de 2004 muy bien cuidado tanto por dentro como fuera !! Kit de embrague y bimasa racien cambiados , llantas de 15 pulgadas racien cambiadas revision al dia filtros cambiados , para mas información contactar en privado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "208000 km",
            "precio": 4400.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1060222886",
            "descripcion": "Se vende BMW compact 316ti 115cv con pack M exterior e interior de serie. Mandos en el volante, regulador de velocidad, sensores de marcha atrás. Techo y capó con vinilo de carbono. Discos de freno y pastillas nuevos. Cambio de aceite y filtros recién hechos. Bujías y bobinas cambiadas hace menos de un año, junto a correa auxiliar. Aire acondicionado funciona perfectamente. Siempre ha dormido en garage. Coche muy cuidado.Como se puede apreciar. Interior impecable. ITV recién pasada. Últimas 10 itv pasadas en blanco, guardo todos los informes. Libro de mantenimiento con todo el seguimiento. Se vende por cambio a un coche más grande.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "234000 km",
            "precio": 4100.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-886379458",
            "descripcion": "Bmw 318 td compac E46 nacional 2 dueño con todos los mantenimientos al día demostrables con libro sellado se todos ellos. Perfectisimo estado del motor (80% km realizados en carretera uno de los motores más fiables, sin palomillas admisión de serie) tanto interior como exterior algún detallito pero nunca golpes. Etiqueta medioambiental B Tiene incorporada una pantalla con Android Apple car Asiendos original M Sport Demostrable itv sin ningún problema Se acepta prueba mecanica",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "287000 km",
            "precio": 4100.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1089263962",
            "descripcion": "BMW e46 muy bien cuidado, algún roce pero muy bien en todos los sentidos, ni un fallo, dos únicos dueños.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "144716 km",
            "precio": 4000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1089704198",
            "descripcion": "Coche siempre bien mantenido, muy cuidado, mantenimiento con recambio original,motor muy duro, 3 llaves, coche con etiqueta B,se acepta cualquier prueba mecánica, más información privado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 3999.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1069697745",
            "descripcion": "Cambio por kia sorento jeep 4x4 todoterreno hyundai tucson, bmw x3 ,ford tourneo o similar de mi interés. El bmw serie 3 e46 está perfecto de todo todo al día solo el techo interior un poco descolgado ,kilómetros reales certificados el coche de motor perfecto acepto prueba mecánica no tengo prisa no bajo nada no insistais. Pegatina medioambiental C ,se husa directamente ,2 🔑",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "161200 km",
            "precio": 3999.0
        },
        {
            "titulo": "BMW compact",
            "enlace": "https://es.wallapop.com/item/bmw-compact-1027419505",
            "descripcion": "Se entrega con GARANTIA. Contamos con taller propio. motor 316ti 1.8 i Compact 115cv etiqueta medioambiental B equipacion: -aire acondicionado -radio -direccion asistida -cierre centralizado -airbag Se entrega con ITV al día y mantenimientos al dia. Mas de 50 vehículos en stock, disponemos de financiacion a su medida desde 89€ al mes. posibilidad de recojer su vehiculo como parte del pago Automóviles Antonio y Juanmanuel en Santiago de Compostela.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "220000 km",
            "precio": 3999.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1071956031",
            "descripcion": "itv hasta diciembre 2025, alarma, sensor aparcamiento, poco consumo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "296000 km",
            "precio": 3900.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-991789899",
            "descripcion": "Se vende BMW 316i, debido a su poco uso. Único propietario siempre bien cuidado y con mantenimientos al día.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "220000 km",
            "precio": 3900.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1085266484",
            "descripcion": "Vendo precioso BMW Compact en color blanco alpineweis (muy pocas unidades). Es del 12/2003, tiene 297000 kilómetros. ITV hasta enero de 2026. Pack M interior y exterior, sin gastos, consumo bajo. No regateos ni ofertas absurdas, lo uso a diario.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "297000 km",
            "precio": 3700.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1050695476",
            "descripcion": "BMW compact 316 Vehículo Nacional. Climatizador, ABS, DSC, 6 Airbags, Asientos Deportivos de Cuero y Tela, Radio Sony con bluetooth y usb. Volante deportivo de Cuero, Llantas de aluminio, alerón original BMW, Cierre Centralizado con Mando, Retrovisores Calefactados y Eléctricos. Características Generales: MARCA: BMW MODELO: 316 Compac CAMBIO: Manual 5 velocidades AÑO: 2003 COLOR CARROCERÍA: Dorado Metalizado CARROCERÍA: Coupé COMBUSTIBLE: Gasolina INTERIOR: Cuero/Tela Distintivo Ambiental B **NO CAMBIOS** **ESTÁ EN GUADALAJARA**",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "168000 km",
            "precio": 3649.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1087040940",
            "descripcion": "Vendo BMW serie 3 compact. Pierde un poco de refrigerante por un manguito. Motor del valvetronic recién cambiado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "155000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1078425442",
            "descripcion": "Coche en excelente estado. 2 propietarios solamente.Se puede ver y probar. Itv hasta junio 2025 y todas las revisiones al día.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "214000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1070214457",
            "descripcion": "Ofrecer sin compromiso. Pegatina C. 🟢Coche en perfecta condicione a toda prueba de mecanica toda las revisiones en Bmw. acepto cambio por coche y furgoneta 8 o 9plazas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "173000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1069830632",
            "descripcion": "ETIQUETA MEDIOAMBIENTAL DISTINTIVO “C” Contiene Pack M Asientos calefacatables Asientos electricos Bluetooth Interior de cuero Vidrios Tintados Muy Equipado para el Año del coche Cualquier duda no duden en escribir",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "230000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1082021367",
            "descripcion": "En buen estado, tal como se ve en las fotos. Itv pasado hasta junio de 2025. Neumáticos practicamente nuevos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "240000 km",
            "precio": 3250.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1054853518",
            "descripcion": "coche muy cuidado el coche tiene todo hecho: recién pintado correa de servicio nueva motor del valvetronic nuevo 4 bujias de iridio nuevas revisión recién hecha compresor de aire nuevo tapa de balancines nueva y alguna cosa mas paquete M tanto interior como exterior , interior tela y alcántara ... cualquier duda preguntar.........bmw 318 316 320 325 330 m pack m 520 525 530 m1 m2 m3 m4 m5 e46 e39 e39 e60 e90 e34",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "240000 km",
            "precio": 3200.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1061905290",
            "descripcion": "SE VENDE BMW PACK M 316 ti. (GESTIÓN DE VENTA) Vehículo en perfecto estado de conservación, con un poco de desgaste en interior y pintura por el paso del tiempo. Pack M original, a excepción de las llantas. Funciona y anda perfectamente sin fallos. ITV recién pasada, en vigor hasta 12/2025. Llantas y neumáticos totalmente nuevos con 770 km de uso. Mantenimientos al día. Vehículo se entrega revisado antes de su entrega. Posibilidad de entregar en cualquier parte de España. ( consultar condiciones) Transferencia a cargo de comprador. Garantía consultar precio.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "264000 km",
            "precio": 3100.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1092617088",
            "descripcion": "Revisión reciente en el mecánico, ITV hasta mayo. Lleva sensor parking, cámara marcha atrás, radio con sistema conexión con móvil bluetooth. Bien conservado y poco uso. Funciona todo perfectamente. Acepto negociación.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "166000 km",
            "precio": 3000.0
        },
        {
            "titulo": "BMW 316ti compact pack M ",
            "enlace": "https://es.wallapop.com/item/bmw-316-ti-compact-pack-m3-1087869363",
            "descripcion": "Se vende bmw compact serie 3 con pack M con itv recien pasada.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "170000 km",
            "precio": 3000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1086988044",
            "descripcion": "¡Se vende BMW Serie 3 - 318 Gasolina! • Año: 2004 • Kilómetros: 219,000 km • Motor: Gasolina • Puertas: 3 • Extras: Equipado con todos los extras (aire acondicionado, sistema de sonido, elevalunas eléctricos, y más). • Estado: Perfecto estado tanto mecánico como estético. Ubicación: Casariche, Sevilla. Precio: A consultar. 📞 Teléfono de contacto: 685 970 198 ¡No pierdas la oportunidad de llevarte este coche en excelente estado!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "219000 km",
            "precio": 3000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1081851897",
            "descripcion": "BMW 316 TI S3 2003 198.000km Detalles mínimos ITV recién pasada 1.8",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "198000 km",
            "precio": 3000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1071332474",
            "descripcion": "AÑO:2005 Kilómetros:2005 NACIONAL BWM MOTOR 1.8 Etiqueta medioambiental C Con ,airbag abs, direcion asistida,climatizador, isofix,Bluetooth,elevalunas electricas,ect todos los extras, en perfecto estado ¡impecable¡de mecánica, acepto prueba mecánica,ITV EN VIGOR,2025 neumaticos al 90% además posibilidad de cojer coche en parte de pago a precio de tasaccion contesto a mensajes preferible tel ¡Etiqueta MEDIOAMBIENTAL C¡ 617884229",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "203150 km",
            "precio": 2999.0
        },
        {
            "titulo": "BMW 316 (ETIQUETA C)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1090883971",
            "descripcion": "- Climatizador - Distintivo medioambiental C (puede circular por las zonas de bajas emisiones ZBE) - Mantenimiento al día - Cambio de nombre no incluido (+150€) - Posibilidad de entregar vehículo como parte de pago. - Contacto 650444451 Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "248000 km",
            "precio": 2990.0
        }
    ]
}