{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "335d Berlina",
        "año mínimo": "2010",
        "año máximo": "2011",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": "286",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=286&min_year=2010&max_year=2011&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 335d Coupe",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-335d-coupe-1068421491",
            "descripcion": "BMW Serie 3 335d Coupe kms: 54.000 Año: 2010 Un único propietario. Faros de xenon. Control de velocidad. Cambio automático con llevas. Espejos plegables. Dos llaves. Asientos de piel-tela. Luces automáticas. Volante multifunción. Radio BMW profesional. Climatizador bizona. Asientos eléctricos. 12 Meses de garantía. Enviamos a toda la península e islas. Posibilidad de recibir su coche como forma de pago. Pida su reportaje. Consultar gastos de gestión. Consulta nuestra disponibilidad, por la posible reserva o venta del vehículo. Solicitar cita previa y localización del vehículo. Entrega Flexible en Barcelona. IRURI MOTOR, desde 1971 especialistas en 4X4. Visítanos en: irurimotor.com",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2010",
            "kilómetros": "54000 km",
            "precio": 27499.0
        },
        {
            "titulo": "BMW Serie 3 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-1042737622",
            "descripcion": "se vende BMW e92 330d 245cv en impoluto estado tanto Interior como exterior ,181000km reales, kit carroceria e interior M, llantas en 19\" , tapicería cuero marrón, volante multifuncional de carbono con levas, ruedas ps4 en buen estado, techo solar, luces bidireccionales, arranque sin llave, asientos calefactables con 2 memorias de posición, y más extras Todos los mantenimientos hechos incluido el de la caja de cambios",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "181500 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-933189309",
            "descripcion": "Coche en perfecto estado muy mimado , siempre en garaje , con todas las revisiones al dia.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2011",
            "kilómetros": "250000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1092206055",
            "descripcion": "se vende espectacular vehiculo con muchisimas extras por no darle uso mejor ver y probar gente seria Pac M interior exterior Techo panoramico Asientos deportivos calefactados y con memoria Levas en el volante Espejos abatibles Camara distronic sensores de parking delanteros y traseros y muchisimas mas cosas",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2011",
            "kilómetros": "264963 km",
            "precio": 18600.0
        },
        {
            "titulo": "BMW Serie 3 330d CABRIO AUT",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-330d-cabrio-aut-1041962364",
            "descripcion": "BMW 330d Cabrio, 265cv, Automatico, Pack M, Cuero Terracota, Asientos Deportivos Calefactables Electricos, Navegador, Faros Xenon.... GARANTIA OPCIONAL +1.000 €.- Vehiculo importado en muy buen estado general. NO ATIENDO EMAIL..SOLO LLAMADAS.- 644.624.909.- Somos tienda física situada en C/ Moreno Nieto, 14. Horario: Lunes a Viernes de 10:00h a 14:00h y de 17:00h a 20:00h. Sabados de 10:00h a 14:00h.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "265 cv",
            "año": "2010",
            "kilómetros": "270000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 330d coupe 245cv aut. 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-330d-coupe-245cv-aut-2011-1092176599",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "117791 km",
            "precio": 17990.0
        },
        {
            "titulo": "BMW E93 330d LCI Pack M Auto",
            "enlace": "https://es.wallapop.com/item/bmw-e93-330d-lci-pack-m-1086943029",
            "descripcion": "Bmw E93 330d LCI Pack M Full Extras. (Descapotable/Cabrio) (Restyling) Coche nacional inmaculado, de garaje y sin accidentes. Se ecuentra como nuevo y completamente de serie. Mantenimientos siempre al dia. Paso recientemente la ITV en Noviembre 2024, todos los frenos, discos y pastillas de freno son nuevos, recientemente pintado al color original. Se acepta naturalmente prueba mecanica. El coche es full extras y tiene muchas cosas raras, se destacan algunos de ellos: - Pack M interior y exterior - Color exterior Bmw Individual \"Azurit-Metallic Black\" (que sale en algunos M4) - Color interior \"Dakota/creambeije\" - Sistema de sonido Bmw Individual - Llantas 19\" M-Performance - Volante deportivo M multifun. con Levas - Suspensión deportiva M - Asientos deportivos en Dakota/creambeije - Asientos electricos con memoria - Asientos calefactables - Real Bamboo wood-grain trim, anthracite - Control velocidad adadpativo - Pack de luces - Elementos en Luces led - Luces automáticas - Luces Xenon adaptativas - Sensor lluvia - Luz diurna led - Pilotos traseros led - Faros bixenon Dynamic - Bluetooth móvil - Espejos eléctricos calefactables repliegan - Climatizador bizona - Pantalla navegador multimedia grande profesional - Navegador Gps - Sensores aparcamiento delantero y trasero - Assistente BMW Etc... Para más información de extras, fotos y videos, por fabor contactar. Tengo muchas más fotos. Si está realmente interesado en ver el coche, póngase en contacto para concertar una visita. Bmw serie 3 cabrio en Pontevedra",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "156000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW 330D E93 LCI",
            "enlace": "https://es.wallapop.com/item/bmw-330d-e93-lci-1073187221",
            "descripcion": "BMW 330D E93 LCI Mantenimiento al dia Casa Oficial BMW Año: 01/2011 Motor: 3.0L 245Cv KM: 230.000 Carroceria: Coupe/Cabrio Combustible: Diesel Cambio: Automatico Color Exterior: Negro Zafiro Metalico Color Interior / Tapiceria: Cuero Dakota Cream Beige Neumaticos Michelin Pilot Sport 5 Amortiguadores: Bilstein B8 Extras: - Asientos Deportivos Electricos con Apoyo Lumbar, Memoria y Calefactables - Luces Automaticas Xenon Adaptables en Curvas - Acceso Confort (Sin Llave) - Sistema de Alarma - Asientos con Sistema Isofix - Deflector de viento - Paquete de Compartimentos - Control de Distancia de Aparcamiento (PDC) - Control de Crucero - Sensor de Lluvia - Aire Acondicionado Automatico - Paquete de Iluminacion - Sistema de Navegacion Profesional - Bluethoot - Control por Voz - Sistema de Sonido Surround Harman / Kardon - Chasis Deportivo ///M - Volante ///M - Enganche Remolque Abatible",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "230000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-959310603",
            "descripcion": "Tiene todos los extras menos asientos calefactables, techo solar asientos de cuero sensores de aparcamiento arranque sin llave y cerrar sin llave paquete de m tanto paragolpes trasero y delantero taloneras y llanta 19 suspencion de m3, ruedas traseras con 1000 kilómetros y delanteras no tienen ni 500 kilómetros cadena de distribución recién hecha las 3 cadenas cambiadas calentadores bosch recién puestos revisión de aceites y filtros recién cambiados Se escuchan ofertas aceptan cambios",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2011",
            "kilómetros": "204000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW 330d e93 LCI 245cv Aut. Cabrio/Descapotable",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-846366240",
            "descripcion": "Suspensión Bilstein B12 pro kit nueva y totalmente homologada (las fotos son anteriores por eso se ve un pelín más alto) Realizado mantenimiento de la caja de cambios (cambio de aceite) siempre ha estado a TODO RIESGO. Tiene todos los extras disponibles excepto volante calefactable. Siempre ha dormido en garaje, está totalmente cuidado y los mantenimientos hechos de manera estricta. Aceite Castrol 5w30 y TODOS los filtros hechos el 12/07/2024 280.000 km (95% autopista)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "280000 km",
            "precio": 16999.0
        },
        {
            "titulo": "BMW Serie 3 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-852552155",
            "descripcion": "SE VENDE O CAMBIO por otro Coche 5 puertas. En muy buen estado cuidado a capricho , se entrega con doble juego de llaves , equipamiento extra climatizado bi-zona,capota dura control de velocidad de crucero,volante cuero multifuncion,cierre centralizado ,faros antiniebla ,xenón lavafaros paquete M sport exterior interior, gancho remolque retráctil eléctrico,asientos con memoria asientos deportivos y calefactables, sensores de aparcamiento ,equipo sonido harman kardon ,caja automática , el coche esta recién pintado en color blanco perla. MEJOR VER Y PROBARLO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "220000 km",
            "precio": 15999.0
        },
        {
            "titulo": "BMW 320DA E93 2011 facelift Convertible ",
            "enlace": "https://es.wallapop.com/item/bmw-320da-e93-facelift-convertible-coupe-1073422897",
            "descripcion": "Se vende un elegante descapotable que se puede convertir en un Coupé deportivo con techo rígido con solo tocar un botón. En el clima local, permite disfrutar de la conducción con el techo descubierto durante todo el año. Ideal tanto para desplazamientos diarios o como coche de fin de semana. BMW 320DA E93, modelo renovado. Fecha de producción: 12 de febrero de 2011. Color: gris espacial metalizado. Elegante interior de cuero gris claro. Motor de 184 CV. Transmisión automática (Steptronic). Equipo muy decente: Control de clima con ajuste personal. Asientos deportivos eléctricos con memoria y calefacción. Volante multifunción. Volante calefactable. Música Hi-Fi. Entradas USB. Bluetooth. Monitor, navegación. Portavasos. Sensores de aparcamiento traseros. Faros de xenón con luz de curvas. Paquete de iluminación. Luz alta automática. Control de crucero, etc. ITV hasta 23 febrero de 2025, pasó sin comentarios. Almacenamiento en garaje seco. Ubicado en Valencia (46460 Silla). Puede ver el coche cualquier día, tanto entre semana como los fines de semana. No estoy interesado en cambio, solo venta. Tel./WhatsApp/Viber.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "163000 km",
            "precio": 15555.0
        },
        {
            "titulo": "BMW Serie 3 2010 Equipación M",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-967353940",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "15400 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1072043383",
            "descripcion": "bmw 325 d todos los mantenimientos realizados perfecto estado paquete m interior y exterior",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "264000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1045665699",
            "descripcion": "Harman/kardon pegatina b Pantalla Navegador Pack m Cuero Asientos calefactables Llantas en 19” Bixenon bi direccionables Mantenimientos al dia cadena de distribucion reforzada muy buen estado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "180000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-1025904878",
            "descripcion": "En perfecto estado, ruedas nuevas, mantenimiento hecho con 225000kms cambios de aceite, todos los filtros, líquido de frenos y anticongelante. Itv hasta diciembre 2025 ✅️3000cc - 6 cilindros - 245cv ✅️Navegador CIC de BMW con disco duro ✅️Pack M interior y exterior ✅️Sensor lluvia y luz ✅️Cuero ✅️Sonido harman&kardon ✅️Llanta 19 con Michelin pilot sport 4s nuevas ✅️Bixenon direccional con largas automaticas ✅️Pack iluminación ✅️Pack compartimentos ✅️Techo solar ✅️Asientos eléctricos calefactables ✅️Sensores aparcamiento delanteros y traseros",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "226000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-842253711",
            "descripcion": "E93 330d",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "178000 km",
            "precio": 14900.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1042366322",
            "descripcion": "Vendo mi BMW serie tres cabrio Coupe",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "220000 km",
            "precio": 14600.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1074025927",
            "descripcion": "En perfecto estado listo para disfrutarlo. Mejor verlo y provarlo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "275000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1037227226",
            "descripcion": "BMW 330D automático Nacional, perfecto estado, paquete deportivo M interior y exterior, control de velocidad de crucero, levas en el volante, sensor de parking delantero y trasero, asientos delanteros calefactables, coche muy cuidado y siempre en garaje. Abstenerse gente curiosa ,solo interesada de verdad no quiero perder el tiempo. ITV recien pasada hasta enero de 2026",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "177000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1084819297",
            "descripcion": "Se vende bmw e91 lci de finales del 2011. Actualmente está con una stage 1 y tiene aproximadamente 290cv, el coche esta en muy buen estado. Me interesa cambio por furgoneta vito mas nueva Precio negociable - pack m interior - ⁠pack m exterior - ⁠techo solar panorámico - ⁠asientos delanteros calefactables y con memoria de posiciones - espejos retrovisores electricos y antideslumbramiento - sistema keyless (se abre y se cierra por contacto tactil) Mantenimientos - se rehizo la caja de cambios hace 2 años puedo adjuntar factura - ⁠ruedas al 80% - ⁠aceite y filtros recién hechos - ⁠bomba de agua y radiador también cambiados en el último mantenimiento",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "192110 km",
            "precio": 13999.0
        },
        {
            "titulo": "BMW Serie 3 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-1080261107",
            "descripcion": "Precio negociable Bmw 320d e92 coupe tracción 4, con pocos km y muy cuidado, itv pasada hace poco y todos las mantenimientos recien echos y muchos extras.Tiene libro de revisiones muchas en bmw, caja de cambios steptronic, faros xenon, sensores de aparcamiento, llantas “bmw sport V342 en 18, sistema de navegación, doble clima, control crucero, volante multifuncion, isofix, arranque y apertura sin llave",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2010",
            "kilómetros": "160000 km",
            "precio": 13999.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1012681681",
            "descripcion": "ÚNICO PROPIETARIO!! LIBRO DE REVISIÓN!! Se vende BMW 325d Cabrío , del año 2011 con solo 179.000km!! asientos y memorias eléctricos, volante de cuero y multifunción, climatizador de doble zona, GPS, NAVIGATION, TELEFONO, AUX, TELÉFONO, PARCTRONIK TRASERO Y DELANTERO, RADIO, CD-MP3, BLUETOOTH , 2 llaves, llantas de aluminio R\"17\", neumáticos nuevos y etc., ITV al día, 2 llaves, transfer y garantía incluidos en el precio, cualquier duda llama o WhatsApp , puedes ver y probar sin compromiso ,+34 641718559 Alex",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "214 cv",
            "año": "2011",
            "kilómetros": "179000 km",
            "precio": 13900.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1054885607",
            "descripcion": "Itv recien pasada principios de septiembre , cambio aceite y filtro recien echo ,gomas nuevas , pastillas de freno nuevas , interior en perfecto estado , duerme en garaje , consumo 8.8 , sonido Harman Kardon , linea de escape , DownPipe , intercooler , turbo hibrido, mejor ver y probar. Acepto cambios por un 5 puertas",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "255000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-1009681436",
            "descripcion": "Bmw 330d 245cv Cabriolet full extras no hay más extras posibles en su versión 2010 llantas M3 CLS x19 doble medida capota funcionando perfectamente e igual que todo su comfort escucho ofertas a cambio abonando diferencia acepto coche como forma de pago mejor ver y probar itv en vigor",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "260000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Bmw Serie 3 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-950535131",
            "descripcion": "325d, automático, 230.000km. Faros bixenon afl con largas automáticas y asistente en curva, pack m interior, tapicería cuero camel, asientos eléctricos y calefactables , volante calefactable, techo solar, techo interior color negro, apertura y arranque sin llave keyless, pack luces, navegador cíc, rueda de repuesto…. Todos los mantenimientos al día incluida la caja. Llantas 19 y muelles eibach homologados. El precio se podría hablar en persona , no hacer perder el tiempo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2010",
            "kilómetros": "230000 km",
            "precio": 12900.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-330d-2011-1065627059",
            "descripcion": "BMW 330D TOURING 245CV -CAMBIO DE ACEITES Y FILTROS RECIEN HECHO -MANTENIMIENTO DE CAJA DE CAMBIOS RECIEN HECHO -DISCOS Y PASTILLAS NUEVOS EXTRAS -FAROS DELANTEROS XENON CON LAVAFAROS -LUZ DIURNA ANGEL EYES -LLANTAS DE ALEACION EN 18” -SENSOR DE APARCAMIENTO DELANTERO Y TRASERO -TAPICERIA EN CUERO COLOR CAMEL -ASIENTOS CON AJUSTE LATERAL Y CALEFACCIÓN -RADIO PANTALLA CON NAVEGACION -CLIMATIZADOR BIZONA -ARRANQUE A BOTON -CONTROL DE CRUCERO -MANDOS AL VOLANTE -MANOS LIBRES -SE ENTREGA RECIEN REVISADO Y MANTENIMIENTOS AL DIA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "288500 km",
            "precio": 12500.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1092284442",
            "descripcion": "Vendo Bmw 330d xDrive 245 CV automático año 2011 en perfecto estado. ITV hasta 2025, neumáticos en buen estado, navegación, asientos de cuero con memoria, equipo de sonido Harman Kardon suena espectacular. El coche tiene 192.000 km con 180.000 le cambié la distribución y casquillos de bancada, todo demostrable con factura, todas las piezas originales de BMW nada de segundas marcas. Discos de freno y pastillas delanteras nuevas con menos de 1000 km también demostrable con factura. Acepto cualquier prueba mecánica. NO HAGO CAMBIOS. SÓLO GENTE INTERESADA.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "192000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 320D TOURING AUTO",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320d-touring-auto-1067192329",
            "descripcion": "Perfecto, con los mantenimientos al dia de todo, caja de cambios también. Ruedas con 5000 kms. Lo compré de capricho hace dos años y no lo he usado casi. Acepto cambio por 4x4. Precio negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "166 cv",
            "año": "2010",
            "kilómetros": "169000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1025527148",
            "descripcion": "BMW x3, motor 2.0, asientos calefactables y de cuero y muy bien cuidado. Precio algo negociable, háblame por dm. O a mi número 607279000.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "177787 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-983526696",
            "descripcion": "importado de Alemania Cadena de trasmisión cambiada y reforzada con 180k km",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "230000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW 320Cd 184Cv AUTOMATICO",
            "enlace": "https://es.wallapop.com/item/bmw-320cd-184cv-automatico-1055572439",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "240000 km",
            "precio": 11990.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-1019070763",
            "descripcion": "BMW serie 3 E92 pack M todos los mantenimientos hechos a los 120 motor,cambio y grupo , interior en cuero rojo y detalles en carbono. sin fallos ni problemas, bien cuidado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "124454 km",
            "precio": 11900.0
        },
        {
            "titulo": "BMW Serie 3 e92 320d ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-1085026883",
            "descripcion": "BMW 320d e92 184cv(motor fiable) Algun Desgaste típico debido a los años y kilometros con bastantes extras:Paquete M original tanto en interior como exterior,Sensores de aparcamiento,Luces Xenon,Llantas 19 pulgadas Bbs ORIGINALES,Asientos electricos de alcantara con alfombrillas originales,Kilometros hechos la mayoria en carretera , Mantenimientos al dia, juntas cambidas recientemente, downpipe ,Cadena de distribución hecha junto a embrague cambiado (todo original) hace 30.000 kilometros en ATICA MOTORSPORT(adjunto facturas y fotos de todo)tambien se limpio el colector de admision,ITV hasta noviembre sin problemas, Ruedas bridgestone potenza (homologacion bmw) al 85%... Recien hecho mantenimiento de aceite y filtros….Revisiones cada 10.000 kilometros o menos adjunto factura de todo….Consumo absurdo (5l/100km) El coche duerme en garaje y coche de no fumador...Cuidado hasta el mas minimo detalle.Para mas información preguntar sin problemas, PRECIO NEGOCIABLE.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2010",
            "kilómetros": "220900 km",
            "precio": 11700.0
        },
        {
            "titulo": "BMW Serie 3 320d 177cv Pack M Automatico 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320d-177cv-pack-m-automatico-2010-1081295652",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2010",
            "kilómetros": "185000 km",
            "precio": 11490.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1087794206",
            "descripcion": "Facilitamos ENTREGA a domicilio de todos nuestros vehículos a nivel nacional consultar delegacion para su localizacion BMW SERIE 3 -caja cambios AUTOMÁTICA -espejos eléctricos -asientos eléctricos -climatizador -llantas 17 etc",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2011",
            "kilómetros": "145000 km",
            "precio": 11490.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1087805496",
            "descripcion": "Facilitamos ENTREGA a domicilio de todos nuestros vehículos a nivel nacional consultar delegacion para su localizacion BMW SERIE 3 -caja cambios AUTOMÁTICA -espejos eléctricos -asientos eléctricos -climatizador -llantas 17 etc",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2011",
            "kilómetros": "145000 km",
            "precio": 11490.0
        },
        {
            "titulo": "BMW Serie 3 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-1083165846",
            "descripcion": "BMW 320D 177CV Kilómetros hechos carretera no tiene desgaste el interior. Cadena Distribución cambiada en BMW con factura. Equipamiento full. Techo solar. Paragolpes delantero M4 en plástico BBS. Asientos delantero eléctrico. Asientos de cuero y paneles de las puertas marrones con calefacción. Llantas M 19 pulgadas en doble medida. Sensor de Luces y sensor de lluvia. Sensor de aparcamiento. Espejos retrovisores y central anti deslumbramiento. Cristales traseros tintados y homologados. Paquete de iluminación. Batería recién cambiada y polea y correa y aceite. Mantenimientos sellado todas las revisiones en BMW. 11000€ con las llantas 19 en doble medida si o 10000€ con llantas 16",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2010",
            "kilómetros": "240000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1062026264",
            "descripcion": "Bmw ramchera tiene tencho tambien muy bien cuidado itv recien pasada escuchos ofertas precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "220000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW 320 xDrive coupe automatico",
            "enlace": "https://es.wallapop.com/item/bmw-320-xdrive-coupe-automatico-1074367476",
            "descripcion": "Bmw 320 xdrive coupé automático muy bien cuidado, todos los kilómetros hechos en carretera. Neumáticos nuevos,mantenimiento de la caja de cambios realizado el mes pasado(tengo factura), revisión y cambio de pastillas hecho este mes, ITV pasada hasta octubre 2025.Trae muchos extras(asientos de cuero y calefactables,techo solar,navegador premium,cortinilla trasera eléctrica,luces de cortesía en puertas,lunas traseras tintadas).NO ADMITO CAMBIOS,así como el envio de fotos, videos y documentacion del vehículo por whatsapp , si os interesa lo veis lo probáis, vamos a una gestoria en persona y hacemos todas las gestiones.Por favor abstenerse si no se van a cumplir estas condiciones.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2011",
            "kilómetros": "229000 km",
            "precio": 10900.0
        }
    ]
}