{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "328i",
        "año mínimo": 1998,
        "año máximo": 2000,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 193,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=193&min_year=1998&max_year=2000&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1084133913",
            "descripcion": "Bmw Coupè M3 E36 año 1999. 3.2 321cv Todo de serie excepto amortiguación. Tapicería de cuero y alcántara. NO asientos calefactables ni techo solar. Único propietario desde el 2007,siempre en garage particular. Itv hasta Nov 2025 SOLO GENTE INTERESADA,NO CAMBIOS,NO OFERTAS ABSURDAS,NO TENGO PRISA POR VENDERLO.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "3.2 cv",
            "año": "1999",
            "kilómetros": "180000 km",
            "precio": 32000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1088805951",
            "descripcion": "Coche de circuito desmontado entero y hecho desde cero. 45.000€ en facturas. Como nuevo, hecho en 2024. Más detalles contactar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "1998",
            "kilómetros": "230000 km",
            "precio": 30000.0
        },
        {
            "titulo": "BMW Serie 3 e36 cabrio",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1087026595",
            "descripcion": "Vendo o puede que cambie pro algo que me interese , propietaro desde hace 8 años. Homologado.Suspensión neumática con gestión digital de 4vias airmext, llantas Brock B1 , trapecios traseros en aluminio forjado , barra de torretas , faros delanteros ahumados,tramo final duramas etc... Cómo extras originales tiene labafaros,climatizador bizona,control de crucero,asientos sport en cuero, barras anti vuelco , deflector,reposacabezas traseros,3 luz de freno,enganche de remolque invisible,pak m original,calefactables,obd18,airbags en puertas,luzes de cortesía y en vano motor,detalles en madera,portamonedas de puerta y porta bebidas central,capota de 3 motores etc... Se ha cuidado mucho ,siempre duerme en garaje para más información consultar , es de finales del 1999",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "180000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 cabrio e46",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1091979814",
            "descripcion": "Vendo bmw e46 cabrio motor 6 en línea 323ci Coche en estado inigualable se puede ver acepto prueba mecánica de cualquier taller y se puede pedir carfax informe de DGT Etc para comprobaciones de quererse yo tengo el carfax y os lo puedo dar de no ser así podéis solicitarlo vehículo sin accidentes estado original todo funciona mo tiene ningún fallo mantenimientos al día con facturas que lo comprueban tan solo tiene 60.000km Llevas llantas bbs motorsport originales en 18 con gomas Goodyear nuevas con menos de 1.000km también aporto factura Interior en cuero y negro piano pantalla GPS nueva aun con plástico capota eléctrica asientos calefactables y eléctricos aire acondicionado deflector de aire para ir sin techo, todos los extras para más información contactar por WhatsApp 642963243",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "60000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-845526296",
            "descripcion": "BMW e36 328i 193cv Extras: - Asientos originales M3, nuevos. -Suspensión roscada, homologada. -Tengo las suspensiones de serie. - Llantas originales OZ futura. -Tengo las llantas originales BMW M3 -Volante de madera Nardi. - Tengo el volante original M3 -Techo Hard Top nuevo, recién pintado. - El coche solo a tenido 3 dueños. -Muy bien cuidado, todo original de BMW -Conserva todas las piezas originales BMW Fue importado de Alemania en 2007. Nunca a tenido ningún accidente. Siempre a dormido en garaje y se ha usado muy poco. Todos los mantenimientos al día.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1998",
            "kilómetros": "210000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 1998 ITV 26/07/25",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-917601967",
            "descripcion": "BMW e36 ITV sta 26/07/2025 cabrio, motor 2800i(original) nada de swap, climatizador vi zona digital,ordenador de abordo grande, velocidad de crucero elevalunas eléctricos(4) cierre centralizado, alarma TODO HOMOLOGADO, suspensión roscada,kit m3, paragolpes,taloneras ASIENTOS m3lip delantero grande, difusión trasero,se entrega también con techo duro, techo de lona en perfecto estado,frenada grande e46 330,trasera ventilada,ITV y seguro en vigor, SOLO VENTA#cupra r mk1,st,Avant,es,touring",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1998",
            "kilómetros": "250000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1091464966",
            "descripcion": "Totalmente de serie. nunca chacado, totalmente original, pintura y tapiceria en perfectas condiciones, esta en perfectas condiciones de mecanica",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "250000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1092362064",
            "descripcion": "se vende bmw e46 323ci restyling coche muy cuidado y mimado.Puesto pack M3 paragolpes aletas llantas taloneras espejos etc faros ojos de angel originales , recien pintado tambien se le han cambiado muchas piezas de mecanica radiador tacos de motor etc .el coche esta homologado entero no urge venta ahorrarse ofertas absurdad",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "233000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW e36 320i Cabrio ",
            "enlace": "https://es.wallapop.com/item/bmw-e36-320i-cabrio-1070655933",
            "descripcion": "Bmw e36 320i cabrio Manual Climatizador Direccion asistida Elevalunas electricos Asientos calefactables Llantas BBS RC0090 en 17” Capota electrica Impecable Suspension BC racing roscada (Homolgoda) Escape deportivo(Sonido precioso,sin ser molesto) Todo esta Homologado pasa itv tal cual esta en las fotos. Se le acaba de hacer mantenimiento completo Vehiculo listo para disfrutar✅ Posibilidad de rebajar el precio con las llantas de serie en 15” Consulta todo nuestro stock Automóvilesalberto . com Nuestros vehículos se entregan completamente revisados ya que disponemos de taller propio Ofrecemos financiación sin entrada,Consultenos!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "242000 km",
            "precio": 10500.0
        },
        {
            "titulo": "bmw e46",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1093044092",
            "descripcion": "Descripción en la última foto, ITV recién pasada el 16 de enero de 2025, color negro.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "90000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW E46 328i",
            "enlace": "https://es.wallapop.com/item/bmw-e46-328i-1085454428",
            "descripcion": "Se vende E46 del 1998 193cv. Las pastillas delanteras son nuevas, Neumaticos delanteros Michelin pilot sport 5 nuevos, parachoques i llantas pack M. Kit filtro de aire conico, el de serie lo tengo guardado. Pocos km para el coche que es. Volante tapizado en alcantara Radio Bluetooth Sin fallos en el cuadro, solo la del nivel de agua de limpia que aveces marca mal Valbulina del diferencial recien cambiada, silenbloc trasero del diferencial nuevo. Pastillas de freno pintadas en rojo(en las fotos no estaban pintadas aun) Preguntar sin compromiso, no urge venta. Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1998",
            "kilómetros": "130000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1011769880",
            "descripcion": "BMW E36 Equipación M Completa de origen, sustituidos los amortiguadores por Bilstein B6. Airbag de acompañante, Cromados interiores, sistema de alarma. Equipo de sonido Alpine CD/MP3. Adquirido en marzo de 1998, un único propietario. Siempre en garaje, estado de colección. Libro de revisiones y facturas de todos los mantenimientos. Dos juegos de llantas Neumáticos Bridgestone Potenza en medidas 225/45R17 Neumáticos Michelin Alpin5 en medidas 205/50R16 Precio negociable, pero abstenerse ofertas ridículas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1998",
            "kilómetros": "164000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 2000 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-822727875",
            "descripcion": "No negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "130745 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1090015910",
            "descripcion": "Bmw e36 328i mtechnic berlina en buen estado muchas cosas nuevas más info privado también asepto cambio por coche de valor similar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "214000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW Serie 3 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-919198081",
            "descripcion": "B.M.W. Serie 3 coupé muy mimado un solo propietario, recién pintado por capricho, llantas M3, asientos eléctricos piel, pantalla recién instalada android, enganche remolque, todo hecho, dirección, culata nueva, bomba agua termostato, radiador, etc… muy bien conservado. No negociable y no cambios gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "220000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW 328i E46 - Track Ready",
            "enlace": "https://es.wallapop.com/item/bmw-328i-e46-track-ready-1091240485",
            "descripcion": "*Somos Centro Especialista en BMW* Posibilidad de financiación. BMW 328i E46 de fábrica y nacional. Mejorado y modificado para uso sport o incluso circuito. Equipado con Pack M (versión pre), xenón, asientos Sport, clima y más. Lista de mejoras: - Roscadas BC Racing - Autoblocante discos 60% por ABP - Silentblocks poliuretano y rótulas uniball - Llantas Pack M con Pilot Sport 5 - Shortshifter NP Parts - Volante OMP con piña extraíble - Latiguillos metálicos HEL - Brazos de suspensión traseros regulables Buena condición general. Revisado en nuestro taller para su venta con cambio de aceite y anticongelante. Mecánica en muy buen estado y listo para darle el uso que merece. Exterior en estado 6/10. No hay signos de accidente. Algunas rascadas y pequeños bollos. Interior muy completo y funcional. Asientos con típico desgaste en los laterales. El techo está descolgado. Lleva una pantalla android. El precio se puede negociar restandole mejoras que lleva. Consultar más información.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "163498 km",
            "precio": 8999.0
        },
        {
            "titulo": "BMW 328ci Techo Solar",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1086398775",
            "descripcion": "Bmw Serie 3 e46 Coupe 328ci 193 cvs Manual. Unidad en muy buen estado de conservación completamente original y muy bien conservado. Dispone de sus manuales y dos llaves. Muy bien equipado en extras; ✅️Techo solar ✅️Volante ///M Multifuncion ✅️Asientos Sport electricos ✅️Tapiceria piel mixta ✅️Llantas ///M 17p doble medida ✅️Sistema de Navegacion Original ✅️Faros intermietencia blanco ✅️Tempomat velocidad crucero ✅️Posavasos central Etc ✅️Dispone de Distintivo Medioambiental Dgt Gran oportunidad por su originalidad, buen estado de conservación y bajo kilometraje. Gancho; e36 320 323 325 330 ci M3 etc",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "150000 km",
            "precio": 8990.0
        },
        {
            "titulo": "BMW E46 328i 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1084380328",
            "descripcion": "BMW 328i nacional (procede de matricula M-YB). ITV hasta Julio 2025. Muy buen estado general. Totalmente libre de óxidos. Precio negociable, escucho ofertas. No me interesan cambios. Interior sport, techo solar, climatizador automático, cortinilla trasera manual, reposabrazos, llantas originales BMW style 32 en 17x8 (impecables pintadas al polvo), neumáticos Yokohama Advan Fleva, amortiguadores Koni Sport (amarillos) regulables con certificado de recambio equivalente, enganche de remolque Bosal 1800kg, kit de herramientas completo, manuales y triángulos originales, manos libres Parrot bien instalado a radio Business original. Mucho mantenimiento preventivo desde que lo tengo: todos los líquidos del coche cambiados al menos 1 vez (caja y diferencial también); manguitos de refrigerante y dirección (con su depósito); radiador; vaso de expansión y tapón; bomba de agua; correas; poleas; termostato; junta de carter; alternador; junta tapa de balancines; junta carcasa del filtro de aceite y válvula de retorno; latiguillo del vanos; bujías; todos los filtros; las 4 copelas, guardapolvos y topes de suspensión; silentblock de diferencial; silentblocks de trapecios del. powerflex; bieletas de estabilizadora; discos, pastillas, sensores y latiguillos de freno; rótulas de dirección; rótulas axiales de dirección; fuelles de dirección; parabrisas original con gomas y escobillas nuevas; techo retapizado recientemente; rejillas y emblemas nuevos originales... todo registrado con kilometraje y fechas, empleando recambios originales o de buena calidad. Dispongo de registro de mantenimiento y más fotos para interesados. Coche usado a diario y listo para rodar kms con absolutamente todo al día, aceite (Liqui Moly) y su filtro recién cambiados.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "255000 km",
            "precio": 8800.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1077948505",
            "descripcion": "Bmw 328i E46.Equipacion M interior llantas 17 posibilidad de dar unas 16 por menos precio del valor.Coche de uso a diario.Ultima reparacion todos los conductos de admision bobinas caudalimetro todo eso nuevo.Preguntame yo te respondere.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "256719 km",
            "precio": 8700.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1091228061",
            "descripcion": "se vende Bmw 328ci en muy buen estado mucho mantenimiento echo pintado hace poco y puesto todo el pack m exterior coche super mimado Doy mas informacion y mas fotos a realmente interesados Palabras clave 316i 318i 320i 323i 325i 328i 330i 318ci 320ci 323ci 325ci 328ci 330ci 320cd 330cd 316td 318td 320td 316ti 318ti 325ti",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "228000 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW e46 328ci",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1080304752",
            "descripcion": "Bmw e46 328ci con 177500 km, embrague recien cambiado, llantas BBS edicion Le Mans, linea completa de escape homologada, mantenimientos al dia y ITV recien pasada. Coche muy mimado Acepto cambios",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "177500 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1047248763",
            "descripcion": "Vendo BMW 328ci (193cv, año 2000, etiqueta B) Extras: -Suspensión bilstein b12 con muelles eibach (-3cm) -Ruedas nuevas (delanteras pirelli p0 y traseras goodyear, alineación + equilibradas) -Paragolpes delantero M -Llantas blancas en 19” -Barra de torretas -Filtro de alto flujo -Líquido de frenos recién cambiado (motul 6 60) -Discos de freno rayados brembo y pastillas delanteras ebc brakes -Pantalla táctil -Ojos de ángel también se daría a parte: colectores inox, 2ª centralita y embrague de competición *precio negociable en persona y se llevaría con mantenimiento realizado*",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "186000 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1066862766",
            "descripcion": "Se vende increible e46 de estado, tabto por fuera como por dentro, tiene mucho dinero invertido: - Pinzas 4 pistones,racores, latiguillos metalicos, discos de 330 y pastillas EBC compuesto amarillo (1180€) septiembre 2024 - Llantas avant garde en 18x8,5 900€ y neumáticos michelin pilot sport 5 550€ =1450€ julio 2024 - Trasero homologado y colectores=800€ diciembre 2023 -Suspension bc racing br 1300€ julio 2024 -Pilotos traseros led 160€ -Lip tipo csl, intermitentes laterales, angel eye, retrovisores de carbono,pantalla con carplay, ventanas tintadas, alfombrillas nuevas... - Pintado en gris nardo audi todo menos el vano - Cambio de aceite y de junta de la tapa de balancines, bujias y termostato nuevo Itv hasta mayo doy los colectores originales NO HAGO CAMBIOS Y NO MAREANTES! 316d, 318d, 320d, 323d, 325d, 330d, 316i, 318i, 320i, 323i, 325i, 328i, 330i, e30, e32, e34, e36, e46, e92, m3, bmw",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "240000 km",
            "precio": 8490.0
        },
        {
            "titulo": "BMW 328ci",
            "enlace": "https://es.wallapop.com/item/bmw-328ci-1080211687",
            "descripcion": "Bmw 328ci en perfecto estado con muchos extras. Capo de carbono con entradas de aire llantas 19 con neumaticos nuevos separadores de 3 cm en las 4 ruedas altavoces harman kardon aletas delanteras del m3 aletas traseras ensanchadas techo solar suspension roscada regulable en altura y dureza escape con 4 salidas Don silencioso paragolpe delantero m3 cristales tintados todo homolgado en ficha tecnica, sin problema para pasar itv. coche muy bien cuidado precio negociable, acepto coche del mismo valor o coche como parte del pago. cambio tambien x todoterreno del mismo valor",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "222243 km",
            "precio": 8300.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1058004095",
            "descripcion": "Se vende bmw e46 en perfecto estado. mas info por privado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "250000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1042735107",
            "descripcion": "bmw compact e36 323ti cuidado al detalle lo vendo por no usar, cualquier duda preguntar esta pintado entero en su color original amortiguadores koni nuevos pomo nuevo cromado y más cosas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "170000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1990-843492165",
            "descripcion": "Vendo bmw 328coupe 84.000km reales muy cuidado llantas m cuero techo eléctrico cambio manual cortinilla trasera itv recién pasada revisión recién hecha rodamiento y silentblokc trapecios nuevos no molestar con tonterías",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "84000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-524504724",
            "descripcion": "Muy mimado,siempre en garaje y muchos extras para más info preguntad x Whatsapp 653905515 negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "300000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW 323i E46",
            "enlace": "https://es.wallapop.com/item/bmw-323i-e46-1083134778",
            "descripcion": "Bmw 323i. Motor 2.500cc 6 cilindros. ETIQUETA MEDIOAMBIENTAL B El coche está al detalle( demostrable, facturas etc). Totalmente homologado. Se entrega con Itv recien pasada. mantenimientos al día. Se acepta prueba mecánica. Alguna de las modificaciones/mejoras que lleva el coche: -Suspension Bilstein B14 -Estabilizadoras H&R -Frenada Bmw 330i -Sistema de escape 330i UK con colectores inox y catalizadores en tubo de escape -Admision Bmw 325i -Relacion final mas corta ( diferencial 3:38) -Chasis reforzado -Embrague completo hecho incluido Bimasa -Doble Vanos reforzado -Valvula Disa reforzada -Etc Para mas informacion, preguntar. SOLO REALMENTE INTERESADOS Y QUE QUIERAN EL COCHE. NO CONTESTO A OFERTAS ABSURDAS. A QUIEN ESTE INTERESADO CON MUCHO GUSTO LE EXPLICO TODO Y DE AHI EL PRECIO QUE PIDO. Podría escuchar ofertas de cambios por coche familiar/SUV",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "270000 km",
            "precio": 7900.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-829256514",
            "descripcion": "Este coche no es un M pero anda muy bien, si sabes de estos coches sabras lo que valen y como van, le he cambiado practicamente todo lo que tenia deteriorado desde que lo compré en el 2017 tanto de motor, interior y demas. Ruedas practicamente nuevas... esta a capricho el coche",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "235000 km",
            "precio": 7900.0
        },
        {
            "titulo": "BMW 318is coupe Sport Edition M Technik",
            "enlace": "https://es.wallapop.com/item/bmw-318is-coupe-sport-edition-m-technik-1083043738",
            "descripcion": "Se vende BMW 318is coupe Sport Edition M Technik M44 140cv en color Avus Blue del año 1998. Con pack M exterior e interior, suspensión M y asientos deportivos. Muy bien mantenido y cuidado, siempre ha estado guardado en garaje y en estado original. Tiene cierre centralizado con mando a distancia y alarma. Radio Clarion con CD, USB y AUX. La pintura es de origen. (BMW e30 e36 e46 M3)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "1998",
            "kilómetros": "260000 km",
            "precio": 7800.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1079986585",
            "descripcion": "se vende x no usar , el coche esta en muy buenas condiciones , x dentro casi perfecto y x fuera los roces noramales de la edad , todo al dia y le funciona todo perfectamente , cambios de aceites y demas echos . tengo otras llantas replicas m3 en 18 con neumatiscos recien restauradas y posibilidad de dar piezas de repuesto y mejoras . precio negociable .",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "144000 km",
            "precio": 7800.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1087567601",
            "descripcion": "Vendo o cambio mi Bmw 323ci 6 en linea. Asientos piel calefactables electricos faros xenon control crucero volante multifunction embrague nuevo con factura esta como nuevo muy mimado con 162mil km llantas neumaticos tengo paragolpes delantero m3 esta todo de casa pintura original etc etc",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "162000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1078562926",
            "descripcion": "bmw 328ci Manual con pack M llantas 18 de serie acabado madera clima asientos electricos M todo los mantenimientos al dia muy fino de motor itv en vigor",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "217000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1072510715",
            "descripcion": "Se vende BMW 323 ci cabrio en perfecto estado. Capota manual, coche manual con asientos en piel beige. El coche siempre duerme en garage. Va perfecto. Precio negociable. Se aceptan cambios incluso aportando dinero. ¡SOLO ESTA SEMANA!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "148000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3, 325CI",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325ci-1077138898",
            "descripcion": "Precioso BMW 325CI muy mimado, tiene 227.000 kms. Diciembre 2000. Siempre garage privado, lleva conmigo 19 años, cambios aceite anuales (cada 8.000 kms), nunca golpes estructurales, ITV con ninguna incidencia, siempre lavado a mano, nunca rodillos, rigurosamente al día, y lo vendo por falta de espacio. Algún desgaste de interior debido a los años. Todo original, sensores aparcamiento traseros, llantas originales BMW, recién pintadas, separadores de doble centraje hechos a medida en tornero, elevalunas eléctricos delanteros y traseros, techo solar, climatizador, retrovisores eléctricos, asientos deportivos cuero-tela electricos con memoria, ordenador, color muy exclusivo (RED HELL), focos de xenón originales del 330ci también tengo los focos originales del 325ci. Doble llave original más llave de taller. Etiqueta ambiental B. No me interesan cambios, solo venta. Solo gente interesada. Coche con valor en alza.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2000",
            "kilómetros": "200000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1030267736",
            "descripcion": "BMW funciona todo muy cuidado, tiene como es lógico pequeñas cositas unos desgastes del cuero del asiento cosas mínimas en perfecto estado quien se lo quedase se le enseña las facturas realizadas de más de 2000€ en mejoras, se puede probar sin compromiso. las ruedas que aparecen son de regalo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "143000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-944072706",
            "descripcion": "se vende bmw con bobinas recién puestas, amortiguadores nuevos, radiador y bote de expansión nuevos, discos de freno y pastillas recién puestas, pinzas de atrás nuevas,defensa delantera del pack M, faros traseros led, ojos de angel, embrague.. no mareantes, solo gente interesada. También podría valorar cambios. Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "235000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1077688783",
            "descripcion": "bmw 323ci motor m52b25tu todos los sidenblocks cambiados, ruedas traseras nuevas, interior en crema llantas las de la primera foto",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1998",
            "kilómetros": "274000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-911116845",
            "descripcion": "Se vende BMW E46 323ci pack M completo el coche funciona perfectamente acepto prueba mecánica se cambiaría por algo que me interese",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "185000 km",
            "precio": 7000.0
        }
    ]
}