{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "335xi Touring Aut.",
        "año mínimo": 2008,
        "año máximo": 2008,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 306,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=306&min_year=2008&max_year=2008&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1081048235",
            "descripcion": "En perfecto funcionamiento.Muy cuidado y siempre en garaje. En equipo opcional lleva 18516 euros según la información facilitada.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "166200 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW 335i e92 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1014419528",
            "descripcion": "Bmw 335i e92 n54 en perfecto estado, itv recién pasada, turbos híbridos 470cv nuevos, todas las juntas del carter nuevas, alternador nuevo, manguitos reforzados, filtro KyN de alto flujo, y muchas mas cosas nuevas todo con facturas, llantas M4, escape artesanal con valvulas en las colas, paragolpes trasero M3, luces led en el interior, interior en perfecto estado tanto de salpicaderos como de asientos, muy cuidado, mejor verlo sin compromiso, se entrega también paragolpe trasero original, escape de serie original, y llantas originales. El coche va muy fino y como toca, se puede probar y llevar a cualquier mecánico. El precio es negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "168000 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-986906042",
            "descripcion": "BMW E90 LCI Motor: N54 biturbo 306cv Cambio: automático steptronic Mantenimientos 02/2024: (Facturas +8.000€) - Todos los filtros y aceite motor - Vaso de expansión BMW OEM - Radiador de agua Mishimoto - Bomba de agua Pierburg - Termostato Gates - Suspensión completa Bilstein B12 Pro Kit - Copelas suspension Bilstein - Tirantes suspension Lemforder - Discos y pastillas Brembo - Llantas Japan Racing JR28 19\" - Neumáticos Michelin Pilot Sport 4S doble medida (80%) - Escape recto 2 salidas Akrapovic Mantenimientos 11/2024: (Facturas +2.000€): - Todos los filtros y aceite motor - Limpieza y liquido refrigerante nuevo - Mantenimiento aceite caja cambios - Mantenimiento diferencial - Mantenimiento cadena de distribución - Comprobar presión del vanos - Comprobar compresion del motor para ver el estado de bujias, bobinas, inyectores Incluyo parachoques delantero, trasero y taloneras del pack M original para pintar y montar. Perfecto estado. Abstenerse mareantes. Acepto cambio por e92 m3 o bmw m2 añadiendo diferencia.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "144000 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1075426999",
            "descripcion": "335I e91 MOTOR N54 FULL EXTRAS. -Techo panorámico. -Asientos relax calefactables. -Navegador. -Control de crucero. -Sensor de proximidad. -Gancho de remolque electrónico. -ISOFIX. -Llantas originales (OEM) 19\" BMW PERFORMANCE. -Climatización bizona -Volante multifuncion -Cambio automático con levas en el volante -Equipo de 10 altavoces con subwofer originales de BMW -Sistema AUX/USB integrado original Etc….(El coche tiene absolutamente todos los extras de BMW). Modificaciones: -Frente look M3. (Tengo todo OEM guardado). Cambiado hace 4 meses. -Intercooler 5\". -Downpipes. (Tengo los cats. OEM). -MHD con stage1+. -Escape modificado como performance. -Discos delanteros Brembo semi perforados. -Faros delanteros con ojos de ángel eyes 3D. (Tengo también los OEM). Cambiado hace 4 meses. A TENER EN CUENTA: -Wastegates cambiadas. -Bomba de agua cambiada. -Bobinas y bujias OEM instaladas hace aproximadamente 3.000km. (Tengo también bujias y bobinas NGK guardadas con 20km). -Inyectores revisados. -KIT Mosfets centralita cambiados. -Radiador y ventilador cambiados. -Neumaticos PZero con unos 2.000km aprox. -Los turbos están todavia vivos. -Caja de cambios reparada por GeBox (nueva). Coche con los mantenimientos al día. Está listo para circular sin tener que gastar un euro. Comprar y disfrutar. SE ESTUDIARIA CAMBIO SOLO POR M3 e46, ajustando diferencias",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "240000 km",
            "precio": 24500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-970092424",
            "descripcion": "impoluto todo lo posible por tener. motor y cambio nuevos demostrable con factura BMW.de capricho.abtenerse gente sin conocimiento gracias 🙂",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "6000 km",
            "precio": 21000.0
        },
        {
            "titulo": "BMW 335I e90 tracktool",
            "enlace": "https://es.wallapop.com/item/bmw-335i-1083328674",
            "descripcion": "BMW 335i e90 n54 biturbo turbos cambiados downpipes intercooler 5\" charge pipe inlets radiador aceite grande valvula descarga Forge radiador agua mishimoto inyectores index 12 bobinas y bujias NGK electrónica MHD steptronic con XHP stage 3 suspension HR- Bilstein silentblocks poliuretano barras estabilizadoras whiteline brazos M3 electronic exhaust valve con mando frenada completa m4 llantas OZ hyper gt 19\" separadores 16mm pitwheel tornillería antirobo volante con levas lunas tintadas sistema electrónico antirobo etc... tracktool TODO HOMOLOGADO no acepto cambios negociable Cuidado al detalle. Cambios de aceite cada 5000km. siempre en garage",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "155000 km",
            "precio": 20900.0
        },
        {
            "titulo": "BMW 335I ",
            "enlace": "https://es.wallapop.com/item/bmw-335i-e93-1040955171",
            "descripcion": "Se vende BMW 335I E93 en perfecto estado de conservación. Revisión recién hecha , y mantenimientos al día. Discos, pastillas, Aceite de la caja de cambios, filtros recién hechos. Asientos en cuero beige con volante en Alcántara. Llantas originales de BMW en negro.Neumaticos recién cambiados , michelin pilot Sport 5.El coche es cabrio. De pintura está fenomenal, el color es un Blanco perla.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "146000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-335i-e93-2008-1039761604",
            "descripcion": "se vende o se cambia 335i n54 e93, informacion detallada del coche todo por privado, no tengo problema en describir todo del coche, escucho ofertas y no tengo prisa en venderlo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "240000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-976740979",
            "descripcion": "impecable BMW Cabrio cupé automático color negro con capota rígida. El coche tiene todos los extras, asientos de cuero eléctricos calefactables, volante multifunción con levas, aire acondicionado bizona... recién pasada la revisión completa. Muy bien cuidado !",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "148000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1044786247",
            "descripcion": "335 i motor n 54;nacional...comprado hace 3 meses a un compraventa aun en garantia 9 meses..se vende por cambio de modalidad ....coche entero a capricho todos los extras..libro de revisones .techo ,cuero,navegador,asientos electricos y calefaftable,cortinas...etc .....muy deportivo llantass bbs originales.levas en el volante...maletero csl ...muy muy cuidado esta al dia de todo solo necesita cambiar 2 gomas delanteras lo demas todo hecho..itv pasada hasta junio 2025....totalemnte de casa solo catalizador traseros anulados se entrega original..suspensiomes blistein b12 homologadas en ficha...es una pasado como suena y como anda ...no se negocia solo se escucha ofertas de pick up. Touota hilux. Ford ranger..amarok",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "141600 km",
            "precio": 18600.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1064192724",
            "descripcion": "Bmw 335i nuevo tiene motor cambiado va al dia de mantenimientos tiene el pack m exterior tanto delante como en los laterales por dentro esta nuevo asiento del conductor sin uso practicamente q es lo q mas se suele desgastar el coche va fino en todos los sentidos cualquier cosa hablarme al priv #bmw #golfr #golfgti #335i #m3 #Cupra #audi #rs5 #rs3",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "142000 km",
            "precio": 18450.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1058543016",
            "descripcion": "Coche en perfectas condiciones mejor ver y probar más información por privado 671430413",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "142000 km",
            "precio": 18450.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-335i-n54-1071049575",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "220000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW 335i Coupe 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1091207836",
            "descripcion": "Se vende BMW 335i Coupe del año 2008, en perfecto estado, y con TODOS los extras. Full Equip: Techo, Keyless Access, asientos calefactables e incluso trae el equipo de audio opcional que suena espectacular. Servicio completo hecho, aceite, discos y pastillas delanteros. Esta para comprar y disfrutar! No quiero cambios. SOLO VENTA.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "158000 km",
            "precio": 17900.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1065631323",
            "descripcion": "Coche inmaculado, siempre en garaje, recién pintado completo. - Descapotable - Asientos de piel color beige - Volante multifunción - Llantas bmw original 18” - ITV en vigor - Todos los mantenimientos al día. - Muy muy mimado. - Alternador nuevo. Venir y probar, es una gozada de coche para muchos años",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "204000 km",
            "precio": 17900.0
        },
        {
            "titulo": "BMW 335i e92",
            "enlace": "https://es.wallapop.com/item/bmw-335i-e92-1093190896",
            "descripcion": "BMW e92 335i Vehículo nacional. 170.000km reales. Una de las mejores unidades en España . Motor n54b30a Color mora metallic original. Más de 10.000 en facturas : Motor: Inyectores index 12 Turbos t17 Bujías iridium y bobinas ngk ( cada cambio de aceite) Admisión ECS carbono Intlets, outlets, chargepipe, full aluminio Bomba de agua , termostato , sensores etc (perdir facturas). Downpipes vrfs Intercooler mishimoto. Aceite 5w30 ravenol Stage 2+ MHD 440cv Estabilizadoras eibach Suspensión bilsten b12 nur Ebc yellow en las 4 Discos Brembo rallados perforados Llantas aluminio forjado a medida 2700€ Neumáticos yokohama pantalla android",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "170000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-903993916",
            "descripcion": "Se vende Bmw e92 335i, escape mperformance homologado, pack m interior y exterior, filtro kyn, llantas en 19 con muelles eibach, xenon, interior en cuero negro con asientos calefactables y eléctricos con memoria, navi, automático con levas,libro sellado, muy mimado duerme siempre en garaje privado. Mas info privado.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "232226 km",
            "precio": 16999.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1090610563",
            "descripcion": "Vendo maravilloso BMW e93 cabrio necesito recién pintado todo el coche todos los cambios de aceite echos el aceite del cambio de marchas automático todos los filtros cambiados el coche está nuevo un buen regalo para estás fiestas pack M performance entero de fabrica yantas también el coche es nacional",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "166000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 320i Cabrio Aut.",
            "enlace": "https://es.wallapop.com/item/bmw-320i-cabrio-aut-1033521370",
            "descripcion": "Espectacular unidad de BMW 320i Cabrio Aut. En perfecto estado tanto interior como exterior, revisado, calefacción asientos delanteros, volante multifunción, reglaje eléctrico asientos, con memoria en conductor, paquete de luces, volante deportivo de cuero, control de distancia de aparcamiento, y muchos más. Precio al contado: 15.900€. Precio financiado: 15.500€. (Financiando la totalidad) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted here, #JF CAP #JU PIC #FU #AN #HHS #CAB #P297500",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "153900 km",
            "precio": 15900.0
        },
        {
            "titulo": "BMW 335i cabrio",
            "enlace": "https://es.wallapop.com/item/bmw-335i-cabrio-1085475421",
            "descripcion": "BMW 335i E93 cabrio en perfecto estado de funcionamiento , actualmente 360 caballos espectacular sonido de escape con 4 colas de salida akrapovic, varias modificaciones: stage 1 donwpipe bujías nuevas Supension roscada regulable filtros de aire cónico burguer motorsport válvula de alivio hks Charguepipe vrsf llantas bbs replica volante a estrenar con pantalla LCD Radio apple car play android auto Aceite recién cambiado Motul 300v competition Pop and bangs Latiguillos metálicos hel Discos de freno nuevos brembo Pastillas de freno nuevas. solo gente realmente interesada, seriedad ante todo gracias. no cambio, solo venta.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "260000 km",
            "precio": 15800.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1015464787",
            "descripcion": "En estado excepcional, pocos kilómetros. El coche parece como nuevo. Motorización N52B30A 272cv (muy pocas unidades y de las mejores motorizaciones). 3.0L Atmosférico de inyección indirecta. Itv recién pasada (Hasta octubre 2025) y opción de montar linea de escape completa deportiva con válvulas (gratis).",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2008",
            "kilómetros": "145000 km",
            "precio": 15800.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1091261778",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1091663611",
            "descripcion": "Precio oferta sujeto a financiación: 14990 EUR. Precio al contado: 14990 EUR. *MOS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Faros bixenón, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1091663454",
            "descripcion": "Precio oferta sujeto a financiación: 14990 EUR. Precio al contado: 14990 EUR. *MOS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Faros bixenón, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1091661915",
            "descripcion": "Precio oferta sujeto a financiación: 14990 EUR. Precio al contado: 14990 EUR. *MOS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Faros bixenón, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1091664058",
            "descripcion": "Precio oferta sujeto a financiación: 14990 EUR. Precio al contado: 14990 EUR. *MOS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Faros bixenón, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1090082928",
            "descripcion": "Precio oferta sujeto a financiación: 14990 EUR. Precio al contado: 14990 EUR. *MOS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Faros bixenón, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1091660511",
            "descripcion": "Precio oferta sujeto a financiación: 14990 EUR. Precio al contado: 14990 EUR. *MOS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Faros bixenón, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1091263421",
            "descripcion": "Precio oferta sujeto a financiación: 14990 EUR. Precio al contado: 14990 EUR. *MOS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Faros bixenón, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1091261401",
            "descripcion": "Precio oferta sujeto a financiación: 14990 EUR. Precio al contado: 14990 EUR. *MOS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Faros bixenón, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1090910111",
            "descripcion": "Precio oferta sujeto a financiación: 14990 EUR. Precio al contado: 14990 EUR. *MOS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Faros bixenón, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1089759120",
            "descripcion": "Precio oferta sujeto a financiación: 14990 EUR. Precio al contado: 14990 EUR. *MOS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Faros bixenón, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1080029444",
            "descripcion": "Precio oferta sujeto a financiación: 14990 EUR. Precio al contado: 14990 EUR. *MOS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Faros bixenón, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1080030386",
            "descripcion": "Precio oferta sujeto a financiación: 14990 EUR. Precio al contado: 14990 EUR. *MOS* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Faros bixenón, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 325i Coupe 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-coupe-160-kw-218-cv-1081675218",
            "descripcion": "Precio oferta sujeto a financiación: 14990 EUR. Precio al contado: 14990 EUR. *MOS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Faros bixenón, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "92763 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 coupe 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-pocos-kms-1060517573",
            "descripcion": "BMW 325 i coupe gasolina automatico con levas coche muy cuidado sin siniestros muy pocos km vendo por no usar soy particilar no se cambia solo venta gente seria",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "103000 km",
            "precio": 14900.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1023290439",
            "descripcion": "BMW e90 335i auto importado comprado aquí en concesionario. Full extras, Solo 1 llave se aporta historial de bmw -Asientos de cuero electricos y calefactables -Luces xenon direccionables -Llantas bmw en 17\" neumaticos brigestone potenza sport suspensiones homologadas K&W. -Techo solar -Navegador 2023 actualizado -Test revision need car help se entrega -Extra de equipo de sonido con etapa de potencia y altavoces. -Escape deportivo paquete M NO MAREAR/NO CAMBIOS esta semana urge venta se aceptan ofertas.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "206000 km",
            "precio": 14900.0
        },
        {
            "titulo": "BMW Serie 3 325i Cabrio 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-cabrio-160-kw-218-cv-1066379589",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "163852 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 3 325i Cabrio 160 kW (218 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-cabrio-160-kw-218-cv-1066381336",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "163852 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1093879819",
            "descripcion": "BMW 335D NACIONAL ✅equipado con suspension bilstein adaptativa ✅llantas 19” originales de bmw ultraligeras flow form ✅espejos f ✅asientos deportivos M electricos ✅cambio automatico secuencial ✅volante deportivo multifuncional Caja de cambios con electronica hecha, revisada y mantenimientos hechos con aceite ravenol. Pack m3 original, preparacion con turbos hibridados garret con dow pipe. Intercoler airtech, admision con una stage 2 demoledora dando 724nm de par, con 400 cv el coche no se desinfla nada teniendo bajos medios y altos. Abstenerse curiosos coche hecho a capricho. se entrega transferido. SE ACEPTAN CAMBIOS DE MI INTERES DE IMPORTE INFERIOR O SUPERIOR. VALOR PARA CAMBIOS 16.000",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2008",
            "kilómetros": "200000 km",
            "precio": 14500.0
        }
    ]
}