{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "320td Compact",
        "año mínimo": 2003,
        "año máximo": 2005,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 150,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=150&min_year=2003&max_year=2005&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1083311390",
            "descripcion": "Exclusiva unidad de BMW 320cd teniendo en cuenta sus km, se encuentra en excelente estado de conservación, pintura original, llantas de 18\" del paquete M, interior en piel gris, techo solar, libro de revisiones en BMW hasta los 30.000 km, 2 llaves. Se usa a diario, mantenimiento e ITV al día. Distintivo medio ambiental. NO CAMBIOS.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "65000 km",
            "precio": 12900.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1087945316",
            "descripcion": "Se vende BMW 320d 150CV 6 Velocidades. El coche fue importado hace años concesionario Aleman. Unidad en perfecto estado, no hay una unidad en España con tan pocos Kilometros, mejor ver en persona. Adjunto foto con los extras que tiene el coche Contacto(JUAN): 696904858",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "106000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1070394967",
            "descripcion": "vehiculo de reestreno. IMPECABLE mandeme telefono i puedo reenviar video",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "60000 km",
            "precio": 10200.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-320d-e46-68475941",
            "descripcion": "Muy muy cuidado por dentro y por fuera! Ruedas nuevas a estrenar! Libro de revisiones en Bmw Engasa y todas al día. Año 2004.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "229000 km",
            "precio": 9900.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1068368867",
            "descripcion": "Precioso Bmw e46 320cd 150cv restyling Pack M Completo de fábrica en perfecto estado. Coche super bien cuidado y mimado al detalle Contiene llantas 19' doble medida delanteras 235 y traseras 255 Volante multifunción, pantalla android 9' con camara visión trasera, Apple,car play, equipo de sonido harman kardon,caja manual 6v, asientos traseros abatibles, techo solar, cristales delanteros y traseros electricos, asientos eléctricos con memoria, asientos traseros abatibles, sensores de aparcamiento, 2 llaves con mando originales, cristales laminados homologados, angel eyes, itv al día y mantenimientos al día. Tiene pegatina medioambiental Más inf privado. Solo respondo gente sería y interesada de verdad. Gracias!! Acepto cambios por coche familiar, sub, furgón... Escucho ofertas",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "224000 km",
            "precio": 9000.0
        },
        {
            "titulo": "BMW Serie 3 2003 Compact TD 118 115 cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-compact-td-118-115-cv-1048485045",
            "descripcion": "Bmw 318td compact e46 nacional.. Revisado de todo en este último mes. Perfecto estado tanto interior como exterior con algún detalle sin importancia. ITV recien pasada. Motor 115 cv, consume alrrededor de 5 litros/100km, el motor más fiable de la marca a pesar del año de fabricación del modelo. Este modelo es dificil de conseguir con las caracteristicas deportivas del paquete M de bmw. Vehiculo muy cuidado y original",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "232000 km",
            "precio": 8750.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1085201753",
            "descripcion": "BMW 320td compact m sport 150cv con todos los extras excepto techo solar. Coche impoluto 90milKM, único dueño, revisiones y mantenimientos en casa BMW facturas demostrables, se acepta cualquier prueba. ITV hasta el 28 de diciembre de 2025, PEGATINA MEDIOAMBIENTAL B, Más información en privado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "90000 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1076487742",
            "descripcion": "TODO HOMOLOGADO Kit m3 original bmw Escape 4 salidas m3 Suspension neumatica bilstein con gestion airlift Frenada 330 Asientos M3 electricos y calefactables Xenon Velocidad crucero Techo alcantara Pantalla Pioner Turbo hibridado 220cv Consumo ridiculo Vehiculo al detale y sin ningun desperfecto Neumaticos al 80% Pastillas al 90% Mantenimientos al dia. 2 dueño. Impecable.Mantenimiento cada 10.000kms. Mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "290000 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1092146711",
            "descripcion": "En venta bmw e46 320d restyling 6velocidades, año 2004. Pintado completo hace un año, llantas x5 pintadas con 4 neumáticos nuevos, muelles eibach pasan itv, xenon, lava faros, luces automáticas, techo solar, asientos tela y alcantara M sport calefactables, volante multifunción M velocidad de crucero ,itv para un año! cristales tintados, aceite y filtros recien hechos cierre centralizado, angel eyes, pilotos led, disponibilidad inmediata! Gente seria no mareantes! Escucho cambios y dinero. Similar: golf Gti Gtd r32 r300 rs3 s3 Vito cupra Amg Patrol gr Toyota land Cruiser, 330 335 140i 530 535 Amg c200 c320 c220 m2 m3 m4 m5 scirocco st opc i30n a3 a4 a6",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "298000 km",
            "precio": 8350.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1066283830",
            "descripcion": "Se vende precioso e46 con llantas bbs 18”, asientos alcántara, elevalunas traseros eléctricos, radio original (no la de la foto), 4 pastillas de freno nuevas, 2 discos traseros nuevos, filtros y aceite nuevos, alineacion y nivelado de pesos de las ruedas recien hechos, kit embrague nuevo, itv pasada hace 3 meses, tengo factura de todo. tambien lo entrego junto con el escape de casa. ESCUCHO OFERTAS, hablame sin compromiso.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "274000 km",
            "precio": 8200.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1049486637",
            "descripcion": "Bmw compact 320 td. Nacional Swap a 330 con reprogramación a 331cv 723 par motor, embrague reforzado de kevlar, turbo híbrido , relojes de presión de turbo, presión de aceite y voltaje. Cierre centralizado con mando.Escape hecho completo con down pipe en acero inox. Pilotos traseros ahumados, bola de enganche, llantas en 18 ', alerón, aletas y techo en negro brillo pintadas hace 6 meses con pinzas de frenos en el color del coche. Swap hecha hace 45 mil kilómetros con motor cambiado y rectificado. Sonido(Harman Kardom) Pops and bang(corte de diesel) Paquete M interior y exterior. Pintado hace 6 meses con el nuevo color del M4.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 8150.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1084703802",
            "descripcion": "Vendo BMW E46 del 2005 con pegatina B -ITV hasta junio de 2025 -Ruedas nuevas montadas en octubre del 2024 -Lleva motor nuevo con 130mil km cambiado a capricho -Turbo nuevo de ATC turbo -Flector de cardan nuevo -Copelas nuevas -Suspension M -Llantas en 19” -Actualmente lleva montado escape con downpipe (se entrega el escape de serie) -Pantalla 9 pulgadas con Android, Carplay, Apple Carplay... -Pack M -Revision hecha hace 5mil km -Dumper, poleas y correas auxiliares nuevas -Esta reprogramado con una stage 1 y ahora mismo esta dando cerca de 195cv sin llevarlo al limite y unos consumos de 5l/6l -Discos y pastillas en buen estado El coche se usa a diario, para ir a trabajar como para viajes largos. Lo unico que habria que hacerle seria pintarlo y arreglarle desperfectos de chapa, por lo demas el coche esta muy bien. Aceptaria cambio por algun 330d o 330cd aportando diferencia. Solo gente interesada, algo negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "295000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1078358085",
            "descripcion": "Compact 320td pack M completo con Stage 1, (197 CV). Mantenimientos al día. Cristales tintados homologados, bien de chapa, perfecto de interior. Reloj de presión de turbo. Volante multifunción. Más fotos sin compromiso. Algo negociable. Lo vendo a 8K porque tiene bloste",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "271000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1042598990",
            "descripcion": "BMW E46 320D 150CV ✅ 124.000 KMS REALES, CARFAX DISPONIBLE PARA ENVIAR ✅ ACEITE, FILTRO DE ACEITE, FILTRO COMBUSTIBLE, FILTRO DE AIRE Y FILTRO HABITÁCULO CAMBIADOS ✅ AMORTIGUADORES TRASEROS NUEVOS ✅ PAQUETE CSL COMPLETO RECIEN INSTALADO, PARAGOLPES DELANTERO TRASERO TALONERAS Y LLANTAS CSL 18' ✅ DESPALOMILLADO DE ADMISIÓN HECHO ✅ UNICO DUEÑO Nada de reprogramaciones ni escapes ni cosas del estilo, el coche se ha recogido, puesto a punto y preparado estéticamente para su venta. Interior negro completamente impoluto. Todo funciona perfectamente, cero fallos, cero perdidas ni manchas de aceites/anticongelantes. 8000€ Transferido. No neg",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "124000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1040620971",
            "descripcion": "Bmw e46 cd pack m sport interior y exterior de la casa, ejemplar único con muchos extras... llantas Jr 11 19x9,5j et22/19x11j et25 235/35 295/30. Cambio manual 6 marchas. Ensanchadas las 4 aletas a medida, trabajo hecho en chapa galvanizada, disponibles muchas fotos del proyecto. Suspensión roscada Cobra regulable en altura, retrovisores en carbono real, posibilidad de entregar también los lips delanteros en carbono real. Discos rayados ebc brakes 330mm de diámetro delante y 295mm traseros, con pastillas EBC yellowstuff. Pinzas de freno delanteras del 330ci. ¡Todos los extras homologados en ficha técnica, pasa la ITV tal cual lo ves! +INFO",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "235000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 e46 solo 105.000km reales",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1041482656",
            "descripcion": "vehículo reestiling en un estado perfecto de interiores, km certificados en ITV con asientos sport en cuero beige y volante y pomo coupé, radio android auto (totalmente integrada) de carrocería, defensa delantera M (Dispongo de la original tmbn con antinieblas) tiene alguna marca sin mallor importancia por los años entero original de pintura. dispone de pegatina medioambiental B. El coche se vende por falta de uso (último año 4000km), motor despalomillado y descarbonizado para ITV. Frenos,silenblocks y ruedas nuevos. ITV sin fallos de hace un par de meses. no creo que haya otro en España con estos km y estado. Sólo me interesa furgoneta. No molestar, no se regala,ni molesta ni necesito el dinero.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "100000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW E46 Serie 320 cd 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-320-cd-2004-850897931",
            "descripcion": "Bmw E46 320cd, 150cv pack M interior y exterior, 6 velocidades, coche nacional ,xenón, ruedas, frenos y discos nuevos, embrague recién hecho, revisión hecha. Polea del cigüeñal cambiada, Coche impoluto, muy cuido. Dos propietarios.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "296000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1068458001",
            "descripcion": "En perfecto estado! Todo al día con facturas! Whatsap 655650242 !",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "221000 km",
            "precio": 7999.0
        },
        {
            "titulo": "BMW Serie 3 2005 Pack M (sin llantas 6500€)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-pack-m-1089317548",
            "descripcion": "El coche está a capricho. pack M completo, Suspensión rebajada y homologado en ficha. Llantas originales, tratamiento cerámico a todo el coche,Cámara de marcha atrás y pantalla táctil. El coche es una preciosidad para ser mimado durante muchos años. ITV recién pasada. Hasta Enero del 2026. ✅Pantalla táctil ✅ Control de crucero ✅ Elevalunas eléctricos, delanteros y apertura eléctrica en los traseros ✅Cierre centralizado ✅Cámara de visión trasera ✅Regulación en altura y profundidad del volante ✅Regulación en altura de luces ✅Antinieblas delanteros y traseros ✅Doble medida de rueda atrás más ancha ✅Pack M completo ✅Apertura de maletero desde el mando ✅Doble medida de ruedas. ✅Consumo muy ajustado ✅ITV HASTA ENERO 2026",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "261000 km",
            "precio": 7900.0
        },
        {
            "titulo": "BMW 320cd Pack M FULL",
            "enlace": "https://es.wallapop.com/item/bmw-320cd-pack-m-1093279974",
            "descripcion": "Bmw 320CD FULL EXTRAS Pack M de origen.Coche impecable.Mismo propietario desde el año 2008.Faros de Xenon.Techo solar.Sensores parking traseros.Navegador original.Asientos M en cuero negro y calefactables.Equipo de sonido Harman Kardon de origen.Llanta M 18\".Recogemos coche como parte de pago.Precio transferido con todos los mantenimientos hechos + 1 año de garantia!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "254000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1090404658",
            "descripcion": "Se vende bmw E46 coupé , exterior e interior pack m , interior con acabados en carbono plata, asientos pack m en Alcántara en perfecto estado , volante multifunción, 6 velocidades ventanillas eléctricas alante y atrás , pantalla táctil llantas originales sin picadas , interior negro de serie , reposabrazos con almohadilla en Alcántara , doble salida de escape homologada , faros delanteros xenon y traseros led , coche nacional solo 3 propietarios , le vendo por aumento de familia ya que no puedo tener un coupé , unidad única ,para más información escribirme.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "216000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-1087804337",
            "descripcion": "bmw 318d manual cuidado y siempre en garaje. segungo propietario. motor M47 ( no rompe cadena) Ruedas delanteras casi nuevas, embrague y turbo cambiados el año pasado con factura. No ha tenido ningun golpe o accidente, se puede mirar en cualquier taller. Extras: faroz xenon, interior piel beig, volante multifuncion. se puede ver en Madrid o granada",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2005",
            "kilómetros": "149300 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1001860468",
            "descripcion": "Modelo restiling, pak M interior y exterior, asientos calefactables, sensor de aparcamiento, volante, multifunción, pantalla Android táctil original BMW, llanta 18 doble medida, 4000 euros de facturas en casa oficial BMW, embrague nuevo además de muchas piezas de desgaste cambiadas, aporto facturas… le funciona todo a la perfección, edición limitada con motor diesel, impecable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "270000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-962513593",
            "descripcion": "Bmw 320td compact. 150cv.6 velocidades. Acabado M interior y exterior de fabrica. Parktronic,volante multifuncion, asientos tela-alcantara , carbono. Km garantizados por concesionario oficial. Al coche no le hay que hacer nada. Mantenimientos todos al dia.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "194000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW 320d Touring 2003",
            "enlace": "https://es.wallapop.com/item/bmw-320d-touring-2003-923820320",
            "descripcion": "Único propietario. Siempre en parking. Revisiones al día, acaba de pasar la ITV perfecto. Neumáticos y batería nuevos. Azul metalizado. Asientos tela y piel. Volante multifuncion. Como opción cadena nieve originales.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "265000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 E46",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-e46-1080342444",
            "descripcion": "Se vende en muy buen estado. Extras del vehículo: • Paragolpes delantero look m3 • Paragolpes trasero M • Llantas r17 M • Separadores en las 4 ruedas • Alerón lama sobre portón trasero Todo lo mencionado anteriormente esta correctamente HOMOLOGADO y certificado por un ingeniero técnico además de estar presentado y aprobado por la ITV. (Toda la documentación de la reforma se entrega con el vehículo) • Embellecedores de interior personalizados • Aleta de tiburón • Volante multifunción • Control crucero • Control de tracción • Pantalla multimedia • Apple carplay • Android auto • Bluetooth, manos libres… • Climatizador • Posabrazos • Funda volante bordada • Iluminacion interior LED • Parrillas en negro M • Pomo y funda palanca marchas M • Funda freno de mano M • Iluminacion freno M • Cierre centralizado • Antinieblas trasero • Tobera de escape recta de acero inoxidable • Rueda de repuesto • Cajetín de herramientas BMW • 4 Llaves, dos inalámbricas y dos manuales • Historial de mantenimiento • Mantenimiento total e ITV al día • ITV hasta septiembre 2025 • Vehículo sin ningún tipo de colisión • Coche no fumador • Neumaticos en buen estado • Todo tipo de reparaciones, mantenimiento etc… Realizados por taller profesional • Famosas “palometas” del motor anuladas • Se entrega radio de casa • Revision y mantenimientos recién hechos (niveles,presiones,aceite,filtros…) Coche mimadisimo, tengo todas las facturas de lo que se le a hecho al vehículo, guardado en cochera, pintura en muy buen estado en cuanto a los años del coche, no me a ocasionado ningún tipo de problema, muy buen comportamiento en carretera, consumo muy bajo de 6L/100km…es una autentica maravilla. Solo gente realmente interesada, no acepto ningún tipo de cambio, NO me urge su venta, no atenderé ofertas absurdas, se pueder ver y probar, se acepta todo tipo de prueba mecánica que desee, no se le a hecho ningún tipo de perrería al coche…El coche esta para verlo, un saludo. PRECIO NEGOCIABLE",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "199054 km",
            "precio": 7499.0
        },
        {
            "titulo": "BMW Serie 3 320d Cabrio 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320d-cabrio-110-kw-150-cv-1067098231",
            "descripcion": "- Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio -Compra tu vehículo sin desplazarte, 100% ONLINE, nos encargamos de todo el proceso - Todos nuestros vehículos pasan la certificación más exigente en +250 puntos en nuestras instalaciones. - Amplia gama de vehículos con garantía de kilómetros reales y ausencia de daños. - Financia tu coche con las mejores condiciones a tu medida, sin entradas y con flexibilidad. - Compramos tu coche con la máxima tasación para que puedas aportarlo como forma de pago. - Envío a domicilio exprés de tu nuevo coche y sobrevaloramos tu coche en operaciones de cambio - Las fotos son totalmente reales y se corresponde con el vehículo que podrán ver físicamente en nuestras instalaciones, así como precio, extras, modelo y kilómetros Si buscas comodidad y versatilidad, este coche podría ser la elección perfecta. Combina estilo, espacio y versatilidad. Su atractivo diseño, junto a líneas agresivas y ruedas de gran tamaño capturan la atención. Además, ofrece mayor visibilidad en la carretera gracias a u altura y un habitáculo amplio. Ofrecen una experiencia de conducción más suave y deportiva. Tienen una mayor aceleración y potencia instantánea haciéndolos ideales para una conducción dinámica. Además, los costos iniciales de compra y mantenimiento suelen ser más bajos que los de otros tipos de vehículos Una valoración de 4.6/5 en Google nos respaldan. Nuestro equipo de asesores especializados está aquí para guiarte sin ningún compromiso, ofreciéndote una experiencia personalizada y cercana. HORARIO: De Lunes a Sábados de 09:30 a 14:00 y de 16:30 a 20:30 Estamos e Av. de Castilla 35 de San Fernando de Henares. Madrid con una exposición de 2.300m2 para que puedas encontrar el coche que necesitas. Puedes ver nuestros coches en www.autoprime.es Las fotografías mostradas son las reales del vehículo, así como precio, e",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "195000 km",
            "precio": 7470.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1040893103",
            "descripcion": "Se vende Bmw 320cd con paquete M y llantas del M6 y pantalla android en muy buenas condiciones..se le han hecho muchas cosas entre ellas tiene la ITV hasta 07/25 sin ningun fallo...se le ha reparado la capota y tapizado el asiento del conductor,el apoyabrazos y el volante..y mas cosas!coche con muy poco consumo y con etiqueta medioambiental!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "150000 km",
            "precio": 7470.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1031493311",
            "descripcion": "Coche en perfecto estado ni un solo roce ni abolladura, interior intacto , como nuevo , cargado de extras , procedente de mecánico! XENON, SEMI PIEL, TECHO , EQUIPO M, MECANICA COMPLETA AL DIA .( PEGATINA MEDIOAMBIENTAL AMARILLA 🟡B ). NO NEGOCIABLE. CAMBIO NOMBRE A PARTE. MAS INFORMACIÓN MOBIL Y WHATSAPP 606 717 349",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "199000 km",
            "precio": 7400.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-962635866",
            "descripcion": "Muchos extras y en perfecto estato. Precio no negociable, mejor ver y probar. Etiqueta B., asientos m3, llantas 19 m3, cámara marcha atrás. pantalla 10\", kit de embrague y bimasa cambiado hace poco, sin palomillas y damper cambiado,defensas m3 originales, consume un 5,5",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "255000 km",
            "precio": 7400.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1080496506",
            "descripcion": "BMW E46 320d 150cv Año 2003 coche en perfecto estado exterior y interior recien pintado septiembre 2023 Motor en perfecto estado interior cuero color gris muy bien cuidados todos los cambios de aceites,filtros a dia itv al dia Apple cars play faros de xenon faros traseros led llantas 17 imitacion csl llantas 16 originales incluidas spoiler trasero coche esta para verlo y probarlo acepto prueba mecanica precio negociable llamar gente interesada whatsapp 654928698 José",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "260000 km",
            "precio": 7200.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1093775972",
            "descripcion": "Se vende bmw 320D e46 con 148000km, con mantenimiento realizado y con itv al dia hasta octubre 2025. Se puede valorar cambio por moto de interes mas dinero. Se escuchan ofertas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "148000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-e46-serie-3-1059532343",
            "descripcion": "se vende o se ccambia bmw e46 muy cuidado y con muchos extras:paragolpes look m3 con soporte antinieblas de carbono(se puede dar paragolpes original).Dowmpipe y linea excape completa con valvulas(tambien se da la de serie).suspension roscada maxpeedingross roja con regulacion de altura dureza y copelas regulables,short shifter,iluminacion blanca del cuadro,posibilidad de dar con llantas japan racing(jr28).ojos de ángel,parasol,cristales tintados homologados,egr anulada(se entregaria la egr aparte),stage 1 y muchos extras mas... mejor ver en persona se aceptan cambios por algo de mi interés precio negociable palabras clave: bmw e46 e36 e90 e92 e39 e30 330d 330 330i 320 320d 320i 318 318i 318d serie 3 335d 335i coche",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "239000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1050478191",
            "descripcion": "todo los extras no mareantes",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "198000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1052384646",
            "descripcion": "Cambio hecho a los 250 mil, kit de embrague completo hace 15/20 mil km, 4 ruedas nuevas, llantas nuevas de hace unos meses, agr nueva y mas cosas que tiene echas, pack m, gasto de media entre un 5 y un 6. Duerme en garaje siempre ahora tiene línea completa, pero tengo el de serie, techo solar, gancho de remolque de los de quitar. ITV recién pasada.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "251000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1089185040",
            "descripcion": "320td swap 30d 204cv donwpipe y linea 3’ intercooler tuberias en alumunio enfriador de aceite decantador de aceite stage 1 pack m interior y exterior acepto prueva mecanica NO HOMOLOGADO e60,e46,330d,m57,m47,m3,530d,325d,e92,e90,",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "220000 km",
            "precio": 6999.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-320i-150cb-1035977322",
            "descripcion": "Bmw 320i 150cv,dispone de distintivo medioambien B,equipado con interior en semi piel gris,llantas de aluminio,radio con usb,reposabrazos central ordenador abordo,climatizador digital,4 elevalunas eléctricos,mantenimiento recién hecho Movil 698261530 Garantía de 12 meses Financiación a su medida",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "180000 km",
            "precio": 6999.0
        },
        {
            "titulo": "BMW AUTOMATICO serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-automatico-serie-3-2005-1086814868",
            "descripcion": "BMW SERIE 3 2.0D 150cv Automático. 155mil km año 2005 ITV recién pasada. Se acepta cualquier prueba mecánica. Cambio de nombre NO incluido.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "155000 km",
            "precio": 6950.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1085140086",
            "descripcion": "Se vende BMW E46 320CD cuidado al detalle. Nacional, 150cv y transmisión manual de 6 velocidades, conocidos por su bajo consumo y fiabilidad. • Tercer dueño, con ITV pasada. • Todos los mantenimientos realizados y con facturas. • Embrague sustituido junto al bimasa. • Equilibrado del cardan junto con los flectores nuevos. • 4 calentadores sustituidos. • Batería nueva. • Techo panorámico eléctrico. • Techo y pilares retapizados. • Cableado de los faros rehechos ya que se suelen resquebrajar. • Llantas pack M recién pintadas las 4. • Volante pack M con control de velocidad y control de radio recién tapizado. • Suspensión deportiva pack M. • Faros traseros pack M. • Sensores de aparcamiento traseros. • Doble medida de neumaticos, delanteros 235x18 al 70% y traseros 255x18 cambiados hace solo unos meses. • Cambios de aceite y filtros cambiados cada 10.000km. • Despalomillado. • Líquido de frenos cambiado. • Pasos de rueda nuevos. • Radio sustituida por una actual con Carplay y pantalla táctil. • Cristales traseros tintados, homologados y con garantía de por vida. • Elevalunas delanteros y traseros eléctricos. • Asientos traseros abatibles. • Sistema de sonido Harman Kardon, sonido alto y claro con subwoofer trasero integrado. Todo original, nada de repro ni de hacer el loco con el coche. Una buena oportunidad para quien busque un coche con valor al alza. Más fotos, videos e información detallada por privado. NO LEER bmw mercedes volkswagen gti e46 e30 e36 e39 e90 e92 330 320 cd ci tdi golf audi a3 a4 rs3",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "211000 km",
            "precio": 6900.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1082872867",
            "descripcion": "se vende o cambia bmw e46 pack csl homologado un sin fin de modificaciones en ficha,mas info privado. 320d 150cv 5 velocidades consumo ridiculo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "241000 km",
            "precio": 6900.0
        }
    ]
}