{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "335xi Berlina",
        "año mínimo": 2008,
        "año máximo": 2008,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 306,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=306&min_year=2008&max_year=2008&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-895000499",
            "descripcion": "Bmw335i performance motor n54 mejor ver en persona (no se usa lo tengo en un garaje) por eso le vendo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "220000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW 335i M e90 n54",
            "enlace": "https://es.wallapop.com/item/bmw-335i-m-e90-n54-1080317600",
            "descripcion": "Se vende BMW 335i M e90 n54b30 manual, 240000 km, con dos llaves, tiene techo panoramico, asientos sport calefactables de cuero negro, sensor de lluvia, sensor de aparcamiento, luces bixenon automáticas, pantalla con navegador, climatizador bizona, sonido harman kardon (logic 7 actualizado), linea completa M performance, kit M performance salido así de frabrica, defensa delantera y trasera , difusor trasero , taloneras, pomo, alfombrillas y paneles de las puertas, volante aplanado multifunción y retapizado, alerón trasero maxton, marcador tipo m3 con las esferas blancas, chasis M, turbos bien, sondas lambda antes de catalizador nuevas, llantas styling 359 en 19 con las gomas nuevas, filtros , aceite , bujías , bobinas , bomba del agua y termostato recién cambiados, pcv mejorado, tubo de carga de aluminio, iluminación permanente del espacio de los pies, muy pocas unidades de 335i e90 en España siendo manual y casi todos los extras, se vende o se cambia por bmw M4 rhd (inglés) sin matricular , o también podría interesarme bmw m3 e36, e46 , o algún BMW de correr , mitsubishi, Subaru",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "240000 km",
            "precio": 21500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1066724148",
            "descripcion": "Ofrezco mi BMW personal el cual e tenido durante 3 años , el cual compré a su único dueño y a tenido un historial completo en BMW hasta los 170.000km. En mi posesión a sufrido diferentes modificaciones . Turbos híbridos mejorados ( 650hp ) stage 2+ , intercooler mejorados 5.5 , chargepipe admisión y blow off hks, suspensión bc Racing regulable en altura y dureza , downpipes , short shift , y embrague reforzado para 1000hp con volante . Tmap 3.5 bares , llantas división 18 . Semislick zestino , pantalla android, coche que a sido de uso de fin de semana y se a cambiado aceite cada 7.000km o al año. No me urge vender , si vienes y no tienes dinero solo te invito a dar una vuelta en el asiento del copiloto",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "200000 km",
            "precio": 21500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1048684389",
            "descripcion": "bmw 335i cabrio nacional, todo de serie. perfecto estado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "141000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 3 2008 Manual",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1093337403",
            "descripcion": "Se vende bmw 335i cabrio blanco asientos rojos M calefactables caja manual unidad muy exclusiva bisenon volante M,muchos extras , aceite y filtros recien echos en este mes. Duerme en parcela. Etiqueta medioambiental C.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "190000 km",
            "precio": 19999.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1083094260",
            "descripcion": "Se vende BMW 335i pack M manual con libro de mantenimiento sellado mejor ver",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "156000 km",
            "precio": 19900.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1082337344",
            "descripcion": "Buenas. Bmw 330i gasolina E92 pack M interior exterior. Año 2008 ,192000km. 6 cilindros, motor atmosférico . Coche nacional. Contactar por whatsap por favor. 641226500",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "272 cv",
            "año": "2008",
            "kilómetros": "192000 km",
            "precio": 19800.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1086413682",
            "descripcion": "Bmw 335i e93 cabrio. Motor biturbo de 306 cv y cambio manual. Neumaticos recien puestos con llantas reparadas. Revision de aceite y filtro recien realizada. Para mas informacion contactar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "212000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-803062731",
            "descripcion": "Suspension blistein homologada , llantas m3, radiador de aceite y de agua misimoto de mayor tamaño , inyectores , bomba de altas, embrague reforzado, discos y pastillas ferodo ds 2500 , bomba de agua , latiguillos metalicos ,bujias , bobinas de m4 etc pack m exterior e interior original , 2 dueño",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "225000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1083949321",
            "descripcion": "Se vende precios BMW 335 cabrio con 306cv en perfecto estado con todo los mantenimiento cambiado.mucho dinero gastado. Un capricho gente interesados nada de perder el tiempo aceptaría cambio por algo que meinterese",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "187000 km",
            "precio": 17999.0
        },
        {
            "titulo": "BMW Serie 320i CABRIO",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1054050244",
            "descripcion": "BMW 320i CABRIO en perfecto estado! Para mas informacion ponte en contacto con nosotoros. Incluido en el precio el cambio de titular y garantia de 1 años en BMW. Concesionario oficial BMW en Zaragoza.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "78300 km",
            "precio": 17600.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1091649097",
            "descripcion": "Vehículo en perfecto estado. Mantenimiento al día y con cariño. ITV hasta Agosto 2025. Ver y probar sin compromiso.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "207000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1050191575",
            "descripcion": "coche importado 1 solo propietario practicamente en perfectas condiciones kilometros reales pack M tanto por dentro como por fuera con pantalla carplay y asientos alcantara",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "135000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1086640234",
            "descripcion": "UNA MÁQUINA PARA QUIEN SABE LO QUE BUSCA Si estás cansado de coches que no te llenan, con motores sin alma y diseños que pasan desapercibidos… Si siempre te conformas con vehículos que solo te llevan del punto A al B, o te preocupas constantemente por averías… Si sabes que te mereces algo especial, una experiencia de conducción que te haga sentir al volante de algo único… Esta es tu oportunidad. Al comprar este BMW Serie 3 Coupé te llevas: Motor N54 biturbo: Potencia y precisión para convertir cada trayecto en una experiencia inolvidable. Diseño elegante y atemporal: No solo lo conduces, también lo presumes. Kilómetros reales, sin accidentes: Seguridad y transparencia garantizadas desde el primer momento. Mantenimiento al día: Bujías y frenos nuevos, listo para disfrutar al máximo. Y también: Interior cómodo y espacioso: Aunque deportivo, perfecto para viajes largos o el día a día. Conducción precisa y confiable: Para quienes valoran la excelencia en cada curva. Un coche que marca la diferencia: Porque no se trata solo de llegar, sino de cómo lo haces. PREGUNTAS FRECUENTES ¿Tiene defectos? Ninguno. Nacional, sin accidentes y en perfecto estado. ¿El precio es negociable? No. Este BMW vale cada euro. Si entiendes lo que significa un motor N54 biturbo, sabrás que está más que justificado. ¿Aceptas cambios? No. Solo venta directa. ¿Es caro? Si te parece caro, este coche no es para ti. Este BMW NO es para todo el mundo, pero si lo entiendes, no pierdas la oportunidad. Si crees que eres la persona adecuada, llámame y descúbrelo. 🚗",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "184000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-912795306",
            "descripcion": "Bixenon Angel eye Climatización bizona Techo solar Retrovisores M3 Sensor de luces y lluvia Llantas rotiform BLQ 18\" Neumáticos nuevos Suspensión neumática airliftt con sistema de seguridad. Tramo final del escape acero inox (también entrego el de origen) Pantalla 9\" con sistema Android.. TODO HOMOLOGADO. Embrague cambiado. El coche está en perfectas condiciones y siempre duerme en garaje particular. Acepto prueba mecánica. Cambio por 5 puertas y automático. Precrio negociable, escucho ofertas para cambios. Itv recién pasada.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "190000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1069336939",
            "descripcion": "Espectacular unidad!!!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "237000 km",
            "precio": 16900.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-819865309",
            "descripcion": "Extras. Pack M , techo solar, asientos de cuero rojo eléctricos con memoria , cortinilla eléctrica trasera, muelles deportivos h&r,llantas originales m en 19\", todos los extras menos pantalla y control de crucero. Mantenimiento. Sustitución inyectores. Sonda nox. Bobinas. Filtro k&n de alto flujo oem. Discos traseros perforados brembo. Pastillas traseras ebc bluestuff. Neumáticos traseros bridgestone rft 80% Neumáticos delanteros bridgestone rft 50% Al día de mantenimiento de aceite y filtros. Muy cuidado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "272 cv",
            "año": "2008",
            "kilómetros": "169000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 320i Cabrio 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320i-cabrio-125-kw-170-cv-1038096948",
            "descripcion": "Precio oferta sujeto a financiación: 16150 EUR. Precio al contado: 16150 EUR. *VIL2* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1400€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Techo duro, Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Start/Stop automático, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Llantas de aleación (17\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "106849 km",
            "precio": 16150.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1071188101",
            "descripcion": "BMW 335i MANUAL 306 CV 6 CILINDROS ACEPTO COCHE COMO FORMA DE PAGO PRUEBAS DINÁMICAS Y MECÁNICAS ADMITIDAS Coche nacional, Primera matriculación 30-01-2008 Sonido Espectacular. CARACTERÍSTICAS: -BUEN ESTADO GENERAL -CAMBIO MANUAL DE 6 VELOCIDADES -MOTOR 3.0 GASOLINA DISTRIBUCIÓN POR CADENA -306 CV -NACIONAL EXTRAS: -asientos de cuero con memoria y calefactables -faros de xenon con led -luces automáticas -volante multifución M -climatizador bi-zona -retrovisores con regulación eléctrica",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "239000 km",
            "precio": 16100.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1058979713",
            "descripcion": "bmw 330i pack m ,escape deportivo duramas, inyectores, bobina , bujías sustituidos hace 1 año en BMW Vilanova ,batería y neumáticos delantetos cambiados hace nada, cualquier duda preguntar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "272 cv",
            "año": "2008",
            "kilómetros": "138000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1080477436",
            "descripcion": "BMW 325xi Nacional -Amortiguadores Blistein B4 -Muelles H&R -Llantas JR SL01 Flow Form -Pack M Exterior -Asientos Pack M y molduras interiores -Radio Android Auto/Apple Carplay -Camara Marcha Atras integrada en manilla maletero -Pomo iluminado -Shadowline Vinilado negro brillo reversible -Riñones Negros (se entregan tambien los cromados de serie. Embrague y motor de arranque recien cambiados. Valvula PCV (gases carter) cambiada Se puede ver sin compromiso No cambios.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "253344 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2009-cabrio-1062704553",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "113000 km",
            "precio": 14450.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1090908888",
            "descripcion": "se vende BMW 325i Edicion perfonmance coche en perfecto estado se usa a diario puesto a capricho ✅Suspension bilstein B16 nurburing ✅Llantas avantgarde 19” ✅Bixenon ✅Linea de escape en inox 3” ✅Pops and bangs ✅Cuero negro ✅pantalla android ✅Pegatina ECO ✅Admision en carbono original se acepta cambio por coche de mi interes",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "188000 km",
            "precio": 13999.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1082566275",
            "descripcion": "BMW 320i manual con 205.000km. Todos los mantenimientos al día, última revisión a los 203.000km (aceite y filtros) y cambio de bujías y bobinas hace 15.000km. Extras: - Pack M interior y exterior. - Pack iluminación. - Llantas 18” doble medida. - Pantalla android con cámara trasera y compatibilidad con CarPlay/Android Auto por cable e inalámbrico. - Parktronic trasero. - Asientos deportivos calefactables. - Espejo interior con función antideslimbramiento. - Espejos retrovisores con función antideslumbramiento y con calefacción. El coche esta perfecto de motor y de estética. ITV al día y listo para conducirlo. Para más info escríbeme al privado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "205000 km",
            "precio": 13900.0
        },
        {
            "titulo": "BMW Serie 3 320i Cabrio 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320i-cabrio-125-kw-170-cv-1000702942",
            "descripcion": "Precio oferta sujeto a financiación: 13890 EUR. Precio al contado: 13890 EUR. *BDN* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Techo plegable, Tapicería de piel, Faros bixenón, Encendido automático de faros, Start/Stop automático, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional, IVA deducible. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "86430 km",
            "precio": 13890.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1089723147",
            "descripcion": "BMW 320i E92 Coupe (115.000kms) ✅Nacional ✅2008 ✅Gasolina ✅Manual 6 velocidades ✅Llantas originales 18\" paquete M ✅Neumaticos del.Hankook 80% ✅Neumaticos tras.Hankook 90% ✅Discos/pastillas del.Brembo ✅Discos/pastillas tras.Brembo ✅Revisión completa al dia ✅Volante bimasa/disco de embrague ✅Silencioso Deportivo Remus ✅Paquete M interior ✅Faros bixenon ✅Luces automáticas ✅Volante multifunción/control crucero ✅Techo solar ✅Espejos electricos abatibles ✅Juego 2 llaves originales ✅ITV hasta Diciembre 2025",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "115000 km",
            "precio": 13800.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1018571105",
            "descripcion": "BMW serie 3 Coupe E92 •320i 170cv •2008 •148000km •Vehículo nacional •Manual 6v •Pegatina medioambiental verde C •Pack M •Faros bixenon •Techo interior negro •Asientos de piel rojos •Techo solar panorámico •A/C •Clima bizona •Mantenimiento aceite y filtros, bujías , sensor NOX, las 3 sonda lambda, tubo recirculacion de gases , ruedas delanteras nuevas, discos y pastillas delanteras . •Alerón trasero ABS •Parachoques delantero M3 •Tapas retrovisores M3 •Llantas JR 18” •ITV hasta Diciembre 2025",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "148000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1083060547",
            "descripcion": "se vende bmw en perfecto estado, siempre en garaje y muy bien cuidado. se vende por ser heredado y disponer otro vehiculo. Nuevo importe aprox 35000-40000 Se acepta revision en taller etc",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2008",
            "kilómetros": "84000 km",
            "precio": 13200.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1052224233",
            "descripcion": "Buen estado Itv recien pasada.Cabriolet 320i gasolina 170cv.Funciona todo perfectamente.Se acepta coches de menor valor o moto hasta 250cc.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "130000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1073465788",
            "descripcion": "BMW 320 E92 del 2008 170 caballos 161000km Cambio manual Tiene la cadena de distibución recien cambiada en la casa de BMW Lleva paquete confort, volante deportivo de cuero, lleva el ordenador de abordo, tacómetrico soportes isofix, dos puertas. Motor 2.0-125kW, 16V, sistema de presión de neumáticos, sistema antipinchazos. Sistema star/stop, tapizado de los asientos de tela fluid. El coche es de importación de Alemania, traslado incluido en el precio y kilometraje comprobado. Matriculación no incluida, pero ofrecemos ayuda si fuese necesaria. Abstenerse curiosos. Tenemos mas vehículos en stock. Tlfn de contacto: 632 46 29 63 BMW Serie 3 Coupe en Fuenlabrada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "161000 km",
            "precio": 12600.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1093159619",
            "descripcion": "Acepto cambio por coche familiar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "190000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1090294354",
            "descripcion": "Vendo BMW 320i e92 170cv - Año 2008 - 214.000 km - Manual 6 velocidades - Pack M completo - GPS, techo solar, muchos extras - No fumador, siempre garaje - Muy buen estado - Mantemiento en la BMW - No cambios",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "214000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW 318(2008) Precio no negociable",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-770739483",
            "descripcion": "Vehículo guardado siempre en cochera privada, documentación toda al corriente. Revisión recién pasada, con todo cambiado y en perfecto estado.No negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2008",
            "kilómetros": "59000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1010989837",
            "descripcion": "Itv al día, amortiguadores KYB y muelles nuevos, asientos en cuero beige eléctricos y espejos en perfecto estado, segundo propietario, mantenimiento de aceite recien hecho, llantas 18”, supresor de escape y escape original con adaptador ITV, cabrio de techo rígido, sonido harman/kardon, navegador, sensor de lluvia, velocidad crucero, paquete de luz ambiental bmw Enfriador de posavasos Función start-stop Perfecto estado NO NEGOCIABLE, abstenerse ofertas absurdas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "119603 km",
            "precio": 11999.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-893615635",
            "descripcion": "Coche muy cuidado, siempre en garage y revisiones recientes. Se ha realizado cambio de cadena y embrague reciente.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "170000 km",
            "precio": 11800.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1063971123",
            "descripcion": "Coche en perfecto estado, único propietario, con todas las revisiones realizadas en la casa oficial. El estado de la pintura exterior es muy bueno, sin golpes y únicamente algún roce del uso cotidiano, como se aprecia en las fotos. Sensor de aparcamiento. Versión 320I",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "166000 km",
            "precio": 11200.0
        },
        {
            "titulo": "BMW 318i (Gasolina) E90 - Pack “M” Sport ",
            "enlace": "https://es.wallapop.com/item/bmw-318i-gasolina-e90-pack-m-sport-1091881994",
            "descripcion": "• Vehículo siempre guardado en garaje, en muy buen estado general y cuidado al detalle. • Revisiones oficiales: Todas realizadas en taller oficial BMW Triocar de Gijón (última revisión: 14/01/2025). • ITV válida hasta diciembre 2025. • Incluye: Dos mandos originales BMW en perfecto estado. Características principales: • Modelo y Carrocería: BMW 318i (E90) - Pack “M” Sport (versión deportiva con llantas, interiores y diseño exclusivos del paquete “M”). • Motor: 1995 CC, 143 CV. • Color: Azul exclusivo del Pack “M”. • Equipamiento destacado: o Techo panorámico. o Suspensión y asientos deportivos (Pack “M”). o Tapicería original Pack “M” en perfecto estado. o Faros de Xenón. o Climatización bi-zona y control de crucero. o Función Start/Stop. o Sensores de aparcamiento (desactivables). Precio original 37000 € Si deseas concertar una cita para ver y/o probar el vehículo, no dudes en contactarnos. Precio negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2008",
            "kilómetros": "167292 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW 320i CABRIO",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2009-1070998200",
            "descripcion": "Se vende BMW 320i coupe cabrio en perfectas condiciones. 170cv 2.0 gasolina 2 puertas Faros Angel Eyes originales de bmw Asientos en cuero marron Asientos electricos Asientos calefactables Volante regulable Techo descapotable electrico Linguatronic Pantalla radio original Volante multifuncion Manos libres Climatizador automatico bizona Llantas de aleacion de aluminio Porton electrico automatico Sensor de aparcamiento Luces antinieblas ABS / ESP / Airbag ( SE PUEDE VER Y PROBAR ) Siempre bien cuidado y mimado. Siempre aparcado en Garaje. Para mas info respondo al chat.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "185000 km",
            "precio": 10999.0
        }
    ]
}