{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "328i Cabrio",
        "año mínimo": "1998",
        "año máximo": "1999",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": "193",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=193&min_year=1998&max_year=1999&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1084133913",
            "descripcion": "Bmw Coupè M3 E36 año 1999. 3.2 321cv Todo de serie excepto amortiguación. Tapicería de cuero y alcántara. NO asientos calefactables ni techo solar. Único propietario desde el 2007,siempre en garage particular. Itv hasta Nov 2025 SOLO GENTE INTERESADA,NO CAMBIOS,NO OFERTAS ABSURDAS,NO TENGO PRISA POR VENDERLO.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "3.2 cv",
            "año": "1999",
            "kilómetros": "180000 km",
            "precio": 32000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1088805951",
            "descripcion": "Coche de circuito desmontado entero y hecho desde cero. 45.000€ en facturas. Como nuevo, hecho en 2024. Más detalles contactar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "1998",
            "kilómetros": "230000 km",
            "precio": 30000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-845526296",
            "descripcion": "BMW e36 328i 193cv Extras: - Asientos originales M3, nuevos. -Suspensión roscada, homologada. -Tengo las suspensiones de serie. - Llantas originales OZ futura. -Tengo las llantas originales BMW M3 -Volante de madera Nardi. - Tengo el volante original M3 -Techo Hard Top nuevo, recién pintado. - El coche solo a tenido 3 dueños. -Muy bien cuidado, todo original de BMW -Conserva todas las piezas originales BMW Fue importado de Alemania en 2007. Nunca a tenido ningún accidente. Siempre a dormido en garaje y se ha usado muy poco. Todos los mantenimientos al día.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1998",
            "kilómetros": "210000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 1998 ITV 26/07/25",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-917601967",
            "descripcion": "BMW e36 ITV sta 26/07/2025 cabrio, motor 2800i(original) nada de swap, climatizador vi zona digital,ordenador de abordo grande, velocidad de crucero elevalunas eléctricos(4) cierre centralizado, alarma TODO HOMOLOGADO, suspensión roscada,kit m3, paragolpes,taloneras ASIENTOS m3lip delantero grande, difusión trasero,se entrega también con techo duro, techo de lona en perfecto estado,frenada grande e46 330,trasera ventilada,ITV y seguro en vigor, SOLO VENTA#cupra r mk1,st,Avant,es,touring",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1998",
            "kilómetros": "250000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1022666519",
            "descripcion": "bmw 328 e36 touring.siempre bien mantenido.tapiceria de cuero.climatizador.bilstein con muelles eibach nuevos con 1500kms,estabilizadoras hr,autoblocante con grupo corto mas grupo original,admision m50,centralita, silentblocs m3,escape de serie,escape rc racing,llantas bbs de la foto mas llantas de serie en 15 con neumaticos bien,etc",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1998",
            "kilómetros": "200000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW e36 320i Cabrio ",
            "enlace": "https://es.wallapop.com/item/bmw-e36-320i-cabrio-1070655933",
            "descripcion": "Bmw e36 320i cabrio Manual Climatizador Direccion asistida Elevalunas electricos Asientos calefactables Llantas BBS RC0090 en 17” Capota electrica Impecable Suspension BC racing roscada (Homolgoda) Escape deportivo(Sonido precioso,sin ser molesto) Todo esta Homologado pasa itv tal cual esta en las fotos. Se le acaba de hacer mantenimiento completo Vehiculo listo para disfrutar✅ Posibilidad de rebajar el precio con las llantas de serie en 15” Consulta todo nuestro stock Automóvilesalberto . com Nuestros vehículos se entregan completamente revisados ya que disponemos de taller propio Ofrecemos financiación sin entrada,Consultenos!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "242000 km",
            "precio": 10500.0
        },
        {
            "titulo": "BMW E46 328i",
            "enlace": "https://es.wallapop.com/item/bmw-e46-328i-1085454428",
            "descripcion": "Se vende E46 del 1998 193cv. Las pastillas delanteras son nuevas, Neumaticos delanteros Michelin pilot sport 5 nuevos, parachoques i llantas pack M. Kit filtro de aire conico, el de serie lo tengo guardado. Pocos km para el coche que es. Volante tapizado en alcantara Radio Bluetooth Sin fallos en el cuadro, solo la del nivel de agua de limpia que aveces marca mal Valbulina del diferencial recien cambiada, silenbloc trasero del diferencial nuevo. Pastillas de freno pintadas en rojo(en las fotos no estaban pintadas aun) Preguntar sin compromiso, no urge venta. Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1998",
            "kilómetros": "130000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1011769880",
            "descripcion": "BMW E36 Equipación M Completa de origen, sustituidos los amortiguadores por Bilstein B6. Airbag de acompañante, Cromados interiores, sistema de alarma. Adquirido en marzo de 1998, un único propietario. Siempre en garaje, estado de colección. Libro de revisiones y facturas de todos los mantenimientos. Dos juegos de llantas Neumáticos Bridgestone Potenza en medidas 225/45R17 Neumáticos Michelin Alpin5 en medidas 205/50R16 Precio negociable, pero abstenerse ofertas ridículas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1998",
            "kilómetros": "164000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1090015910",
            "descripcion": "Bmw e36 328i mtechnic berlina en buen estado muchas cosas nuevas más info privado también asepto cambio por coche de valor similar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "214000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-702426277",
            "descripcion": "bmw e36 coupé con techo solar y climatizador bizona digital ,pack m original ,swap m52b25, suspensión maxpeeding , arco trasero AST desmontable hasta copelas con doble equis ,xbrace,barra de torretas delantera, puente trasero reforzado, kit de silentblocks strongflex completo, brazos traseros regulables uniball, frenos de 330i 325mm, líquido de frenos liquimoly , admisión de 25i, filtro de aire 25i , escape de 325i , volante desplazado gtz , radiador de aluminio mishimot , sensores de presión y temperatura de aceite y temperatura de agua , bomba de agua nueva doltz , termostato nuevo Gates , anticongelante motul , aceite motul 15w50",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1998",
            "kilómetros": "156000 km",
            "precio": 9000.0
        },
        {
            "titulo": "BMW 328i E46 - Track Ready",
            "enlace": "https://es.wallapop.com/item/bmw-328i-e46-track-ready-1091240485",
            "descripcion": "*Somos Centro Especialista en BMW* Posibilidad de financiación. BMW 328i E46 de fábrica y nacional. Mejorado y modificado para uso sport o incluso circuito. Equipado con Pack M (versión pre), xenón, asientos Sport, clima y más. Lista de mejoras: - Roscadas BC Racing - Autoblocante discos 60% por ABP - Silentblocks poliuretano y rótulas uniball - Llantas Pack M con Pilot Sport 5 - Shortshifter NP Parts - Volante OMP con piña extraíble - Latiguillos metálicos HEL - Brazos de suspensión traseros regulables Buena condición general. Revisado en nuestro taller para su venta con cambio de aceite y anticongelante. Mecánica en muy buen estado y listo para darle el uso que merece. Exterior en estado 6/10. No hay signos de accidente. Algunas rascadas y pequeños bollos. Interior muy completo y funcional. Asientos con típico desgaste en los laterales. El techo está descolgado. Lleva una pantalla android. El precio se puede negociar restandole mejoras que lleva. Consultar más información.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "163498 km",
            "precio": 8999.0
        },
        {
            "titulo": "BMW E46 328i 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1084380328",
            "descripcion": "BMW 328i nacional (procede de matricula M-YB). ITV hasta Julio 2025. Muy buen estado general. Totalmente libre de óxidos. Precio negociable, escucho ofertas. No me interesan cambios. Interior sport, techo solar, climatizador automático, cortinilla trasera manual, reposabrazos, llantas originales BMW style 32 en 17x8 (impecables pintadas al polvo), neumáticos Yokohama Advan Fleva, amortiguadores Koni Sport (amarillos) regulables con certificado de recambio equivalente, enganche de remolque Bosal 1800kg, kit de herramientas completo, manuales y triángulos originales, manos libres Parrot bien instalado. Mucho mantenimiento preventivo desde que lo tengo: todos los líquidos del coche cambiados al menos 1 vez (caja y diferencial también); manguitos de refrigerante y dirección (con su depósito); radiador; vaso de expansión y tapón; bomba de agua; correas; poleas; termostato; junta de carter; alternador; junta tapa de balancines; junta carcasa del filtro de aceite y válvula de retorno; latiguillo del vanos; bujías; todos los filtros; las 4 copelas, guardapolvos y topes de suspensión; silentblock de diferencial; silentblocks de trapecios del. powerflex; bieletas de estabilizadora; discos, pastillas, sensores y latiguillos de freno; rótulas de dirección; rótulas axiales de dirección; fuelles de dirección; parabrisas original con gomas y escobillas nuevas; techo retapizado recientemente; rejillas y emblemas nuevos originales... todo registrado con kilometraje y fechas, empleando recambios originales o de buena calidad. Dispongo de registro de mantenimiento y más fotos para interesados. Coche usado a diario y listo para rodar kms con absolutamente todo al día, aceite (Liqui Moly) y su filtro recién cambiados.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "255000 km",
            "precio": 8800.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1077948505",
            "descripcion": "Bmw 328i E46.Equipacion M interior llantas 17 posibilidad de dar unas 16 por menos precio del valor.Coche de uso a diario.Ultima reparacion todos los conductos de admision bobinas caudalimetro todo eso nuevo.Preguntame yo te respondere.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "256719 km",
            "precio": 8700.0
        },
        {
            "titulo": "BMW e46 328ci",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1080304752",
            "descripcion": "Bmw e46 328ci con 177500 km, embrague recien cambiado, llantas BBS edicion Le Mans, linea completa de escape homologada, mantenimientos al dia y ITV recien pasada. Coche muy mimado Acepto cambios",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "177500 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1066862766",
            "descripcion": "Se vende increible e46 de estado, tabto por fuera como por dentro, tiene mucho dinero invertido: - Pinzas 4 pistones,racores, latiguillos metalicos, discos de 330 y pastillas EBC compuesto amarillo (1180€) septiembre 2024 - Llantas avant garde en 18x8,5 900€ y neumáticos michelin pilot sport 5 550€ =1450€ julio 2024 - Trasero homologado y colectores=800€ diciembre 2023 -Suspension bc racing br 1300€ julio 2024 -Pilotos traseros led 160€ -Lip tipo csl, intermitentes laterales, angel eye, retrovisores de carbono,pantalla con carplay, ventanas tintadas, alfombrillas nuevas... - Pintado en gris nardo audi todo menos el vano - Cambio de aceite y de junta de la tapa de balancines, bujias y termostato nuevo Itv hasta mayo doy los colectores originales NO HAGO CAMBIOS Y NO MAREANTES! 316d, 318d, 320d, 323d, 325d, 330d, 316i, 318i, 320i, 323i, 325i, 328i, 330i, e30, e32, e34, e36, e46, e92, m3, bmw",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "240000 km",
            "precio": 8490.0
        },
        {
            "titulo": "BMW 328ci",
            "enlace": "https://es.wallapop.com/item/bmw-328ci-1080211687",
            "descripcion": "Bmw 328ci en perfecto estado con muchos extras. Capo de carbono con entradas de aire llantas 19 con neumaticos nuevos separadores de 3 cm en las 4 ruedas altavoces harman kardon aletas delanteras del m3 aletas traseras ensanchadas techo solar suspension roscada regulable en altura y dureza escape con 4 salidas Don silencioso paragolpe delantero m3 cristales tintados todo homolgado en ficha tecnica, sin problema para pasar itv. coche muy bien cuidado precio negociable, acepto coche del mismo valor o coche como parte del pago. cambio tambien x todoterreno del mismo valor",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "222243 km",
            "precio": 8300.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1058004095",
            "descripcion": "Se vende bmw e46 en perfecto estado. mas info por privado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "250000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-524504724",
            "descripcion": "Muy mimado,siempre en garaje y muchos extras para más info preguntad x Whatsapp 653905515 negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "300000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW 323i E46",
            "enlace": "https://es.wallapop.com/item/bmw-323i-e46-1083134778",
            "descripcion": "Bmw 323i. Motor 2.500cc 6 cilindros. ETIQUETA MEDIOAMBIENTAL B El coche está al detalle( demostrable, facturas etc). Totalmente homologado. Se entrega con Itv recien pasada. mantenimientos al día. Se acepta prueba mecánica. Alguna de las modificaciones/mejoras que lleva el coche: -Suspension Bilstein B14 -Estabilizadoras H&R -Frenada Bmw 330i -Sistema de escape 330i UK con colectores inox y catalizadores en tubo de escape -Admision Bmw 325i -Relacion final mas corta ( diferencial 3:38) -Chasis reforzado -Embrague completo hecho incluido Bimasa -Doble Vanos reforzado -Valvula Disa reforzada -Etc Para mas informacion, preguntar. SOLO REALMENTE INTERESADOS Y QUE QUIERAN EL COCHE. NO CONTESTO A OFERTAS ABSURDAS. A QUIEN ESTE INTERESADO CON MUCHO GUSTO LE EXPLICO TODO Y DE AHI EL PRECIO QUE PIDO. Podría escuchar ofertas de cambios por coche familiar/SUV",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "270000 km",
            "precio": 7900.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-829256514",
            "descripcion": "Este coche no es un M pero anda muy bien, si sabes de estos coches sabras lo que valen y como van, le he cambiado practicamente todo lo que tenia deteriorado desde que lo compré en el 2017 tanto de motor, interior y demas. Ruedas practicamente nuevas... esta a capricho el coche",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "235000 km",
            "precio": 7900.0
        },
        {
            "titulo": "BMW 318is coupe Sport Edition M Technik",
            "enlace": "https://es.wallapop.com/item/bmw-318is-coupe-sport-edition-m-technik-1083043738",
            "descripcion": "Se vende BMW 318is coupe Sport Edition M Technik M44 140cv en color Avus Blue del año 1998. Con pack M exterior e interior, suspensión M y asientos deportivos. Muy bien mantenido y cuidado, siempre ha estado guardado en garaje y en estado original. Tiene cierre centralizado con mando a distancia y alarma. Radio Clarion con CD, USB y AUX. La pintura es de origen. (BMW e30 e36 e46 M3)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "1998",
            "kilómetros": "260000 km",
            "precio": 7800.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1051917896",
            "descripcion": "ITV pasada caduca el mes que viene el coche está todo. Prueba no le funciona aire acondicionado. Es ideal para gente que está buscando este modelo para convertirlo en circuito pero el coche está en condiciones para funcionar discos delanteros nuevos traseros y revisión completa. la tapicería del techo, está un poco vieja. ruedas prácticamente delanteras nuevas y traseras a más de medio uso, rueda de repuesto con llanta de aluminio con cubierta prácticamente nueva siempre en garaje., motor, gasolina, 2500 cm³ 170 caballos, seis cilindros en línea anda muy bien, gasto entre seis y 8 l si le pisas se te va a 10 11 pero ya llevándole muy fuerte. Equipo de música con Bluetooth .Vendo por no usar Cambiaría por un carro de motos, cerrado para dos motos, parte de pago.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1998",
            "kilómetros": "300000 km",
            "precio": 7200.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1077688783",
            "descripcion": "bmw 323ci motor m52b25tu todos los sidenblocks cambiados, ruedas traseras nuevas, interior en crema llantas las de la primera foto",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1998",
            "kilómetros": "274000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1068549146",
            "descripcion": "Vendo Bmw 323CI E46, se vende porque no puedo usarlo ya que no tiene etiqueta y vivo en Madrid, el coche funciona perfectamente, tiene algunos desperfectos ( picotazos en la pintura) por los años pero ninguno grave, el coche tiene: - Asientos eléctricos calefactables con memoria - faros de xenón con faros de ángel - Interior paquete M - paragolpes delantero m3 - paragolpes trasero pack M - alerón cola de pato m3 csl - llantas de 17 con michelin pilot sport 5 - escape con tramo medio y final modificado homologado (+1000€) El coche es traído de Alemania en 2005 de ahí que la matrícula no sea acorde con el año del coche, pese a venir de Alemania el coche no tiene oxido por ningún lado Precio algo negociable, abstenerse ofertas ridículas por favor, cualquier duda contactar, el coche no está en Madrid",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "229000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-911116845",
            "descripcion": "Se vende BMW E46 323ci pack M completo el coche funciona perfectamente acepto prueba mecánica se cambiaría por algo que me interese",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "185000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW 323ci e46",
            "enlace": "https://es.wallapop.com/item/bmw-323ci-e46-1091902836",
            "descripcion": "BMW e46 323ci❗️ Itv recien pasada✅ Mantenimientos al dia✅ Escape✅ Suspension roscada✅ Acepto cambios, cualquier duda podeis contactarme. Tiene detalles de chapa. #bmw #e46 #320ci #323ci #325ci #328ci #330ci #e36 #seat #audi #a5 #a3 #a4 #cupra",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "240000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1088404400",
            "descripcion": "Escucho cambios por vehículo de características similares. -PACK M -Itv recién pasada -suspension roscada homologada -Llantas 18 con semislicks -Techo solar -Asientos de cuero electricos y calefactables -Pantalla Android -sensores aparcamiento + info privado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "300000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1076548523",
            "descripcion": "Compact e36 pack sport edición M interior y exterior de serie,gasolina e36 nacional motor 2500cc de 170cv, grupo corto soldado,se da el de serie. Tiene 220000km marca 330000 por cambió del cuadro.si no te interersa el precio no molestar gracias . Bmw compact,325i 328i 330i M3",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "300000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1064448751",
            "descripcion": "en perfectas condicones y al dia de todo mejor ver en persona aparte del coche entrego varias piezas y paragolpes de serie precio no negociable tambien se puede ver cambio por un 4x4 de mi interes tipo nissan patrol , o alguna caravana del mismo precio",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "290000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1001841069",
            "descripcion": "No Cambios. Itv recien pasada. Llantas nuevas, gomas michelin al 80%, mantenimiento recien hecho. Con bakets de carbono 7.500€ Todo homologado menos escape, doy el de serie. Pack m3 capot m3 gtr espejos m3 y aletas. Pantalla android y todos los altavoces nuevos Haria falta unos retoques en la pintura para dejarlo perfecto. E46 coupe compact cabrio 330ci 330i 330cd 330d 318ci 320cd 320d",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "245000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1085481760",
            "descripcion": "CONTACTAR AL 667 29 09 32. Vendo BMW 323i e36 berlina en perfecto estado mecánico, mantenimientos y revisiones al dia, último cambio de aceite y filtros hace menos de 1000km. Frenos nuevos, la frenada delantera es de e46 330i. Brazos de suspensión delanteros nuevos con silentbloc excéntrico de M3. Extras: -Pack M exterior completo incluidas molduras anchas -Asientos sport calefactados en tela/alcántara a juego con el color de la carroceria -Reposabrazos de cuero -Volante sport pack M ensaimada - Pomo de cambio pack M -Obc 7 botones -Climatizador digital bizona -Reposacabezas trasero -Tercera luz de freno -Techo solar -Suspension Pack M (estabilizadoras 26mm delante y 18mm detras) con amortiguadores Bilstein B8 y muelles Hartge -Llantas BBS Pack M de e46 compact doble medida (delante 17x7.5 225 45 17 y detras 17x8.5 245 40 17) -Enganche de remolque original con bola extraible y difusor Pack M desmontable para el enganche -Asientos traseros abatibles con acceso a maletero (no tiene chapa divisoria) Necesita un repintado entero, tapizar techo, arreglar cierre centralizado y reparar un leve óxido en la parte trasera (adjunto fotos) de ahí su precio. No acepto ofertas. Lo vendo porque tengo más coches y apenas lo uso. Se entragaría con ITV recién pasada.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1998",
            "kilómetros": "209000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/e36-318ti-1066412323",
            "descripcion": "se vende bmw 318ti e36 del 98, importado en el 2004 motor M44 proyecto de restauracion tacos rigidos, suspendion B8 bastago gordo, embrague, vano motor hecho, pintado por completo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "1998",
            "kilómetros": "148600 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1044751787",
            "descripcion": "Se vende e46 328i con 170.000km Lleva colectores inox (entrego los de serie) suspension roscada recien puesta refuerzo de chasis del puente trasero silentblock del puente de poliuretano Shortshift, volante desplazado con piña de gt2i (también entregó el de serie, lleva multifuncion),ojos de ángel, interior entero con luces led, pantalla defi a extrenar , no lleva ni 1 mes puesta en el coche, pilotos traseros led nuevos (entrego los de serie), filtro de aire cónico(también entregó el de serie), lleva repro con corte rápido, pops desde el botón de a/c, el corte está subido a 7.000rpm las sondas landa traseras están anuladas electrónicamente, neumáticos al 70% de vida, el Silentblock del diferencial está nuevo, está recién hecho el cambio de aceite y todos los filtros, se envian mas fotos por privado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1998",
            "kilómetros": "170000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1046365083",
            "descripcion": "bmw e46 coupe 328ci pack m tanto interior como extwrior coche negro vinilado en verde militar la pintura original no esta al 100x100 se entrega tal cual esta en las fotos 6.000 tal cual 5.000 con llantas originales se valoraran cambios",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "273000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-e46-328i-4p-973492922",
            "descripcion": "*PARA DESPIECE* Este BMW SERIE 3 E46 328i 4P es un coche con muy poco uso (uso familiar), con muchos detalles y muy bien cuidado. Cuenta con sensor de aparcamiento, herramientas incorporadas dentro del coche, acabados en cuero y diferentes elementos. Todo de serie (volante, radio, teléfono de serie, etc.). Full equip. Batería recién cambiada y ruedas nuevas. Color: gris Cilindrada: 2.793 Potencia CV: 193 Año: 1999 Km: 156.890",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "156890 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1060763790",
            "descripcion": "El coche está en perfectas condiciones, va genial muchos extras, ITV recién pasada cero fallos, preparando para driff y para calle, chasis reforzado, suspensión blistein, todo homologado. Preguntar sin compromiso",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "202000 km",
            "precio": 5800.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1012058084",
            "descripcion": "Bmw 328 ci nacional solo un dueño y yo todo al día itv hasta febrero del 25 ruedas recién cambiadas . Coche muy divertido eso si nada familiar x eso el cambio",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "300000 km",
            "precio": 5800.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-907876733",
            "descripcion": "Coche en perfecto estado, con su itv al día todo homologado muelles HyR y tramo final de escape Duramas, Pilotos traseros led estilo M3 ahumados con su homologación homologada bola de remolque , (llantas estilo m4 no incluidas) se le ha cambiado el kit de embrague, pipetas de bujias nuevas, bujias boss alto rendimiento, techo tapizado, a falta de cambiar sidemblocks y taco diferencial trasero",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "200000 km",
            "precio": 5800.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-879440954",
            "descripcion": "En venta BMW Serie 3 e46 del año 1998 con motor 118i en perfectas condiciones y 118cv de potencia. Aunque presenta algunos arañazos en la carrocería debido a la entrada al parking, estos no han sido ocasionados por golpes con otros vehículos. El coche proviene de un señor mayor que le ha dado poco uso. Actualmente, es el segundo propietario del vehículo. Tiene 120.000km. Recientemente se le ha realizado una puesta a punto incluyendo neumáticos, discos de freno, mecanismo de ventanas, válvula DISA…por lo que el coche funciona perfectamente. Llantas LENSO BSX (en proceso de alinear y ensanchar aletas) VENDO POR CAMBIO DE COCHE PRECIO NEGOCIABLE VIDEOS Y MAS INFORMACION POR PRIVADO",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "1998",
            "kilómetros": "120000 km",
            "precio": 5800.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1080172223",
            "descripcion": "Bmw e46 320ci del 1999, coche con interior pack M, ojos de angel, tramo final de escape(se entrega original para itv), bomba de gasolina nueva, bateria, alternador recien cambiado, subchasis soldado y reforzado, dvs cambiado, cristales tintados, llantas bmw serie 5, sensor cigueñal posicion y arbol de levas cambiados. Pasa itv en enero ( hay que ponerle airbag y ya). Se vende por cambio de coche. Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "284000 km",
            "precio": 5700.0
        }
    ]
}