{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "318d xDrive Berlina",
        "año mínimo": 2015,
        "año máximo": 2017,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 150,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=150&min_year=2015&max_year=2017&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1091790192",
            "descripcion": "Bmw Serie 3 Pack M interior y exterior 2.0 150cv Techo solar Navegador Control de velocidad Ruedas runflat",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "60000 km",
            "precio": 26500.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1071444944",
            "descripcion": "estadoBMW Serie 318 en muy buen",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "120000 km",
            "precio": 23000.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1083802580",
            "descripcion": "Esta impecable tanto de motor,chapa y interior muy bien cuidado, siempre en garaje,mejor ver se acepta prueba mecánica.No mareantes.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "38000 km",
            "precio": 22700.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1041843978",
            "descripcion": "vendo poque quero comprar otro",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "92000 km",
            "precio": 20500.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1021290772",
            "descripcion": "Se vende BMW F30 diesel manual. 132000km. ITV hasta el 2026 y los mantenimientos al día. Sensores de aparcamiento trasero y delantero, limitador de velocidad, control de crucero... Duerme en garaje,muy bien cuidado, sin defectos de pintura. EXTRAS HOMOLOGADO EN FICHA TECNICA: Paragolpes delantero, trasero y taloneras, Look M4 Faros traseros led dinámicos M4 Llantas Japan 20 pulgadas Suspensión roscada ap Tramo trasero con cuatro salidas de escape akrapovik con dos silenciosos deportivos. Alerón SPOILER PSM Pintura negra perlada Stage1 con downpipe. 200cv Se entregan faros, suspensiones, bola de remolque y filtro de particulas originales.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "134000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 3 40.000km! 318d 150cv 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1082915289",
            "descripcion": "IMPECABLE estado tanto exterior como interior.-Única propietaria-NACIONAL-Vehiculo por cadena de distribución-ITV hasta el 09.2025-Kilómetros certificados-No fumador-Luces automáticas LED-Luces antinieblas-Limpiaparabrisas automáticos-Asientos piloto y copiloto calefactables-6 Velocidades-3 modos de conducción: Eco, Sport & Sport +.-Volante multifunción-Climatizador bizona automatico con A/C-Parktronic trasero y delantero (sensores aparcamiento) con camara marcha atras-Control y regulador de velocidad con función de frenado-Pantalla con navegador a color + Radio MP3 con Bluetooth (Conexión de audio de llamadas + audio apps [Spotify, YouTube...]) (USB; AUX)-4 Elevalunas eléctrico-Arranque a botón-Retrovisores eléctricos abatibles electricamente-Cierre centralizado con mando a distancia-Dirección asistida-Airbag de conductor, pasajero-ABS, ESP-Ruedas en buen estado ( 65 %)-Discos y pastillas de freno revisados-Mantenimientos al día-Etiqueta Medioambiental C. GARANTÍA DE 12 MESES INCLUIDA EN EL PRECIO.*POSIBILIDAD DE ENTREGAR SU VEHÍCULO COMO PARTE DE PAGO. Máxima tasación.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "40000 km",
            "precio": 19990.0
        },
        {
            "titulo": "BMW Serie 3 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2015-984745086",
            "descripcion": "Se vende BMW serie 3 318D nacional No hay ninguno como este Coche súper cuidado ,siempre duerme en garaje ,a toda Mecanica Cambiado el kit embrague marca SACHS PERFORMANCE cambiado juntas de cárter y manguitos de refrigeración cambiado enfriador de la GR Stage 1 Distintivo medioambiente C llantas 19 neumáticos pilot sport 5 Asientos calefactables Pantalla de 12 pulgadas ,navegador Android con CarPlay Faros delanteros Bi-xenon con led de bienvenida Faros traseros led de bienvenida Spoiler trasero Chapa y pintura impecable sin ningún rasguño Se escuchan ofertas por otros coches de más gama SE ACEPTAN PRUEBA MECÁNICA EN CUALQUIER TALLER",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "165000 km",
            "precio": 19600.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1071884947",
            "descripcion": "BMW 318d pack M-Sport extras: - Faros LED - Navegador/GPS - Asientos de cuero - Asientos calefactables - Regulador del asiento electrico - Sensores de aparcamiento delanteros y traseros - Modos de conducción - Cuadro digital - edicion M-Sport para mas informacion llame al 682105422 atendemos citas previas de lunes a sabado de 8:00 a 18:00.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "47000 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW 318 touring 2016",
            "enlace": "https://es.wallapop.com/item/bmw-318-touring-2016-1024306875",
            "descripcion": "Manual , techo, asientos deportivos , bola remolque , bien cuidado , motor B47 , sin Adblue , recien hecha la campaña enfriador egr .mas info al 630 559 300. Se estudiaria cambio por un toyota land cruiser 2006 a 2011 manual . Negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "159500 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW Serie 3 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2015-1017831097",
            "descripcion": "Todas las revisiones en la Bmw Llantas M4 Performance Modelo G Pack M interior y exterior Egr anulada Pastillas delanteras 90%,traseras 75% Neumáticos 80% Interior perfecto estado,Todos los mantenimientos hechos a raja tabla,todo esta perfecto. Coche muy mimado, ver y probar sin problema. Vídeos por whatsap *Se acepta todo tipo de prueba. *Se puede ver en Barcelona también.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2015",
            "kilómetros": "175000 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-867789264",
            "descripcion": "Venta 318d F30 con paquete exterior M performance homologado y constatado en ficha técnica, escapes ragazoon exclusivos para ese modelo homologados, difusor para doble salida, grupos ópticos traseros originales black line, lunas traseras con cortinas ahumadas de protección homologadas y ruedas nuevas, revisiones al día y en casa oficial. ITV julio 2026. No hay que hacerle nada hasta los 164000 kms. No tiene ni un solo roce, vehículo de no fumador y guardado en garaje particular. Mejor verlo al natural.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "134000 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW Serie 3 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2015-1049651879",
            "descripcion": "En muy buen estado. Pack M completo original. Android Auto y Carplay inhalámbrico. Mantenimientos al día con historial digital en la nube. Vehículo nacional.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2015",
            "kilómetros": "110000 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW Serie 3 318 GRAN TURISMO ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1047264563",
            "descripcion": "TODOS LOS EXTRAS. ITV NOV 2026 PACK M1 PIEL,NAVI,TECHO PANORÁMICO,TECHO SOLAR PARKTRONIC,ALERON DESPLEGABLE,MALETERO ELECTRÓNICO DESDE LLAVE, RUEDAS NUEVAS, MAS INFORMACIÓN PREGUNTAR.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "75000 km",
            "precio": 18999.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1093325990",
            "descripcion": "BMW 318 D NACIONAL COMPRADO EN MADRID. Único dueño pocos km",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "96000 km",
            "precio": 18900.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1070617661",
            "descripcion": "Vendo mi bmw f30 muy bien cuidado, siempre en garaje. Nunca ha tenido golpes ni problemas mecanicos. Todas las revisiones hechas en la casa oficial. Tiene paquete de revisiones hasta 2026 inclusive (te olvidas de pagar 2 años de revisiones) Neumaticos cambiados en Agosto. Tratamiento ceramico + descontaminacion ferrica. -Faros full led delanteros y traseros. -Volante y pomo M. -Sensores de aparcamiento delantero y trasero. -Camara de marcha atras. -Modulo de CarPlay instalado. -Retrovisores electricos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "65000 km",
            "precio": 18500.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-313993540",
            "descripcion": "BMW 318 150 CV. berlina, full equipe, tiene garantía de reparación extendida a 5 años o hasta 100.000 km,hasta 2022.Sistema navegación Business, cámara marcha atrás, climatizador, volante deportivo de cuero, control de crucero con función de freno, control de distancia en aparcamiento, espejos eléctricos plegables con función antideslumbramiento, velocímetro con lectura en kilómetros, manos libres con interfaz USB, servotronic, control de presión de neumáticos, neumáticos con funcionamiento en caso de avería (runflat), desastivacion del airbags del acompañante,color glasiersilber metalizado, ... Vehículo impecable, siempre duerme en garaje",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "100000 km",
            "precio": 18500.0
        },
        {
            "titulo": "BMW 316D Sport Blanco Metalizado ",
            "enlace": "https://es.wallapop.com/item/bmw-316d-sport-blanco-metalizado-1079712192",
            "descripcion": "Se vende coche precioso BMW serie 3, concretamente el 316D, comprado nuevo a finales de 2016 en casa BMW. Es el acabado Sport. Diesel. 2000cc y 116cv. Con 179.000kms. Color blanco metalizado y retrovisores eléctricos en negro. Altavoz Hifi. Todos los mantenimientos al día. Siempre guardado en garaje propio. El coche está impecable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2016",
            "kilómetros": "179000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 18d-150cv-Nacional- Manual.",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-150cv-paquete-m-interior-1062756360",
            "descripcion": "BMW serie 3 318d 150cv del 27/03/2017. Nacional.!!! Cierre centralizado. Elevalunas eléctricos. Climatizador Bi-Zona. Asientos calefactables. Radio CD con cargador 8 cd's + USB + AUX + BLUETOOTH. Navegador. Ordenador de abordo. Volante multifunción. Control de velocidad. Limitador de velocidad. Sensor de lluvia. Sensor de luces automáticas. Start / Stop. Arranque sin llave. Antinieblas delanteros y traseros. Modos de conducción Sport + confort + eco pro. Sensores de aparcamiento + cámara de marcha atrás. Retrovisores eléctricos abatibles . Aire acondicionado trasero. Faros LED. Llantas R17. ISOFIX. SOS llamada. 1 año garantia",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "83714 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW 318D Paquete M",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-393364778",
            "descripcion": "Servotronic Neumáticos con funcionamiento en caso de avería (runflat) Tornillo antirrobo Control de presión de neumáticos Alfombrillas de velours Paquete de compartimentos Reposabrazos delantero deslizable Sensor de lluvia, incluyendo accionamiento automático de las luces de cruce Climatizador Tomas de corriente de 12 V adicionales Desactivación del airbag del acomparante Llamada de emergencia inteligente TeleServices Paquete deportivo M. 2PE 18\"Llanta al.lig. M radios estrella 400 M,neum.dif.dim. Espejos eléctricos plegables con función Antideslumbramiento Asientos deportivos para conductor y acompañante Mold. interior.Alu Hexa",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "150000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1093818783",
            "descripcion": "bmw touring serie 3 con pegatina c ,diesel ,con gps,mando a distancia,elevalunas electricas ,revisiones al dia en la casa oficial, itv hasta 2025 ,con garantia de 1 año",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2017",
            "kilómetros": "159000 km",
            "precio": 17900.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1081221112",
            "descripcion": "DESCUENTO DE FINANCIACION - CONSULTE PRECIO Y CONDICIONES - Vehículo como nuevo, en perfecto estado. Kilometraje certificado. Equipamiento: VOLANTE DEPOTIVO VOLANTE MULTIFUNCION ASIENTOS DE CUERO LUCES AUTOMATICAS CONTROL Y LIMITADOR DE VELOCIDAD Además de asientos con fijación ISOFIX, ordenador abordo, elevalunas eléctricos...etc. Financiación a su medida, elija la cuota que mas se adapte a sus necesidades. Posibilidad de entregar su vehículo como parte de pago, consúltenos. Para mas información, llámenos y visítenos. *El contenido de este anuncio no es vinculante, podría contener errores Consulte disponibilidad",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "140000 km",
            "precio": 17900.0
        },
        {
            "titulo": "BMW Serie 3, GRAN TURISMO, DIESEL COMO NUEVO!👌✅ ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-gran-turismo-diesel-como-nuevo-1090684744",
            "descripcion": "✅Bmw Serie 3, 318, diésel. MODELO: GRAN TURISMO, 136CV. ✅ 156.000 Kms. ✅Única propietaria. ✅Nunca se ha fumado en él. Muy muy cuidado. ✅Duerme en garaje. -Vehículo del año 06-2015. -Caja de cambios manual. -Techo panorámico. -Climatizador bizona. -Volante multifuncional. -Sistema de navegación. -Asientos de piel beige. -Control y limitador de velocidad. -Sistema de navegación. -Faros full leds. -Sensores de aparcamiento traseros. -Sensores de lluvia. -Llantas de aluminio. -Portón trasero automático. -Alerón trasero automático. -Dos llaves. ✅PRECIO: 17.500€👌 ☎️/WHATSAPP: 645813848 ✅ABSTENERSE OFERTAS RIDÍCULAS, POR FAVOR!!✅ ✅NO NEGOCIABLE✅",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "156000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1082066623",
            "descripcion": "Vendo BMW 318d, 2.0 (110kw) 150cv, manual, de único propietario, bien cuidado tanto interior como exterior, mantenimientos hechos anualmente. Revisión recién hecha y ITV en vigor sin defentos. Extras: faros delanteros y traseros Led, luces automáticas, sensor de lluvia, arranque sin llave, calefacción en los asientos, cámara trasera, navegador, control Cruise, volante y pomo M, espejos eléctricos con plegado electrico, sensores de aparcamiento delanteros y traseros,asientos traseros abatibles. Libre de golpes. Se vende por aumento de familia y se me queda pequeño. Cambio de nombre a cargo del comprador, no me interesan cambios. Atiendo WhatsApp 607607139 Distintivo medioambiental C.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "98100 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-318d-f31-touring-lci-1071347445",
            "descripcion": "en venta bmw 318D touring f31 LCI version restyling del 2017 con todo el paquete Mperformance completo equipo de musica Alpine asientos en tela de alcantara con la costura de M calefactables arranque y cierre sin llave ( tambien se abre y se arranca desde la app de bmw ) pantalla grande y volante moderno de bmw porton trasero automatico itv recien pasada hasta noviembre de 2026 todos los mantenimientos al dia , mejor ver y probar se acepta cualquier tipo de prueba mecanica varios modos de conduccion consumo de risa 5/6L con un deposito , haces 1000/1150 km etiqueta C algun roce en las llantas de aparcamiento pero nada grave ni roturas se valora cambio por coche de mi interes ( audi a5 , 6 gti mas dinero a mi favor , 7 gti s3 , cupra , a4 avant ) abstenerse mareantes , que ya somos mayorcitos todos para ofrecer tonterias y hacer perder el tiempo el coche esta a capricho y cuidado al maximo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "208500 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1047148811",
            "descripcion": "Se vende BMW 318d GT con acabo luxury coche impecable tanto por dentro como por fuera interior de cuero diferentes modos de conduccion,control de crucero,asitente de carretera,Radio con carplay. llantas en 17 en color aleacion y otros extras cualquier duda no dude en preguntar. (NO MAREANTES PRECIO ALGO NEGOCIABLE)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "190000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2017 PACK M",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-923962790",
            "descripcion": "+ + + pack m interior y exterior + + + + vehiculo nacional + + + + todas las revisiones en bmw + + + + unico propietario + + + + perfecto bmw 318d 150cv y caja manual de 6 velocidades , llantas m en 18,asientos pack m Alcántara o , volante multifuncion m , control de velocidad , climatizador digital bizona , gps , sensores de lluvia , retrovisor , aparcamiento con sensor delantero y trasero, y luces full led , apertura maletero electrico , varios modos de conduccion . etc etc . del 11/2017 y 87.000 kms + + + precio no negociable + + +",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "84548 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1082381358",
            "descripcion": "Precio oferta sujeto a financiación: 17390 EUR. Precio al contado: 17390 EUR. *CAS* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M interior, Navegador, Faros bixenón, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Sensor de presión de neumáticos, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2015",
            "kilómetros": "125793 km",
            "precio": 17390.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1083139644",
            "descripcion": "Precio oferta sujeto a financiación: 17390 EUR. Precio al contado: 17390 EUR. *CAS* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M interior, Navegador, Faros bixenón, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Sensor de presión de neumáticos, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2015",
            "kilómetros": "125793 km",
            "precio": 17390.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1081671157",
            "descripcion": "Precio oferta sujeto a financiación: 17390 EUR. Precio al contado: 17390 EUR. *CAS* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M interior, Navegador, Faros bixenón, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Sensor de presión de neumáticos, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2015",
            "kilómetros": "125793 km",
            "precio": 17390.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1076332240",
            "descripcion": "Precio oferta sujeto a financiación: 17390 EUR. Precio al contado: 17390 EUR. *CAS* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M interior, Navegador, Faros bixenón, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Sensor de presión de neumáticos, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2015",
            "kilómetros": "125793 km",
            "precio": 17390.0
        },
        {
            "titulo": "BMW Serie 3 318d 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-110-kw-150-cv-1083138734",
            "descripcion": "Precio oferta sujeto a financiación: 17200 EUR. Precio al contado: 17200 EUR. *ACO* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Faros delanteros led, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Aire Acondicionado (Climatizador), Asistente de arranque en pendiente, Isofix, Arranque por botón, Sensor de presión de neumáticos, Control de velocidad, Volante multifunción, Bluetooth, Llantas de aleación (17\"). - Coche Nacional, Historial Mantenimiento, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "107225 km",
            "precio": 17200.0
        },
        {
            "titulo": "BMW Serie 3 318d 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-110-kw-150-cv-1083423988",
            "descripcion": "Precio oferta sujeto a financiación: 17200 EUR. Precio al contado: 17200 EUR. *ACO* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Faros delanteros led, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Aire Acondicionado (Climatizador), Asistente de arranque en pendiente, Isofix, Arranque por botón, Sensor de presión de neumáticos, Control de velocidad, Volante multifunción, Bluetooth, Llantas de aleación (17\"). - Coche Nacional, Historial Mantenimiento, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "107225 km",
            "precio": 17200.0
        },
        {
            "titulo": "BMW Serie 3 318d 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-110-kw-150-cv-1076333095",
            "descripcion": "Precio oferta sujeto a financiación: 17200 EUR. Precio al contado: 17200 EUR. *ACO* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Faros delanteros led, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Aire Acondicionado (Climatizador), Asistente de arranque en pendiente, Isofix, Arranque por botón, Sensor de presión de neumáticos, Control de velocidad, Volante multifunción, Bluetooth, Llantas de aleación (17\"). - Coche Nacional, Historial Mantenimiento, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "107225 km",
            "precio": 17200.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1087531417",
            "descripcion": "Coche de febrero de 2016, sensores aparcamiento delanteros y traseros, camara de marcha atras, Gps, asientos calefactables, sensor lluvia, faros led, cambio automatico cortas-largas. Stage 1 spark load. Itv al día. mantenimiento recien hecho.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "182000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1081526342",
            "descripcion": "vehiculo en perfectas condiciones como nuevo por dentro y por fuera,ningun golpe nunca,ninguna averia ni reparacion,todo el mantenimiento en BMW",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "161000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2015-961387891",
            "descripcion": "se vende bmw 318d, revisiones siempre en casa oficial, embrague cambiado hace 4 meses. Llantas originales japan racing en 19” neumaticos nuevos, revision aceite y filtros recien hecha, tengo factura de todo lo que se le a hecho al coche. cualquier duda escribirme por aqui o por was al número 620753781 Precio algo negociable, se acepta cambio por M2 ofreciendo yo diferencia ME COMPRE UNA MOTO DE AGUA Y TUVE QUE INSTALARLE UN GANCHO DE REMOLQUE , pero tranquilos es de los que se quita y se ponen si lo quitas no se ve nada el mismo queda tapado por un plastico .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2015",
            "kilómetros": "90000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2015-1080312525",
            "descripcion": "vendo espectacular bmw serie 3 f30 del año 2015 en un estado inmejorable y con muchisimo dinero invertido, coche de capricho, recien pulido y con tratamiento ceramico aplicado, muy cuidado y siempre en garaje. -Libro de revisiones, la ultima realizada el 11/dic/2024 (aceite, filtros y pastillas de freno) -Paragolpes delantero bmw M2 -Paragolpes trasero bmw M3 -Taloneras bmw M3 -Llantas bmw M8 competicion -Escape fabricado en spartan performance con colas originales bmw m performance -Retrovisores bmw M3 -Faros delanteros de LCI xenon y con diurnas led -Aleron estilo M4 PSM -Molduras interiores en carbono forjado -Neumaticos traseros nuevos pirelli pzero -Kit exterior luces de bienvenida -Lunas traseras tintadas -Asientos calefactables -Control crucero y limitador de velocidad -Sensor de lluvia -Sensores de aparcamiento del/tras -Y mucho mas... LAS FOTOS NO HACEN JUSTICIA, A COMO EL COCHE ESTA EN PERSONA, TANTO DE CUIDADO COMO DE ESPECTACULAR #PARA CAMBIOS EL VALOR ES DE 19.000€!!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "180000 km",
            "precio": 16999.0
        },
        {
            "titulo": "BMW Serie 3 316d Touring",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-316d-touring-1084618523",
            "descripcion": "VEHICULO EN MUY BUEN ESTADO, UNICO PROPIETARIO, KILOMETRAJE CERTIFICADO, CON UN GRAN EQUIPAMIENTO. - BMW 316D 116CV MOTOR 2000 - FAROS LED - ASIENTOS MIXTOS CUERO TELA - ASIENTOS CALEFACTADOS - MALETERO ELECTRICO - ENCENDIDO DE LUCES AUTOMATICO - ASISTENTE LUCES LARGA AUTOMATICA - CONTROL DE VELOCIDAD ADAPTATIVO - ASISTENTE AVISO COLISION FRONTAL - LUNAS TRASERAS OSCURECIDAS - CLIMATIZADOR - SENSOR DE APARCAMIENTO DEL Y TRAS - .......................................................... LLEVATELO RECIEN REVISADO Y CON GARANTIA TODO INCLUIDO EN EL PRECIO. PUEDES VERLO EN NUESTRAS TIENDAS DE BEJAR( SALAMANCA) O EN PLASENCIA (CACERES)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2016",
            "kilómetros": "155000 km",
            "precio": 16900.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1087410565",
            "descripcion": "DESCUENTO DE FINANCIACION - CONSULTE PRECIO Y CONDICIONES - Vehículo como nuevo, en perfecto estado. Kilometraje certificado. Equipamiento: - Asientos de cuero - Volante multifunción M - Sensores de parking - Luces automaticas - Control y limitador de velocidad - Modo Sport Además de asientos con fijación ISOFIX, ordenador abordo, elevalunas eléctricos...etc. Financiación a su medida, elija la cuota que mas se adapte a sus necesidades. Posibilidad de entregar su vehículo como parte de pago, consúltenos. Para mas información, llámenos y visítenos. *El contenido de este anuncio no es vinculante, podría contener errores Consulte disponibilidad",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "140000 km",
            "precio": 16900.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1087410540",
            "descripcion": "DESCUENTO DE FINANCIACION - CONSULTE PRECIO Y CONDICIONES - Vehículo como nuevo, en perfecto estado. Kilometraje certificado. Equipamiento: - Asientos de cuero - Volante multifunción M - Sensores de parking - Luces automaticas - Control y limitador de velocidad - Modo Sport Además de asientos con fijación ISOFIX, ordenador abordo, elevalunas eléctricos...etc. Financiación a su medida, elija la cuota que mas se adapte a sus necesidades. Posibilidad de entregar su vehículo como parte de pago, consúltenos. Para mas información, llámenos y visítenos. *El contenido de este anuncio no es vinculante, podría contener errores Consulte disponibilidad",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "140000 km",
            "precio": 16900.0
        }
    ]
}