{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "330i xDrive Touring",
        "año mínimo": "2022",
        "año máximo": "2023",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": "245",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=245&min_year=2022&max_year=2023&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2022-1027524721",
            "descripcion": "BMW preparación M Pro, es un 318i de 2022 motor 2.0 y 156cv, automático.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2022",
            "kilómetros": "13000 km",
            "precio": 42890.0
        },
        {
            "titulo": "BMW Serie 3 TOURING PACK M 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2022-974632191",
            "descripcion": "- Navegación BMW Live Cockpit Plus - Sistema arranque/parada - Sistema de reconocimiento de voz - Sistema de tracción y tren de rodaje: DSC - Puerta maletero automática - Volante multifunción - Paquete deportivo M Pro - Luces BMW Individual Shadow Line - Paquete retrovisores interiores y exteriores - Paquete Portaobjetos - Cinturones de seguridad M - Paquete de servicios ConnectedDrive - Asientos deportivos para conductor y acompañante - Calefacción de los asientos delanteros - Molduras interiores Aluminium Carbon oscuro con moldura de acentuación cromo de brillo perlado - Sintonizador DAB - Sistema de altavoces HiFi - Chasis M adaptativo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2022",
            "kilómetros": "10245 km",
            "precio": 41500.0
        },
        {
            "titulo": "BMW Serie 3 320 M-TOURING ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-120i-m-sport-1075698648",
            "descripcion": "BMW Serie 3 320 M-TOURING 40.290€ CONTADO / IVA DEDUCIBLE Financialo 100x100 sin entrada y a tu medida con las condiciones de TREND CARS . ¡RESERVALO! Puedes hacer BIZUM directamente y de forma segura en WWW.TRENDCARS. ES Luces de giro adaptativas Sistema de alarma Iluminacion ambiental Android Auto Apple CarPlay Asientos deportivos Asientos electricos con calefaccion Espejo interior con oscurecimiento automatico Climatizacion automatica, 3 zonas. Asistente de puntos ciegos Bluetooth Cierre centralizado Control de traccion Sistema de alerta de distancia Porton trasero electrico Elevalunas electrico Asistencia de frenado de emergencia Sistema de llamada de emergencia Equipamiento deportivo faro antiniebla Sistema de alerta de fatiga Espejos exteriores plegables Volante calefaccionado Asistente de luces altas Inmovilizador electrico Transmision de musica integrada Isofix Kit de manos libres Volante de cuero Luces LED para correr Limitador automatico de velocidad Levas de cambio Pantalla de visualizacion frontal Retrovisor lateral electrico Sensor de lluvia sensor de luz Sistema de aviso de abandono de carril Sistema de detencion y arranque Sistema de entrada sin llave Sistema de navegacion Sistema de sonido Sistema de control de limite de velocidad Suspension deportiva Ventanas tintadas Pantalla tactil Reconocimiento de senales de trafico Enganche de remolque, giratorio Control de presion de neumaticos Vehiculo de no fumador Control de voz Volante multifuncion TRENDCARS. es CONFIANZA / CALIDAD / GARANTIA ¿Buscas un trato personalizado, un servicio postventa eficaz de CONFIANZA y para tu TRANQUILIDAD? TODOS nuestros coches estan revisados / Con certificado de KMS y AUSENCIA de Golpes (DEKRA) GARANTIA 12 meses, ampliable a 36 meses para cualquier taller de Espana Consultar condiciones especiales para empresas. Cambio de titularidad NO incluida en el precio ( 390€ ) Este anuncio no e...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2022",
            "kilómetros": "85447 km",
            "precio": 40290.0
        },
        {
            "titulo": "BMW Serie 3 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2022-1045083662",
            "descripcion": "Espectacular BMW 320i Automático año 2022 paquete M completo y tan solo 24.000km! Nacional, 2 llaves, único dueño y con garantía oficial de la marca hasta Mayo. Pegatina C, todos sus mantenimientos al día para no hacerle nada. Extras: Pack M interior Pack M exterior Paquete iluminación Sensores de aparcamiento delante y detrás Cámara de marcha atrás Paquete de asistente a la conducción Faros Led Shadow line (molduras ext negras) Volante multifuncion con levas de cambio Tapicería mixta cuero y alcantara Asientos calefactables Acceso y arranque sin llave Navegador. Se entrega con un año de garantía comercial.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2022",
            "kilómetros": "24000 km",
            "precio": 39990.0
        },
        {
            "titulo": "BMW Serie 3 320i 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320i-135-kw-184-cv-1075812332",
            "descripcion": "Precio oferta sujeto a financiación: 33545 EUR. Precio al contado: 36900 EUR. *TOL* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 6255€ de descuento en este coche Precio oferta financiado: 33545€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 36900€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Tapicería cuero-alcántara, Navegador, Car Play, Cámara de marcha atrás, Ayuda aparcamiento, Asistente de aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros delanteros led, Faros traseros led, Asistente de cambio de carril, Asistente de pre-colisión frontal, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Freno de estacionamiento eléctrico, Bluetooth, Llantas de aleación (18\"). - Coche Nacional, Historial Mantenimiento, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2022",
            "kilómetros": "25722 km",
            "precio": 33545.0
        },
        {
            "titulo": "BMW Serie 318i T M 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3i-2023-1070585640",
            "descripcion": "BMW 318 i Touring M Sport 🔴Aut.HEADUP~LED~KAMERA~HiFi~DAB 🟢 CASA BMW + GARANTÍA EUROPEA. Con libro de servicio sellado por la casa BMW. Impoluto y perfecto estado de interior y de chapa. Libre de accidentes! Soy Aritz, especialista en la importación de vehículos y compraventa. Vivo en Alemania desde hace un tiempo y me dedico a esto tras años de experiencia en España. Ofrezco servicios personalizados para encontrar el coche que necesitas, ya sea: 🟢 Pedido por encargo 🟢 Acompañamiento en el proceso de importación en Alemania en persona y en tramitación española 24/7 🟢 Asesoramiento completo para que aprendas a importar por tu cuenta y maximices tu inversión. Escríbeme y convierte tu próxima compra en una inversión inteligente. Contacto de empresa tanto para WhatsApp como llamadas ------ +4915214640737 ---------",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2023",
            "kilómetros": "20000 km",
            "precio": 33000.0
        }
    ]
}