{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "330xd Coupé Aut.",
        "año mínimo": 2007,
        "año máximo": 2008,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 231,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=231&min_year=2007&max_year=2008&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1022887699",
            "descripcion": "Esta recien pintado, todo homologado, paragolpe delantero m4, paragolpe trasero m3, taloneras m3, aletas m3, capo m3, llantas m3, faros led delanteros, retrovisores m3 en fibra de carbono, aleron m3, difusor trasero a medida, tramo trasero 4 escapes, interior M, sillones electricos, automatico con modo sport y levas, mejor ver en persona.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2008",
            "kilómetros": "177000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1019889051",
            "descripcion": "BMW 330d cabrio paquete M, mantenimiento al día, con ITV en vigor. Coche completamente de serie. Kit carrocería exterior M Kit suspensión M Llantas 18” M Asientos deportivos en tapicería cuero rojo, eléctricos con memoria y calefactables Luces largo alcance automáticas Cruise control Caja de cambios automática con levas en el volante Bola de remolque retráctil Sensores de aparcamiento + muchos más extras + Vehículo nacional Vehículo muy cuidado como se puede apreciar en las fotos. Solo interesado en venta",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "176000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1069948844",
            "descripcion": "BMW 325d 3.0 197cv Llantas 19\" aluminio 181.000 km Paquete completo M3 incluido capó de metal Faros de ángel Muelles Eibach Prokit Se da con capó original, paragolpes trasero y y muelles originales Está como nuevo, muy cuidado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2007",
            "kilómetros": "181000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1055027663",
            "descripcion": "coche de reestreno. unico propietario, si teneis alguna consulta pedir telefono. el chat de wallapop funciona mal el coche solo se ha usado para viajes largos y fines de semana, nunca ha estado parado. serie 1 serie 4 serie 5 serie 7 serie 6 318 320 325 335 m2 m3 m4 m5 m6 audi a4 a5 a6 a7 2.0tdi mercedes clase c clase e coupe cabrio",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "70000 km",
            "precio": 16999.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1052579353",
            "descripcion": "BMW 330d Stage 1 con 270cv -Carroceria full M3 con capo de fibra -Llantas JR21 en 19\" -Suspensiones roscadas Bilstein B14 -Separadores traseros de 20mm -Faros delanteros BiXenon 3D -Faros traseros Led \"Todo homologado\" Extras: -Sensores de aparcamiento -Techo solar -Control de velocidad -Retrovisores electricos -iluminacion de cortesia exterior -Navegador con CD -Asientos calefactables con regulador de presion, para ajustar los laterales -Interior Designo custom -Volante personalizado *Escucho ofertas* Solo miro ofertas de cambio si son: -Manuales -Gasolina -Trasera",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "250000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-922930894",
            "descripcion": "full equipacion incluso , venta o cambio",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "130000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-816093703",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "199000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-771416669",
            "descripcion": "vendo estupendo BMW 330 muy cuidado y muchos extras -techo solar. -Tv y avegador. -sensor aparcamiento. -sensor de luces y lluvia. - elevalunas, cierre climatizador bizona. -luces de xenón y direccionales. -asientos de cuero calefactables -paquete M interior y exterior. más información por privado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "158000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-815045118",
            "descripcion": "Bmw 320 177cv. Pack M interior y exterior. extras como aletas, capó y tubos del m3. Siempre guardado en garage. Esta bien de motor y mantenimientos al dia. No acepto cambios ni ofertas ridículas. para mas info contactar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2007",
            "kilómetros": "205000 km",
            "precio": 15100.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-330d-1037764088",
            "descripcion": "BMW 330d E93 260.000kms ITV recien pasada Estupenda unidad de bmw e93 full extras Lleva Pack M3 Extras: -Stage 1 dando 270cv -Pastillas de freno BREMBO nuevas -Tratamiento de pulido recien hecho -Llantas 19 con Neumaticos nuevos -275/30/19 atras 245/35/19 delante -Alarma -Asientos electricos Calefactables -Velocidad crucero -Arranque/apertura sin llave -Ojos de angel/intermirentes dinamicos -Luces americanas -Faros traseros led -Camara trasera de aparcamiento con sensores -Pantalla Android, tactil con carplay/Android auto -Emblemas 50 aniv. Mantenimiento recien hecho Bmw impecable y muy muy cuidado PRECIO NEGOCIABLE y para cambio sube",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "260000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-e90-325d-m57-pack-m-1041781076",
            "descripcion": "BMW E90 325D (M57) pack M interior y exterior, vehículo nacional en buen estado, mantenimiento recién hecho (filtros aire, gasoil, habitáculo, aceite y filtro de aceite). Discos de freno delanteros y traseros recién cambiados. Ruedas delanteras al 60% y traseras nuevas. Segundo propietario. ITV hasta Octubre 2025. Techo solar, climatizador bizona, luces automáticas, sensor de lluvia, luces de xenon con lavafaros, elevalunas eléctricos, ordenador de abordo, navegador, asientos tela/alcántara, cristales tintados, control de crucero, alarma volumétrica, reposabrazos ventilado, 2 llaves... etc. Cualquier duda contactar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2007",
            "kilómetros": "157000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1041715616",
            "descripcion": "coche de perfil bajo. ASIENTOS DE CUERO. LLANTAS ALUMINIO. Neumáticos Runflat nuevos. GPS. USB. RADIO BUSSINES DVD. revisiones, ITV, al dia. motor de 163 cv Lo vendo o cambio por furgoneta camperizada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2007",
            "kilómetros": "220000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW 325D E91",
            "enlace": "https://es.wallapop.com/item/bmw-325d-e91-1081950820",
            "descripcion": "BMW 325D Motor M57 197cv 3.0 Diesel 6 Cilindros en buen estado de motor y chapa. Se entrega con mantenimiento de caja, aceite y filtros recién echo pack M en interior y exterior, techo panoramico doble, climatizador bizona, volante multifuncion, asientos con combinacion de cuero y tela calefactables, ordenador de abordo. Defensa M3 trasera, Defensa M2 delantera, Matrícula pequeña y altura Homologado en ficha. Se le dirán los extras que tiene el coche al interesado, abstenerse pierde tiempo, si está publicado aún sigue en venta y no tengo prisa en venderlo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2008",
            "kilómetros": "255000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1058020445",
            "descripcion": "Se vende preferiblemente o se cambia si me interesa o parte de pago,es importado,se usa a diario,buen estado general,llevo un año con el lo vendo por necesidad,pero no me corre prisa,estage2 300cv linea completa ,solo gente sería,14900€ negociable 330d motor m57 de los mejores,doy escape de serie para itv",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "220000 km",
            "precio": 14900.0
        },
        {
            "titulo": "BMW Serie 3 2007 vendo o cambio",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1028045066",
            "descripcion": "Buenas vendo o cambio por coche de mí interés , el coche soy el 3 dueño , lo eh usado para ir a la universidad y volver , apenas le hago 3000 km al año , el mantenimiento se lo hago anualmente mucho antes de lo recomendado itv sin fallos ,neumáticos nuevos y pastillas de hace 2 meses, tiene pack m exterior, espejos y llantas de m3 ,navegador ,pantalla,bluetooth por voz, bola de remolque, bixenon y más cosas , se puede llevar al taller que queráis el coche esta en muy muy buen estado Auditt#cupra#civic#gti#subaru#mercedes#tsi#tfsi",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "150000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1085872483",
            "descripcion": "bmw 330d cuero paquete m interior exterior asiento cuero negro calefactables con memoria bixenon navegador muchos extras llantas en 19 originales de m2 mantenimientos recien hechos",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "248000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW 330d E93",
            "enlace": "https://es.wallapop.com/item/bmw-330d-e93-1079898928",
            "descripcion": "CARROCERIA cambiada paragolpes delantero look M1 paragolpes trasero look M3 taloneras look M3 aleron look M4 retrovisores lokk M3 spoiler delanteros y laterales capo look gts M3 pantalla androi llantas tipo bbs en 19 TODO HOMOLOGADO EN FICHA coche impoluto para los años que tiene algo de desgaste de interior nada grave ..puedes traer a tu mecanico de confiaza ..a toda prueba SE CAMBIA POR COCHE 7 plazas O OTRO COCHE de MI INTERES DEL MISMO VALOR ..mantenimiento caja cambios etc TIENE LEVAS volante",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "263000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1079729050",
            "descripcion": "bmw e93 325D automatico cabrio 298.000km carroceria look M4 faros xenon M4 capo M3 GTR aletas M3 llantas M3 evo 2 suspension bilstein -4cm mantenimiento al dia, la capota funciona perfectamente, coche muy cuidado, interion en cuero beige. precio: 14.000€ negociable. se escuchan oferta de interes por coche familiar o como parte del pago.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2007",
            "kilómetros": "298000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1072606233",
            "descripcion": "Se vende BMW serie 3 e90 330d NACIONAL, San Marino blue, coche muy mimado, por carretera para trabajar, paquete m interior y exterior, todos los extras interior alcantara, asientos electricos y calefatables con memoria, cortinilla parasol electrica, navegador, caja automatica deportiva con 2 modos automatica con levas y normal, mantenimientos siempre al dia cada 10 mil kms, factura de todos sus mantenimientos, etiqueta medioambiental, siempre en garaje, acepto revisión en cualquier taller, Se valoran cambios.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "175000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 E92",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1068200759",
            "descripcion": "bmw E92 muchos extras. llantas m2 difusor escape trasero con 2 salidas suspension paragolpes m3 slips m3 taloneras maston aleron discos de freno perforados separadores traseros 1,6 pantalla interior luces led interiores (se cambia el color con el movil) mentemimienro al dia tengo facturas de todo lo que se le a echo cadena de distribucion,radiador... doy piezas de serie esta todo homologado como se ve el coche pasa itv sin ningun problema Itv hasta 2026 Escucho cambios.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2007",
            "kilómetros": "234000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 330d E90 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-987961916",
            "descripcion": "ANTES DE NADA NO SE CONTESTARAN MENSAJES DE CAMBIOS DE VEHICULOS (((SOLO VENTA))) BMW 330D Automatico color negro con 190.000km. COCHE MUY CUIDADO Infinidad de extras: Pack m interior y exterior, control de velocidad, sensor de luces, sensor de lluvia, techo electrico, retrovisores abatibles, bi-xenon, parktronic delantero y trasero, apertura y arranque sin llave, asientos calefactables, navegador, climatizador bizona. Aceite y filtros recien hechos, ruedas practicamemte nuevas, todo al dia y todo funcionando correctamente, listo para disfrutarle SERIE 2 3 4 5 E91 E92 E93 E46 E39 E60 320 325 335 320d 320cd 325i 325ci 325d 335d 335i",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "190000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1086557083",
            "descripcion": "BMW 330d e93 cabrio Interior rojo✔️ Asientos calefactables✔️ Sensor de aparcamiento delantero✔️ Sensor de aparcamiento trasero ✔️ Climatizador bizona ✔️ Mantenimientos hechos ✔️ Espejos eléctricos ✔️ Volante multifunción M ✔️ Luces automáticas ✔️ Sensor de lluvia ✔️ Neumáticos nuevos✔️ Se vende o se cambia por algún coche de mi interés.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "245000 km",
            "precio": 13999.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1021470430",
            "descripcion": "Vehículo en perfecto estado de chapa y mecánica con una revisión donde se le han cambiado: 2 RUEDAS TRASERAS 4 AMORTIGUADORES NUEVOS EQUILIBRADO Y PARALELO (MAS DE 1000€ EN TODO) **REVISADO Y MUY MIMADO CON LIBRO DE REVISIÓNES EN BMW** equipamiento: CAMBIO AUTOMÁTICO DE 6 VELOCIDADES CON UN AÑO DE GARANTÍA SIN LÍMITE DE KMS CAPITA ELÉCTRICA RETROVISORES ABATIBLES NAVEGADOR LLAVE INTELIGENTE (ABRE CIERRA Y ARRANCA SIN NECESIDAD DE SACAR LA LLAVE) elevalunas eléctricos cierre centralizado con mando climatizador ordenador de abordo control de velocidad volante multifunción de cuero Dirección asistida, ETC ITV AL DIA Se acepta prueba mecánica **Transferencia 150€** SE INCLUYE 1 AÑO DE GARANTÍA CON COBERTURA EN TODA EUROPA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "140000 km",
            "precio": 13850.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1074023648",
            "descripcion": "Se vende Bmw E92 Gris Perla muy mimado, km reales! Itv limpia, pasa a la primera. Rematriculo en 2016. Interior completo de alcantara. Pack M3, Cuero Negro Sprot con memoria, Faros de Xenon, Suspension Original M3 e92, Luces automaticas, Pantalla Original + Botonera, Techo solar, Llantas 18”, Control Cruzero. Transmision recien cambiada 4 ruedas nuevas michelin ps4 Se regala dompipe y paragolpes delantero. Precio Negociable!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "238000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 2008 330d cabrio",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1055655850",
            "descripcion": "Se vende BMW serie 3 e93 cabrio 3.0 diesel 231cv Automatico 176 000km Pegatina ambiental B Piel blanca Asientos eléctricos con memoria Xenon adaptivo Música profesional Sensores de aparcamiento Pantalla grande Control de crucero adaptivo Llantas r18 con neumáticos nuevos Esta pulido y tiene protector de cerámica No tiene ningún problema",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "176000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-948506045",
            "descripcion": "Hola, vendo BMW 330 XD febrero del 2008 totalmente de serie y motor 6 cilindros en línea, soy el segundo dueño, se ha cuidado a capricho, nunca ha tenido golpe, algún roce exterior pequeño por uso, revisiones y documentación al día, extras de serie: Tapicería tela/cuero, techo, volante M y pedales M, Control crucero, sensores de aparcamiento y lluvia, asientos eléctricos con calefacción, espejos eléctricos, Alarma y llantas de 18’’. Puede enviar más fotos detallando el coche. Un saludo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "290000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1089693088",
            "descripcion": "vendo mi bmw en perfecto estado y una de las mejores unidades del mercado y coches subiendo de valor. bmw e90 325d de 197cv motor 6 cilindros en linea con un motor 3.0, pack m completo con asientos de cuero beige dakota,sensores delante y detras, techo solar,xenon, llantas 19 de bmw doble medida, suspension -3 pasa itv tal y como esta, espejos m3 tipo carbono,pestañas faros carbono, volante cuero perforado y cuero normal con costuras amarillas y franja amarilla etc mejor ver y probar , mantenimiento completo al dia incluido caja de cambios , ruedas casi nuevas, llantas pintadas en portugal hace 6 meses aprox. acepto prueba mecanica en taller ya que se que esta perfecto precio poco negociable y acepto cambios por algo de mi interes pero el precio seria mayor.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2007",
            "kilómetros": "288000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1075148606",
            "descripcion": "se vende bmw 320 coupe como de capricho muy bien cuidado aceite y filtro recien cambiados lo vende por ampliar familia el coche va de lujo no ahi que hacerle nada si estas interesado paso mas fotos hablarme y paso mas fotos por whasat",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2007",
            "kilómetros": "300000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1062194922",
            "descripcion": "vendo bmw 330d con el turbo nuevo 2265, filtro de particulas anulado electronicamente y con dowmpaip, egr anulada electronicamente tambien para que no de ningun problema doy tambien el filtro de particulas al nuevo propietario por si se enecesita para pasar itv, aceite cambiado cada 10.000 km, pcv cambiada nueva y caudalimetro tambien, las cuatro ruedas nuevas y los frenos traseros tambien nuevos menos de 1.000 kilometros, sobrantes de los inyectores tambien puesto nuevos , todo lo escrito anterior mente, pantalla nueva y equipo de sonido harman kardon, caja de cambios SMG con levas en el volante ,tiene casi todos los extras apertura y cierre sin llave, arranque sin llave, bola estraible con boton desde el maletero, asientos con calefacion , asientos electricos 100% con 2 memorias, lo unico que habria que hacerle es purgar el liquido de la direccion, y algun detalle de pintura .EL COCHE NO REPRO. por que es un coche que se untiliza a diario, se vende por el precio 14.000 solo en piezas cambiadas hay mas de 4.000 euros en 5 meses no mareantes me puede interesar algun cambio por algun coche, mercedes clase a, audi a3 leon fr leon cupra , megane rs, lecsxus is 300, volkswagen golf. Mas o menos del mismo precio. mando informe de trafico como que el vehiculo no a tenido ningun golpe y los kilometros son reales, Y tiene pegatina medioambiental",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "159000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 325i 218cv, tan solo 147.000k,nacional",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-218cv-tan-solo-147-000k-nacional-1085629727",
            "descripcion": "Bmw serie 3 modelo 325i e92 nacional con tan sólo 147.000 kilómetros,caja de cambios automática,año de matriculación 9/2007,equipado con dirección asistida,elevalunas eléctricas,cierre centralizado con mando a distancia,climatizador bizona,navegador,luces de xenón,velocidad de crucero,apoyabrazos central,llantas de aluminio con cubiertas nuevas,2 llaves,el vehículo se encuentra en perfecto estado de conservación y funcionamiento, 1 año de garantía mecánica,estamos situados en Elche.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "147000 km",
            "precio": 12999.0
        },
        {
            "titulo": "BMW Serie 320d E92 Cabrio Diesel Auto 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-320d-e92-cabrio-diesel-auto-2008-1087902558",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2008",
            "kilómetros": "165700 km",
            "precio": 12990.0
        },
        {
            "titulo": "BMW Serie 330d 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-990681192",
            "descripcion": "se vende BMW e92 330d paquete m en el interior (asientos negros mixtos eléctricos con memoria volante m techo solar pantalla de navegador original )muy cuidado siempre en garaje, coche nacional soy el segundo propietario mantemientos al día llantas originales BMW en 19 doble medida 225/30/19 265/35/19 suspensión blistein valorada en 1200e (con facturas) no tengo prisa en venderlo,se podría ver algún cambio y también recojo coche más dinero más info WhatsApp precio algo negociable..",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "239000 km",
            "precio": 12800.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1087019592",
            "descripcion": "Vendo BMW serie 330d Automático en buen estado. Tiene todo al día y funciona perfecto!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "219568 km",
            "precio": 12500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1073824738",
            "descripcion": "Se vende bmw e92 330d NACIONAL Detalles de chapa, varios extras. SOLO GENTE INTERESADA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "220000 km",
            "precio": 12500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1000663958",
            "descripcion": "Se vende bmw e91 en perfecto estado,se importo en el 2015,al dia de todo mantenimientos y mas cosas hechas recientemente en taller especialiazado bmw,interior en cuero,techo panoramico,equipo sonido harman kardon,llantas x5 doble medida en 19” con los 4 neumaticos nuevos,suspension blistein b12 solo amortiguador muelles de serie,separadores en las 4 ruedas,cuidada a capricho,posibilidad de dsr por algo menos de dinero con las llantas de serie en 17”,mas información,fotos o videos por privado,acepto cambios 4x4(nissan patrol,land cruiser,etc)y coches de mi interes",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "230000 km",
            "precio": 12500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-947957103",
            "descripcion": "BMW 325D Cabrio, motor julio de 2023 cambio de motor (155.000) y garantía de un año. Siempre en garage. Más información escribir por Wallapop. Vendedor particular.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2008",
            "kilómetros": "155000 km",
            "precio": 12500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1074565594",
            "descripcion": "Se vende estupendo BMW E92 325D, motor 3.0D de 197 CV, diésel, automático. Año 2007 con 222.000 km certificados con tasa de informes. Cuenta con todos los extras: radio CD, dirección asistida, elevalunas eléctricos, cierre centralizado, ABS, airbags, climatizador, volante multifunción, limitador de velocidad, ordenador de a bordo, control de tracción, retrovisores eléctricos, techo solar eléctrico, asientos mixtos (piel y tela) eléctricos, faros de xenón y antiniebla, sensores de aparcamiento. ITV en vigor, distintivo medioambiental B, y llantas nuevas de aleación de 19 pulgadas. Se acepta coche como parte de pago. Vehículo como nuevo, mejor ver y probar. Interesados, llamar. Precio: 12.499 €. Para más información, contactar por WhatsApp al número 634 291 539.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2007",
            "kilómetros": "222000 km",
            "precio": 12499.0
        },
        {
            "titulo": "BMW Serie 3 320d 130 kW (177 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320d-130-kw-177-cv-1017422911",
            "descripcion": "Precio oferta sujeto a financiación: 12450 EUR. Precio al contado: 12450 EUR. *BMQ* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Ayuda aparcamiento, Sensor de lluvia, Control de velocidad, Limitador de velocidad, Start/Stop automático, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2008",
            "kilómetros": "106818 km",
            "precio": 12450.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-871124805",
            "descripcion": "Cualquier duda o pregunta, mandame un mensaje sin compromiso! Hay que cambiar la cadena/correa de distribucion NO CAMBIO POR OTROS COCHES",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "245000 km",
            "precio": 12300.0
        }
    ]
}