{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "320Ci Coupe",
        "año mínimo": 1998,
        "año máximo": 2000,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 150,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=150&min_year=1998&max_year=2000&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1084133913",
            "descripcion": "Bmw Coupè M3 E36 año 1999. 3.2 321cv Todo de serie excepto amortiguación. Tapicería de cuero y alcántara. NO asientos calefactables ni techo solar. Único propietario desde el 2007,siempre en garage particular. Itv hasta Nov 2025 SOLO GENTE INTERESADA,NO CAMBIOS,NO OFERTAS ABSURDAS,NO TENGO PRISA POR VENDERLO.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "3.2 cv",
            "año": "1999",
            "kilómetros": "180000 km",
            "precio": 32000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1088805951",
            "descripcion": "Coche de circuito desmontado entero y hecho desde cero. 45.000€ en facturas. Como nuevo, hecho en 2024. Más detalles contactar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "1998",
            "kilómetros": "230000 km",
            "precio": 30000.0
        },
        {
            "titulo": "BMW e36 320i Cabrio ",
            "enlace": "https://es.wallapop.com/item/bmw-e36-320i-cabrio-1070655933",
            "descripcion": "Bmw e36 320i cabrio Manual Climatizador Direccion asistida Elevalunas electricos Asientos calefactables Llantas BBS RC0090 en 17” Capota electrica Impecable Suspension BC racing roscada (Homolgoda) Escape deportivo(Sonido precioso,sin ser molesto) Todo esta Homologado pasa itv tal cual esta en las fotos. Se le acaba de hacer mantenimiento completo Vehiculo listo para disfrutar✅ Posibilidad de rebajar el precio con las llantas de serie en 15” Consulta todo nuestro stock Automóvilesalberto . com Nuestros vehículos se entregan completamente revisados ya que disponemos de taller propio Ofrecemos financiación sin entrada,Consultenos!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "242000 km",
            "precio": 10500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1058004095",
            "descripcion": "Se vende bmw e46 en perfecto estado. mas info por privado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "250000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW 318is coupe Sport Edition M Technik",
            "enlace": "https://es.wallapop.com/item/bmw-318is-coupe-sport-edition-m-technik-1083043738",
            "descripcion": "Se vende BMW 318is coupe Sport Edition M Technik M44 140cv en color Avus Blue del año 1998. Con pack M exterior e interior, suspensión M y asientos deportivos. Muy bien mantenido y cuidado, siempre ha estado guardado en garaje y en estado original. Tiene cierre centralizado con mando a distancia y alarma. Radio Clarion con CD, USB y AUX. La pintura es de origen. (BMW e30 e36 e46 M3)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "1998",
            "kilómetros": "260000 km",
            "precio": 7800.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1001841069",
            "descripcion": "No Cambios. Itv recien pasada. Llantas nuevas, gomas michelin al 80%, mantenimiento recien hecho. Con bakets de carbono 7.500€ Todo homologado menos escape, doy el de serie. Pack m3 capot m3 gtr espejos m3 y aletas. Pantalla android y todos los altavoces nuevos Haria falta unos retoques en la pintura para dejarlo perfecto. E46 coupe compact cabrio 330ci 330i 330cd 330d 318ci 320cd 320d",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "245000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/e36-318ti-1066412323",
            "descripcion": "se vende bmw 318ti e36 del 98, importado en el 2004 motor M44 proyecto de restauracion tacos rigidos, suspendion B8 bastago gordo, embrague, vano motor hecho, pintado por completo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "1998",
            "kilómetros": "148600 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 320 ci coupe",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1019887926",
            "descripcion": "vendo e46 320 ci coupe con swap a 328 tiene aletas m3 paragolpes delantero M3 y paragolpes trasero pack M llantas m3 e92 muelles de suspensión pack M faros traseros m3 de Led retrovisores del pack M faros delantero de luz de angel volante m3 interior de cuero con asientos de cuero del pack m y tiene bola de remolque El coche tiene 187.000 kilómetros se lea echo cambio de aceite y filtros, cambio de termostato,bomba de agua,manguitos de agua reforzados en azul ,radiador PRECIO NO NEGOCIABLE NO MAREANTES SOlO GENTE SERIA",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "187000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-879440954",
            "descripcion": "En venta BMW Serie 3 e46 del año 1998 con motor 118i en perfectas condiciones y 118cv de potencia. Aunque presenta algunos arañazos en la carrocería debido a la entrada al parking, estos no han sido ocasionados por golpes con otros vehículos. El coche proviene de un señor mayor. Tiene 121.000km. Se ha realizado una puesta a punto incluyendo neumáticos, discos de freno, mecanismo de ventanas, válvula DISA…por lo que el coche funciona perfectamente. Radio/Pantalla Altavoces Alpine Angel Eyes Escape tramo final (entrego el de serie tambien) Separadores OMP 5mm Llantas LENSO BSX (en proceso de alinear y ensanchar aletas) Neumaticos delanteros HANKOOK Pomo, tela del cambio y freno cambiados por uno con colores BMW Pilotos traseros led homologados VENDO POR CAMBIO DE COCHE (NUEVO PROYECTO) PRECIO NEGOCIABLE VIDEOS Y MAS INFORMACION POR PRIVADO",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "1998",
            "kilómetros": "121000 km",
            "precio": 5800.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1080172223",
            "descripcion": "Bmw e46 320ci del 1999, coche con interior pack M, ojos de angel, tramo final de escape(se entrega original para itv), bomba de gasolina nueva, bateria, alternador recien cambiado, subchasis soldado y reforzado, dvs cambiado, cristales tintados, llantas bmw serie 5, sensor cigueñal posicion y arbol de levas cambiados. Pasa itv en enero ( hay que ponerle airbag y ya). (Falta airbag por un pinchazo NO ACCIDENTE). Se vende por cambio de coche. Precio negociable Mas info enviar mensaje.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "284000 km",
            "precio": 5600.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1030539053",
            "descripcion": "Vendo BMW 318i e46 primera edición, color Phoenix Yellow. Nacional solo 2 propietarios, muy cuidado. Vehículo totalmente revisado, pack M exterior original, llantas de 18” de E60, paragolpes delantero, volante y espejos de M3, faros bixenon angel eye, pilotos traseros led, neumáticos a un 80%. Unidad impecable. El vehículo lo enseño en Pinto, Madrid. No pierdas el tiempo en ofertas absurdas. Ese es su precio.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "2000",
            "kilómetros": "185500 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-997465862",
            "descripcion": "Se vende BMW 318ci en muy buen estado, el coche no tiene itv pero tiene el proyecto de homologacion del coche entero solo faltaria cambiar faros y retrovisores. -Capo de fibra de carbono artesanal de 2800€ -FULL PACK M -Suspensiones roscadas TA TECHNIX -Pantalla android -Asientos calefactables -Equipo de musica piooner etapa +subwoofer valorado en 1800€ -Llantas originals CMS en 19’ El coche mecanicamente esta impoluto tengo factura del taller bym de +6000€ (Posibilidad de entregar con escape con 4 salidas estilo m3)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "2000",
            "kilómetros": "180000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-915068647",
            "descripcion": "coche en buen estado exterior e interior no está como en las fotos tiene barias cosas cambiadas de estetica pero esta perfecto daría todo lo de serie.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "245000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1082371215",
            "descripcion": "Vendo BMW 320ci con ruedas en buen estado pastillas nuevas ITV recién pasada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "180000 km",
            "precio": 5300.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-678725841",
            "descripcion": "ITV RECIEN PASADA! Coche a Capricho, Pack M Sport Interior y Exterior, Muy Mimado, Rematriculado en 2005, ITV (10/12/2025) y Mantenimientos Al Dia! Etiqueta Medioambiental B Suspension Roscada Homologada En Ficha (Blistein), Discos Perforados y Ventilados, Pastillas Brembo Nuevas, Sinenbloks, Flector, Bomba De Agua, Correas,Bujias, Bobinas NGK, Bateria, Vaso Espansor, Sensores, Compresor A/C, Motor De Arranque Nuevo, TODO NUEVO! Llantas 18, Tres Llaves, Elevalunas Electricos, Volante M3 Multifuncion, Control Crucero, Faros Regulables, Cierre Centralizado, Ordenador De Abordo, Asientos Calefactables. Se podria dar a mayores llantas 16 originales (las mas lijeras de bmw) Regalo piezas sueltas como intermitentes y demas... Se Entrega Con Todas Las Facturas y Mantemientos Hechos (09/10/2024) Acepto Intercambios (1.9tdi)(2.0tdi) + Info Privado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "275000 km",
            "precio": 5200.0
        },
        {
            "titulo": "BMW 318Ti e36",
            "enlace": "https://es.wallapop.com/item/bmw-318ti-e36-1082975258",
            "descripcion": "Bmw e36 318ti en muy buen estado, de chapa i pintura esta suuuper bien, nunca me ha dado ningun fallo de motor ni ninguna averia. Actualmente pierde un poco de aceite, serà alguna junta, pero el motor esta perfecto. -189.000km -Suspension bilstein b12 - Radiador de aluminio driftshop, mas grande y funciona espectacular -Neumaticos Semislicks Zestino 225/45/R17 - Etiqueta / Pegatina medioambiental B - barra de torretas OMP -Llantas replica M5 e39 en 17, homologado - escape deportivo homologado y silencioso intermedio suprimido ( homologado) - interior en muy buen estado - cristales traseros tintados - Latiguillos metálicos - relojes de temperatura de agua, aceite y presion de aceite intalados El coche va perfecto, por curvas es una autentica pasada, se agarra muchisimo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "1998",
            "kilómetros": "189000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-984597389",
            "descripcion": "Se vende vehiculo nacional comprado en valencia tengo un informe carfax con toda la informacion acerca de el. - colectores de escape cambiados - alternador nuevo - motor de arranque nuevo - chasis reforzado - neumaticos al 80% - amortiguadores nuevos - brazo delantero derecho nuevo - flector de caja de cambios - aceite y filtros al dia - centralita de airbag nueva PARA HACER: - tapizar interior - repintar el coche El coche funciona perfectamente se usa a diario de motor va estupendo se usa a diario el precio es el que es se la ha inverido mucho dinero el cual se que no se va a recuperar ni mucho menos NO NEGOCIABLE",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "193000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW 316ti UNICÓ DUEÑO, 120.738KM Y PACK M COMPLETO",
            "enlace": "https://es.wallapop.com/item/bmw-316ti-unico-dueno-120-738km-y-pack-m-completo-1088393661",
            "descripcion": "Bmw 316ti e36. Nacional , unico dueño desde 2000 hasta ahora y 120738km. Muy buen estado en general. En el exterior, no tiene ningun golpe, rallada ni perdida de color/brillo. A pesar de ser del 2000 esta muy bien conservado, se nota en la pintura, salpicadero gomas etcétera. A nivel de interior no tiene ninguna marca de uso , tengo experiencia en estos coches clasicos y muchos plasticos que suelen estar rotos en este estan perfectos. Pack M completo , con asientos Sport. Unidad difícil de econtrar como esta a nivel de historial, estado y quilometraje. Se envia vídeo a interesados. El cambio de nombre y la garantía de 12 meses está incluida. La garantia se puede ampliar hasta 36 meses. BMW Serie 3 Coupe en Reus",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2000",
            "kilómetros": "120738 km",
            "precio": 4990.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-939572276",
            "descripcion": "Bmw serie 3 compact sport edition M, coche nacional, 172.000 km, acabado sport edition M de origen, pintura de origen,mantenimiemientos al dia, aire acondicionado, direccion asistida, control traccion , asientos y espejos electricos, 4 michelin pilot sport nuevas, negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "1999",
            "kilómetros": "172000 km",
            "precio": 4990.0
        },
        {
            "titulo": "BMW 320 manual",
            "enlace": "https://es.wallapop.com/item/bmw-manual-gasolina-320-ci-e46-1073440470",
            "descripcion": "BMW 320 ci nacional, 2 propietarios. Todas las revisiones al dia, con facturas. Mas de 4000€ gastados recientemente en recambios. Itv pasada siempre sin defectos. Nunca se ha fumado dentro. Neumaticos y frenos en buen estado. No se ha aparcado al sol, las gomas de las ventanas estan perfectas. Libre de oxido y accidentes. Distintivo ambiental B amarillo. Bola de remolque homologada. Funciona perfecto, el motor va finissimo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "255000 km",
            "precio": 4900.0
        },
        {
            "titulo": "BMW Serie 320i coupe 1999",
            "enlace": "https://es.wallapop.com/item/bmw-320-ci-e46-133159055",
            "descripcion": "BMW serie 3 e46 150cv 6 en linea (Gasolina) Coche muy cuidado exterior y interior,3 llaves. 6 bujias NGK,sonda lambda cambiado hace 10000km , se entregaria con el mantenimiento hecho y la itv pasada.Vehiculo parado 3 años.El techo interior y los paneles de puerta se han despegado (Para retapizar, aprox 250e) A/A funciona perfectamente,de chapa nuevo como el primer dia,equipado con retrovisores electricos,climatizador,regulacion altura luces,ventanillas electricas,pilotos traseros de led,aleron.Se acepta prueba mecanica en cualquier taller.Kilometros reales certificados(Acepto cambio por 4x4 , moto enduro o furgoneta 6 o 9 plazas )",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "139000 km",
            "precio": 4890.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-e36-318is-1040348782",
            "descripcion": "bmw e36 318is 140cv",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "1998",
            "kilómetros": "234000 km",
            "precio": 4800.0
        },
        {
            "titulo": "BMW e46 320ci ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-992637563",
            "descripcion": "BMW e46 320ci 150cv m52b20 6 cilindros en linea con 202.000kms Tiene Nuevo: vaso de expansión y anticongelante, limpiador motor liqui moli y anti fricción ceratec, aceite 5w40 motul, filtro aceite, aire y habitáculo, 1 taco motor, 2 tacos de la caja, silemblocks brazos delanteros, discos y pastillas delanteros, correa de accesorios, rodamientos del alternador, radiador en 2019, alineación de los 2 ejes, líquido de frenos motul rbf 600, pastillas traseras, sensor árbol de levas, junta tapa balancines, silemblock de poliuretano del diferencial y limpias delanteros ITV al dia distintivo medioambiental C No pierde ni una sola gota de aceite el motor ni el diferencial ni transmisiones Está en buen estado en general, algún rallón en la pintura Acepto cualquier tipo de prueba mecánica en taller o donde se quiera NO MAREAR",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "201000 km",
            "precio": 4800.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1042532398",
            "descripcion": "DISTRICOCHES MURCIA SL PONEMOS A LA VENTA BMW 318I 118CV AÑO 1998 116.000KM EQUIPADO: ORDENADOR A BORDO CLIMATIZADOR ESP RADIO CD ECT ITV RECIENTEMENTE EN VIGOR VEHICULO CON AÑOS PERO EN UN ESTADO DE CONSERVACION OPTIMO TOTALMENTE ORIGINAL RECIEN PUESTO A PUNTO SI BUSCAS UN VEHICULO QUE NO DE PROBLEMAS ESTE LO AS ENCONTRADO SE ENTREGA CON TRANSFERENCIA Y GARANTIA DE 12 MESES INCLUIDOS EN EL PRECIO VISITANOS EN CABEZO DE TORRES/MURCIA TFN 665201081",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "1998",
            "kilómetros": "116000 km",
            "precio": 4799.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1064495747",
            "descripcion": "BMW E46 Coupé 320ci 6 cilindros del año 2000 -Techo solar en perfecto funcionamiento -Coche de serie, con modificación en tubo de escape para pasar itv sin problemas -Llantas bbs 16” originales -ITV hasta Agosto 2025 -Coche en perfecto funcionamiento -Exterior: Bien, con roces del tiempo -Interior: Bien -No se aceptan cambios -Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "238000 km",
            "precio": 4750.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1089488738",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1998",
            "kilómetros": "211000 km",
            "precio": 4700.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1090182503",
            "descripcion": "ATENCION! COCHE FUNCIONANDO PERFECTAMENTE NADA PARA HACERLE. -PRECIO ALGO NEGOCIABLE. -MANTENIMIENTOS HECHOS. -SE ACABA DE HACER EL MOTOR EN TALLER COMPLETO CON FACTURAS. -REPINTADO EN TALLER HACE 1 AÑO -LLANTAS M 17\" -INTERIOR M TELA GRIS -245.000KM VA FINISIMO LE PONES UNA MONEDA ENCIMA Y NI SE MENEA.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "100000 km",
            "precio": 4700.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1068438457",
            "descripcion": "Coche en buen estado, con años de uso, mantenimiento hecho hace 2000km ruedas delanteras nuevas pilot sport 5, juntas de motor nuevas, asientos traseros reclinables, precio negociable,ITV recién pasada en diciembre, preguntar sin compromiso, no mareantes",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "225000 km",
            "precio": 4700.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-982914306",
            "descripcion": "Para cambios su valor 5700€. Vehículo guardo siempre en garaje algunos detalles de pintura hizo 25 años en Noviembre del 2023 colector, cardan, tuberías de agua que van bajo colector de admisión colectores en acero inoxidable, cuerpo de admisión cuerpo de aceleración, el primero de su caja, rebosa calidad de fabricación, ruedas al 50% falta por pintar techo y paragolpes, rematriculado en 2002 letra medioambiental B más detalles cuando vengas a verlo una maravilla para los sentidos. También acepto cambios por moto preferencia año 2000 en adelante, Hazme tu oferta. Bmw, Honda, Kawasaki, Suzuki, Yamaha, Carretera, trail",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1998",
            "kilómetros": "270000 km",
            "precio": 4700.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1010439218",
            "descripcion": "Vendo o cambio por monovolumen 7 plazas o bmw touring,",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1998",
            "kilómetros": "125000 km",
            "precio": 4600.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1092378363",
            "descripcion": "Se vende BMW e46 320i del año 1998. Matricula nacional, motor de 6 cilindros, 5 velocidades y 150cv. Itv en vigor. Embrague hecha menos de un año, motores ventanillas nuevas, circuito completo manguitos refrigeracion de silicona reforzada nuevos, limpias nuevos, pedales m nuevos para montar, kit trapezios nuevos, barra de torretas nueva y retrovisores m nuevos para montar. Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1998",
            "kilómetros": "180000 km",
            "precio": 4500.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1090463394",
            "descripcion": "BMWE36 PakM todos los extras,, sensores de aparcamiento retrovisores eléctricos techo solar ruedas nuevas batería nueva carrocería impecable siempre en garajetodo original y fue fabricación limitada,,, todo funciona correctamente 6.8.9.2.9.8.9.7.9 interesados hablarme a este numero",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "1998",
            "kilómetros": "215000 km",
            "precio": 4500.0
        },
        {
            "titulo": "BMW Serie 3 316 compact 105cv Paquete M",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-316-compact-105cv-paquete-m-1087374308",
            "descripcion": "BMW 316 compact motor 1.9 gasolina 105 CV año 2000 paquete M original exterior e interior El coche está en perfecto estado ruedas bridgestone potenza al 90% aceite y filtros recién cambiado, siempre en garaje. Es el e36 más equipado al ser del año 2000, tiene 4 airbags, direccion asistida, ABS, control de tracción, aire acondicionado, espejos eléctricos, reposabrazos original, faros mejorados hella Celis, llantas originales E46, motor a cadena fiable, sencillo y barato de mantener, consumo mixto unos 8 litros. De chapa está perfecto, de interior los únicos defectos es desgaste en el volante y un pequeño roto en el asiento del piloto, pomo nuevo original y las 4 alfombrillas nuevas originales. PRECIO NO NEGOCIABLE",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2000",
            "kilómetros": "190000 km",
            "precio": 4500.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1081057027",
            "descripcion": "bmw e36 coupe, 318is en buen estado, itv recien pasada, gomas en muy buen estado 199900kilometros",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "1998",
            "kilómetros": "198520 km",
            "precio": 4500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1059898076",
            "descripcion": "Bmw 318 gasolina en muy buen estado solo habria ke tapizar techo descolgado por los años, interior cuero negro pakete m, volante multi.m ,radio pantalla android con mandos volante, defensas m3, faldon m,espejos electricos y abatibles electricamente pero sin conectar, faros traseros leed, luces delanteras leed con ojos de angel, llantas 19\", amortiguacion roscada homologada, escape m3(tengo el de serie), porton trasero cls, cristales tintados homologados, discos de freno perforados.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "2000",
            "kilómetros": "287000 km",
            "precio": 4500.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1077407219",
            "descripcion": "Vendo mi bmw e36 318i de 1998 importado en 2008 desde Alemania. Soy su segundo dueño. Suspensión bilstein b8 montada hace unos meses, pack m delantero y taloneras. Alerón m3 gt pintado hace unos dias. Embrague nuevo con 10000km. Muy cuidado y muchos extras: Techo solar, control de tracción, asientos calefactables, cortinilla trasera, etc.Se vendería con las llantas de serie, posibilidad de incluir las de las fotos por algo más. Estará en venta hasta que se venda el que me interesa. Mas info al chat",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "1998",
            "kilómetros": "175900 km",
            "precio": 4350.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1093288119",
            "descripcion": "Oportunidad!!!!! Coche en perfecto estado. Siempre ha estado en garaje. El motivo de la venta es que no tiene etiqueta ambiental necesaria para conducir por Madrid. Tiene 135.000 kilometros y está como nuevo. Tiene todas las revisiones y todo en orden. El coche nunca ha tenido un accidente ni golpes. Abstenerse agencias!!!!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "1999",
            "kilómetros": "135059 km",
            "precio": 4000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1092616515",
            "descripcion": "se vende en perfecto estado con suspension roscadas, tiene un toque junto el riñon izquierdo del capo, por el resto perfecto, aceite nuevo pastillas de atras recien cambiadas y consumo absurdo, interior en perfecto estado techo recien tapizado no esta descolgado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "1999",
            "kilómetros": "295928 km",
            "precio": 4000.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1089695702",
            "descripcion": "El coche está bien funcionando todo ninguna problema tené tv asta 26/07/2025",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "65603 km",
            "precio": 4000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1080175044",
            "descripcion": "Se vende por no usarse,se usa frecuentemente para ir a expos,el motivo de venta es por tener varios vehículos. Coche echo al detalle más de 7000€ invertidos Pegatina medioambiental B. Tiene lo siguiente: -Coche pintado completo tanto vano, interiores,marcos,llantas etc.. color tricapa en 2024 -Neumáticos semislicks Nankang 225 45 17 al 95% -Llantas m3 -Escape technix -suspension roscada technix -Parachoques delantero m3 -Antinieblas nuevos -Lip m3 -Pastillas de frenos y discos ventilados ate -Arneses GT2I -Se saco motor para hacer trabajo de reconstrucción hasta el último tornillo se le ha echo culata completa,retenes y válvulas EA,tensores de cadena y cadena de distribución,casquillos,se ha comprobado el estado por completo,árbol de levas cambiado etc... -Bujias y cables bosch -Radiador -Alternador -Interior entero retapizado y asientos cambiados por unos seminuevos -Cambio de aceite y todos sus filtros con aditivo liqui moly hace 4000km -Pilotos delanteros con fondo negro homologados -Pilotos traseros nuevos -Todo homologado por ficha técnica y muchas más piezas que me dejó por poner.. -Tengo en una lista de todas las piezas que se le han cambiado recientemente -Nunca se ha fumado dentro del coche, siempre en garaje No me corre prisa su venta ya que para venderlo mal vendido lo dejo guardado no respondo ofertas absurdas escucho cambios. Bmw,compact, serie 3, e36 etc...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "1999",
            "kilómetros": "293000 km",
            "precio": 4000.0
        }
    ]
}