{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "318ti Compact",
        "año mínimo": 2001,
        "año máximo": 2005,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 143,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=143&min_year=2001&max_year=2005&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1085361416",
            "descripcion": "Recién pintado Tapicería a estrenar Capota nueva",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "106000 km",
            "precio": 24500.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1079563259",
            "descripcion": "BMW Cabrio en perfecto estado, muy cuidado, siempre en garage particular. Es el motor 2000, el que no se rompe, mantenimiento realizados anualmente, aunque hace menos de 2000kms al año.Distintivo medioambiental C. Muy pocos kms. Capota de apertura completamente eléctrica, asientos eléctricos, navegador, volante multifunción, etc. Capota en perfecto estado, sin roces ni agujeros, con tratamiento impermeabilizante realizado hace 6 meses. Asientos en piel, en perfecto estado aunque los traseros amarillean un poco. Varios componentes de M3, parachoque, llantas, faros, alfombras. Solo compradores serios que saben lo que buscan, no marear ni ofertas ridículas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "131000 km",
            "precio": 12950.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1043410161",
            "descripcion": "Bmw 318ci año 2005 143 cv. 63.000 km. Nacional. Todas las revisiones al día. Frenos y neumáticos con apenas 3.000 km. ITV hasta septiembre del 2024. Busco algo más grande por aumento de familia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "64000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 318Ci Coupé",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318ci-coupe-1090098156",
            "descripcion": "12 MESES DE GARANTIA,CAMBIO DE NOMBRE INCLUIDO,KM GARANTIZADOS, LIBRO DE REVISIONES, EL COCHE SE ENTREGA CON LA REV PASADA EN NUESTRO TALLER PROPIO, ACEITE, FILTROS, FRENOS,RUEDAS NUEVAS,ITV AL DIA,CLIMATIZADOR,RADIO CD, ORDENADOR DE A BORDO,CONTROL DE CRUCERO,SENSORES DE APARCAMIENTO,ELEVALUNAS ELECTRICOS,ESPEJOS ELECTRICOS,CIERRE CON MANDO,AIRBAG,ABS, ESP, MUY BONITO.ESTAMOS EN MEJORADA DEL CAMPO,A 15 MINUTOS DEL CENTRO DE MADRID.MAS VEHICULOS Y FOTOS EN VOJJCARS.COM.MAS DE 15 AÑOS Y 2500M2 DE INSTALACIONES CON TALLER PROPRIO NOS AVALAN.GARANTIZAMOS POR ESCRITO LOS KM .LA GRAN MAYORÍA DE NUESTROS VEHÍCULOS DISPONEN HISTORIAL DE MANTENIMIENTO.CON NOSOTROS LOS TRÁMITES DE PONER EL VEHÍCULO A TU NOMBRE LE SALE GRATIS.REF-24MVW,TJJ2,TENEMOS OPEL",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "149000 km",
            "precio": 11500.0
        },
        {
            "titulo": "𝐁𝐌𝐖 𝐄𝟒𝟔 𝐈𝐌𝐏𝐄𝐂𝐀𝐁𝐋𝐄",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1011421967",
            "descripcion": "Coupé 318Ci 143 2p Coche está totalmente nuevo e impecable, sobran las palabras. Pero de todos modos puedes ver la descripción en la última foto. DESCRIPCIÓN EN LA ÚLTIMA FOTO DESCRIPCIÓN EN LA ÚLTIMA FOTO Palabras gancho: BMW COUPE, BMW E46, BMW E36, BMW DEPORTIVO e36 e34 e32 e21 e23 e24 e92 e90 e60 e61 e38 e30 e12 e28 m50 m52 m20 m30 swap turbo 330d m57 325i 323i 330i 330ci 328i 328ci 325ci 330cd 320i 320ci 320d 320d 318i 318ci 525i 530i 535i 530d 535d 540i m5 m3 m2 m4 m6 m7 m8 1m competition Supra 200sx s13 s14 s15 rx7 rx8 sr20 ca18 Honda civic ek eg k20 k24 Recaro bbs kW bc racing pack m individual 635csi 316i 318is omp sparco tracktool ringtool 325d",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "125000 km",
            "precio": 10999.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1040103801",
            "descripcion": "e46 swap 330ci ,con toda carroceria m3 homolgado ,de origen era 318 143cv ,solo gente seria abtenerse curiosos .acepto cambio 335i y golf gti dsg solo por esos coches otros no me interesa .suspensión blistein b8. Itv recién pasada 0 fallos .Etiqueta b amarillo puede entrar en zonas de bajas emisiones. Preguntar solo por venta o cambio por coche que pone anteriormente ojo no curiosos ,para cambio 12 000.no molestar para poner precios al coche ese es el que tiene ojo regateadores",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2001",
            "kilómetros": "150000 km",
            "precio": 9999.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-cabrio-descapotable-318-1047989020",
            "descripcion": "Bmw 318i descapotable cabrio, azul, gasolina, 170000 km. año 2003. Asientos de cuero electricos y calefactables, Funciona perfectamente. Siempre en garage. Recien pasada ITV. A capricho. Abstenese curiosos. precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "167000 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-986657973",
            "descripcion": "Bmw 318ci e46 coupe gasolina 2 propietarios, siempre durmió en garaje Paquete M completo de origen y llantas en 18 -Asientos calefactados -angel eyes -Pack m -Alerón csl Como nuevo en perfecto estado pocos km y reales demostrables ACEPTO CAMBIOS",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "125000 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-892426560",
            "descripcion": "Nacional 2 Donos Fase 2 1989-02 137.000km Teto de abrir Todo pintado recentemente Embraiagem nova Radiador novo + bomba de água + anti-congelante Jantes carica com pneus novos 4 portas Todo original Inspeção e selo pagos até 02-2024",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2001",
            "kilómetros": "149000 km",
            "precio": 8100.0
        },
        {
            "titulo": "BMW 318ci Serie 3 Coupe Año 2003",
            "enlace": "https://es.wallapop.com/item/bmw-318ci-serie-3-coupe-ano-2003-1058733105",
            "descripcion": "ITV hasta mediados 2025. Muy cuidado y mimado. Segundo dueño. Kilómetros reales demostrables. Coche nacional. Se entrega el volante original que esta en perfecto estado. Neumáticos con menos de 2000 km, Pirelli Pilot 5. No dudes en preguntar si tienes preguntas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "155000 km",
            "precio": 7900.0
        },
        {
            "titulo": "BMW Serie 3 e46",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-e46-1085899025",
            "descripcion": "EL PRECIO ES EL QUE ES Y NO REBAJO NI 1€, hay anuncios mas baratos si es lo que buscas. NO CONTESTO A MAREANTES. El coche está MUY cuidado a todo detalle, es un 2.0 gasolina. Lleva: -Admisión RamAir -Escape en inox con el intermedio recto y un resonador marca Duramas homologado -Suspension BC Racing BR series tambien homologada -Llantas 17x8 et25 alante y 17x9 et12 atras que quedan genial (tengo tambien 2 llantas mas del mismo modelo en 17x8, en total son 6 llantas) -Discos de freno Brembo rallados y pastillas de la misma marca, liquido de frenos tambien nuevo -Paragolpes pack M y lip tipo CSL -Aleron de techo AC Schnitzer y pestaña del maletero pack M -Faros traseros led ahumados pack M e intermitentes laterales ahumados -Pomo de cambio BRIDE y tambien el original pack M -Volante tapizado con marcacentros y alfombrillas personalizadas E46 (no son las de las fotos) -Embrague Sach con menos de 2000 kilometros y tacos de motor y cuna nuevos -Se han cambiado las siguientes juntas: tapa de balancines, carter, electrovalvulas, soporte filtro de aceite, tapa de bloque -Tambien se ha reparado el tuvo de presión de la cremallera de direccion, nuevo termostato y sensores de temperatura El coche tiene 209.000 kilometros, está cuidado al detalle y lleva mas dinero encima del que pido. Está listo para disfrutar y pasa ITV tal cual está no leer: stance bc racing japan racing tubo de escape e36 e46 e90 e92 bmw 316 318 320 323 325.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "200000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1084112203",
            "descripcion": "Vendo BMW 318 Ci E46 de 143 CV GLP/ gasolina del 2004 con 200000 km con servofreno nuevo, silent blocks posteriores de la transmisión nuevos, cremallera de la transmisión en proceso de reparación, adaptado a GLP por lo que tiene etiqueta Eco, válvulas y sus retenes cambiadas a los 100000 km, cadena cambiada a los 100000 km. Motor N46B20. La adaptación a GLP se realizó a los 100000km aproximadamente en IRCONGAS. El parachoques está un poco descolgado y habría que retapizar el techo porque se está descolgando.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "200000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1066738081",
            "descripcion": "ESPECTACULAR BMW SERIE 3 COMPACT 316 TI DE BAJO CONSUMO MUY CUIDADO Y MUY BIEN CONSERVADO. LO MÁS DESTACADO DE ESTE VEHÍCULO ES QUE EN EL AÑO 2016 A LOS 151.000 KMS SE LE HIZO UNA RECTIFICACIÓN COMPLETA DEL MOTOR, CILINDROS, VÁLVULAS, PISTONES, SEGMENTOS, CIGÜEÑAL, CADENA, CULATA Y DEMÁS, SE ESTRENÓ EL MOTOR DE NUEVO, SE LE HAN HECHO 85000 KMS Y NI UN SOLO PROBLEMA NI CONSUMO DE ACEITE EN ESTOS 8 AÑOS, SE PRESENTA FACTURA POR VALOR DE CASI 3000 EU QUE COSTÓ LA RECTIFICACIÓN Y SE PRESENTAN TODAS LAS FACTURAS Y UN HISTÓRICO COMPLETO DE TODAS LAS REVISIONES Y MANTENIMIENTOS QUE SE LE HAN HECHO AL VEHICULO A LO LARGO DE SU VIDA. LLANTAS Y RUEDAS NUEVAS EN NEGRO BRILLO CRISTALES TINTADOS COCHE PINTADO EN AZUL METALIC Y TERMINACIONES EN NEGRO BRILLO, ALERÓN, ESPEJOS, DIFUSORES, PARRILLA DELANTERA, RUEDAS Y DEMÁS. INTERIOR EN AZUL METÁLIC COMO EL COCHE. PANTALLA CAR-PLAY CAMARA TRASERA Acceso al maletero (Reposabrazos central detrás) Airbag conductor/acompañante Airbag lateral delante Automático control-estabilidad y tracción (ASC + T) Caja de cambios 5-marcha Check-Control-System Cierre centralizado con Alarma antirrobo y Sensor de choque Climatizador automático Columna de dirección (Volante) regulable mecánicam. Dinámico control-estabilidad (DSC) Dirección asistida Elevalunas eléctric. delante Límpialuneta trasera Mando a distancia para Cierre centralizado Motor 1,6 Ltr. - 85 kW 16V Regulación del alcance de las luces Sistema antibloqueo (ABS) Sistema de airbag para la cabeza delante Tapicería asientos: Tela, Tejido liso Ventanilla giratoria detrás Volante (cuero estilo) Luces antiniebla Sistema nuevo de audio ALPINE Business Garantía mecánica de 12 meses Se coge vehículo como parte de pago, bajo tasación. Tenemos delegación de venta en Galicia Llamar para cualquier duda o consulta.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "85600 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1043294845",
            "descripcion": "Bmw 318 del 2005 con itv pasada hace una semana amortiguadores de alante y cambio de aceita cambiados hace 15 dias revisión echa hace 1 mes coche recien pintado el coche va muy bien y era de un señor mayor único propietario y lo tiene muy bien cuidado lo compre por antojo y ahora quiero venderlo para comprarme uno nuevo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "129 cv",
            "año": "2005",
            "kilómetros": "214000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 318CI Cabrio",
            "enlace": "https://es.wallapop.com/item/bmw-serie-318ci-cabrio-1078723800",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "167000 km",
            "precio": 7490.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-compact-1037355142",
            "descripcion": "Vinilacion/wrap/rotulacion integral en negro mate y negro brillo Suspensión roscada homologada Capó artesanal m3 gtr rejillas metálicas Separadores delanteros y traseros homologados Llantas bbs 18 pulgadas Ojos de ángel led Alerón cola de pato tipo m4 y aleron en techo Todos los mantenimientos al dia Pastillas de freno ceramicas Escape completo con valvulas y colas remus en fibra de carbono Unicamente 2 propietarios cuidado al detalle",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2004",
            "kilómetros": "160000 km",
            "precio": 7200.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-848310783",
            "descripcion": "Bmw 318 ci Pegatina C (color verde) Pack M Xenon Sensor de lluvia Sensor de luces Itv recién pasa Aceite y filtros cambiados hace 2 meses Llantas bbs (replica)en 18 y cubiertas con 5.000km Espejos m3 originales Navegador con manos libres conectado al volante Camara de marcha atrás Asientos m3 electricos Siempre en garaje No fumador Volante m3 Ojos de angel",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2002",
            "kilómetros": "288000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW E46 318 CI 2.0",
            "enlace": "https://es.wallapop.com/item/bmw-e46-318-ci-1077809727",
            "descripcion": "Estado excepcional interior y exteror, libro revsiones sellado, recambios siempre originales BMW, neumaticos nuevos 225 y 255 detras R18, pocos kilometros año, se compró a empleado de BMW. Merece la pena verlo!!! Por favor, abstenerse de ofertas absurdas. No negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2002",
            "kilómetros": "125000 km",
            "precio": 6990.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1054318022",
            "descripcion": "Ofrecemos FINANCIACIÓN 100% sin entrada. Vehículos con revisión preentrega y lavado completo. Km. garantizados, libro de revisiones. Aceptamos coche como parte de pago (previa tasación) Aceptamos prueba mecánica en taller de confianza. Cambio de nombre NO incluido en el precio: 210€ Garantía adicional al PVP según año/Km. Localización en Google Maps: iCARS Barcelona Granollers Se recomienda pedir cita por WhatsApp/teléfono/correo para una atención más personalizada y para verificar que el vehículo siga disponible antes de la visita. Venta exclusiva para particulares y empresas. La Gama de Vehículos Industriales IVA no incluido. ESTE ANUNCIO NO ES VINCULANTE, PUEDE CONTENER ERRORES, SE MUESTRA A TÍTULO INFORMATIVO Y NO CONTRACTUAL. Más info en icarsbarcelona.com y nuestras redes sociales: Facebook, Instagram, LinkedIn y Youtube",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "199000 km",
            "precio": 6990.0
        },
        {
            "titulo": "BMW e46 318ci Nacional",
            "enlace": "https://es.wallapop.com/item/bmw-e46-coupe-1092683087",
            "descripcion": "Bmw Serie 3 e46 Restyling Coupé 318ci 2.0cc 143cvs 16 valvulas. Vehiculo Nacional totalmente revisado para su venta. Conserva manual y 2 llaves. Muy bien equipado; ✅️Llantas /M 18 pulgadas ✅️Asientos deportivos piel mixta ✅️Pantalla con Navegacion ✅️Cristales privacidad ✅️Volante Multifuncion ✅️Tempomat velocidad crucero Etc Distintivo C de bajas emisiones🟢 Gran oportunidad por su buen estado y buen equipamiento.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "225000 km",
            "precio": 6900.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1071035077",
            "descripcion": "Nacional, en estado original. En buen estado general.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "205000 km",
            "precio": 6900.0
        },
        {
            "titulo": "BMW e46",
            "enlace": "https://es.wallapop.com/item/bmw-e46-1076555857",
            "descripcion": "Si realmente estas interesado y quieres mas informacion,fotos,videos,etc escribeme por el chat",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "265000 km",
            "precio": 6900.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-983306203",
            "descripcion": "Se vende BMW E46 318ci de 143cv. Asientos Pack M, Tapicería de piel color crema, Asientos calefactables, Cortinilla trasera eléctrica, Sensor de luces y lluvia, Sensores de aparcamiento, Cámara de marcha atrás, Volante M3 multifunción, Pilares y techo tapizados en negro, Radio Android, Luces ambientalesRGB, suspensión roscada tatechnix (doy la de serie) Recienteme se han cambiado los retenes de valvulas para eliminar consumo de aceite y la junta del portafiltro de aceite. Tiene algún desperfecto de chapa Acepto cambio por BMW e90, bmw e92, bmw e93, bmw z4, bmw e88, Audi TT mk2, audi tt descapotable cabrio, mazda mx 5, Toyota mr2, bmw Serie 1 cabrio, bmw Serie 3 cabrio,bmw serie 1 coupe e82, bmw descapotable, mercedes Slk r171",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "225000 km",
            "precio": 6900.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-e46-compact-1068429233",
            "descripcion": "en muy buen estado distribucion hecha tacos de motor nuevos junta tapa valancines nueva soporte cardan nuevo junta enfriador de aceite nuevo juntas sensores del vanos motor nuevas sensores de arbol de levas nuevo sensor del cigueñal nuevo pcv recien cambiada revisiones al dia suspension roscada vmaxx llantas bbs admision k&N aleron aluminio linea de escape recta de 2 pulgadas y media itv al dia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 6800.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-875061121",
            "descripcion": "BMW E46 Compact 318Ti con Pack M. Interior y exterior originales y con papeles, 106.000kms sólo, muy mimado. 4 ruedas Todo Climas cambiadas hace menos de 4.000kms, en perfecto estado. Llantas de 18, 4 amortiguadores Sachs, copelas sustituidas hace 5.000kms con especificaciones de la casa para mantener la categoría M. Aceites y anticongelante recién cambiados hace menos de 500kms. Silenciador trasero deportivo Homologado. Sistema estéreo instalado en el maletero. Precio negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "110000 km",
            "precio": 6700.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1091429702",
            "descripcion": "Bmw e 46 acabado deportivo, con poco uso, siempre en garaje y sin ninguna averia. Sillones en piel en perfecto estado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "129443 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1045811659",
            "descripcion": "Se ve de por no utilizar. Radio pantalla android Si no entiendes esto no es tu coche , NO NEGOCIABLE. Sol cambio por furgoneta a partir del 2006. El anuncio es bastante completo por lo tanto no envío más fotos. gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "156000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1000772888",
            "descripcion": "ESTADO IMPECABLE, con el mantenimiento al día, listo para hacer kms.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2002",
            "kilómetros": "170000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-991079737",
            "descripcion": "Se vende precioso BMW 316ci Cabrio. Siempre en cochera, techo en excelente estado, precioso, mejor ver. Actualmente está matriculado en Alemania, tiene la ficha reducida hecha y falta tramitar la ITV y la matriculación en España, a cuenta del comprador.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "248000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-919806883",
            "descripcion": "El coche esta muy cuidado , ruedas en buen estado , sillones de cuero en buen estado , 4 plazas , corta aires para cuando este descapotado , capota funciona bien , no tiene desgastes en su interior , motor muy limpio y en buen estado , todo le funciona bien , a-c , km reales , no tiene ningún arañazo ni bollos , llantas sin rasguños , sin ningún fallo , pilotos en perfecto estado , entrego con cambio de aceite y filtros cambiados , acepto prueba mecánica , si lo ves te gustara , esta para sacarlo y disfrutarlo , vendo por tener mas en la familia. ENTREGO TRANSFERIDO TODOS SUS PAPELES EN ORDEN.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "147000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-998314976",
            "descripcion": "Más información contactad sin compromiso -techo solar -suspension roscada marca mts tecnich homologada -separadores traseros 2cm homologados -llantas 19” doble media neumáticos al 80% -paragolpes delantero m3 -interior pack M -volante multifuncion -portón con añadido csl (esta para repintar) -escape recto en inox con final homologado (Se entrega el de serie) -pantalla táctil -filtro de aire ramair de sustucion al original (Alternador con un año/ mantenimiento al día/PCV con dos años/bujias 10k km) Y más cosas que se me olvidan Al coche hay que cargarle el aa/cc y pintar el portón del maletero CAMBIO ÚNICAMENTE por GOLF mk2 gti",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "210000 km",
            "precio": 6300.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1053907180",
            "descripcion": "Coche Muy mimado ideal para viajar , llantas de aleación , aire acondicionado , año 2005 , 136CV , elevalunas y demás. Mejor ver y probar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "129 cv",
            "año": "2005",
            "kilómetros": "177000 km",
            "precio": 6200.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1079379622",
            "descripcion": "Vendo BMW E46 318 Coupé con motor 2.0 gasolina de 143 CV y 136,000 km. Tiene los pilotos traseros ahumados estilo m3, aletas delanteras look m3, intermitentes delanteros ahumados, intermitentes laterales dínámicos y ahumados, pantalla Android con CarPlay y cámara de marcha atrás (valorada en 400 €), e instalación de USB en la guantera, doy radio original también. ITV pasada a la primera, mantenimientos al día, y está en buen estado general tanto por dentro como por fuera, con el desgaste normal de los años. Pide más fotos o información sin compromiso. Km reales certificados con informe de la DGT. Ruedas traseras cambiadas 10/01/2025 Pegatina medioambiental C Precio negociable y acepto cambio por grupo vag",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2002",
            "kilómetros": "136000 km",
            "precio": 6150.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1091179021",
            "descripcion": "recien echo el cambio de aceite filtros, ruedas al 80% todas frenos nuevos me lo cambio por que se me a quedado pequeño. PEGATINA C. ITV la paso ahora antes de la venta 120.000km porque se le cambio el motor",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "120000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW E46 Coupe",
            "enlace": "https://es.wallapop.com/item/bmw-e46-coupe-1086606495",
            "descripcion": "Vendo Bmw serie 3 E46 Coupe Restyling del 2005, 123.000km, 318ci 143cv, 3er dueño, itv hasta 4/25, 6 airbags, climatizador bizona, 2 llaves, volante multifuncion con control de crucero, asientos tela/cuero comfort con manchas pero sin roturas ni descosidos, lunas tintadas homologadas, matriculas metacrilato, el vehiculo nunca ha sido modificado y se encuentra en estado practicamente de origen, conserva hasta la herramienta original de Bmw, defectos de chapa y pintura debido a los años y al uso, mantenimientos al dia, bastante cuidado pero con las cosas tipicas de un coche de hace 20 años. Lo vendo porque me voy fuera a trabajar y no lo voy a usar. Dispongo de mas fotos y videos. Mejor ver y probar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "123000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1078747320",
            "descripcion": "Se vende BMW 318CI de 143CV. Tiene 237000 km en contador. Actualmente 124.000 km ya que se le hizo el cambio de motor hace menos de un año. Mantenimientos pasados cada 7000 km. ITV recién pasada y repintado hace menos de un año. Llantas en 18 pulgadas, pantalla interior con Android auto y CarPlay, cámara trasera, pilotos traseros del Restiling y paragolpes delantero pack M( Se da con para golpe original). Aparte del motor, tiene los siguientes componentes nuevos: Embrague, bomba de frenos, servofreno, depresor, bomba de combustible, ruedas, discos y pastillas, puesta en marcha, Fle, Coctor, de transmisión, batería de 80 Ah, bimasa y tacos de la transmisión. Al coche hay que hacerle más bien poco dependiendo del gusto de cada uno y defectos de los años. Siempre duermen en garaje.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2002",
            "kilómetros": "124000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW compact 316ti M ",
            "enlace": "https://es.wallapop.com/item/bmw-compact-316ti-m-1081587077",
            "descripcion": "Se vende BMW compact 316ti M con 130.000 km Único dueño No cambios. Sólo venta Estado excepcional Mantenimiento recién hecho Ruedas 75%",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "130000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1038067923",
            "descripcion": "BMW serie 3 e46 coche está muy cuidado, nunca a tenido ningún accidente ni golpe, se acepta prueba mecánica, ITV sin defectos hasta 2025 Discos de freno y pastillas cambiadas hace un año cambio de embrague a monomasa hace una semana cambio de aceite hace 9 meses ángulo de giro diferencial soldado relación corta radiador cambiado volante desplazado suspensiónes roscadas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "265000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-936318576",
            "descripcion": "precioso BMW en perfecto estado de todo,todos los mantenimientos echos,ITV en vigor y kit de cadena distribución recién echa,muchos extras,volante multifunción,Parrot,2 llaves,clima,sensores de aparcamiento llanta 18,de interior y chapa exterior en perfecto estado,coche de mecánico profesional",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "244500 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1088913704",
            "descripcion": "SE VENDE CON 1AÑO DE GARANTÍA CON POSIBILIDAD DE TRANSPORTAR A CUALQUIER PUNTO CON SUS MANTENIMIENTOS HECHOS CON TODOS LOS EXTRAS ESTADO IMPOLUTO MEJOR VERLO",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "255000 km",
            "precio": 5999.0
        }
    ]
}