{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "330i Berlina Aut.",
        "año mínimo": 2005,
        "año máximo": 2007,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "",
        "tipos de motor": "",
        "potencia máxima": 258,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=&min_horse_power=1&max_horse_power=258&min_year=2005&max_year=2007&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1085361416",
            "descripcion": "Recién pintado Tapicería a estrenar Capota nueva",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "106000 km",
            "precio": 24500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1033331300",
            "descripcion": "Se vende e92 325i del 2007 con 167mil km, ITV hasta junio del 2025. Coche muy mimado y con muchos extras: techo solar, pantalla grande con android/apple car play, interior cuero-tela, asientos eléctricos calefactables, paragolpes delantero 1M, faros personalizados, aletas estilo M3, capó estilo M3 GTR, retrovisores originales M3, taloneras estilo M3 con extensiones de carbono, difusor carbono estilo 335i con tramo final recto (se entrega original), pilotos traseros LCI, alerón de carbono, llantas Haxer HX020, frenada de 335i, suspensión ST… NO URGE VENTA, NO MAREAR, SOLO SE RESPONDE A MENSAJES DE COMPRA!!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "167000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-805371574",
            "descripcion": "BMW 330.automatico.diesel.5puertas.kit M deportivo por fuera y por dentro.techo solar.luces bixenon.sensor detrás.color negro.y el tapizado gris. No acepto cambios de coches",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2006",
            "kilómetros": "148000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1012857159",
            "descripcion": "Cuenta con muchos extras: Kit de carrocería m3 Embrague i bimasa nuevo con menos de 1000 kilometros Bujías nuevas Mariposas de admisión nuevas Itv al día pasa perfectamente todo homologado Distribución completa nueva",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "181000 km",
            "precio": 19300.0
        },
        {
            "titulo": "BMW Serie 3 e92 330D",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-e92-330d-1088782008",
            "descripcion": "Se oferta e92 330D, venta por poco uso Motor M57 muy fiable, no hay que hacerle nada, esta listo para hacerle kilometros Recientemente se ha cambiado el motor de arranque y los 6 calentadores, ya que 1 empezo a fallar Coche sin modificaciones mecanicas, unicamente esteticas, ITV recien pasada sin problemas No urge vender y tampoco acepto ofertas o cambios",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "134638 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1093052152",
            "descripcion": "Coche bien cuidado. Full extra. Único propietario. Todos sus mantenimientos hechos en talleres oficiales. Siempre en garaje.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "161500 km",
            "precio": 17900.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1022099390",
            "descripcion": "El coche está impoluto tanto de pintura como el interior , con tratamiento cerámico c-quarz valorado en 1200€. Extras: -pack m exterior -faros traseros led -llantas m -interior en cuero -sistema de sonido pro valorado con factura de 4000€ . -volante m -techo solar Abstenerse mareones . PREGIO NO NEGOCIABLE No encontrarás una unidad así de cuidada con este motor y manual ,se lo que vale el coche . Se hacen envíos .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "205000 km",
            "precio": 17499.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1073212235",
            "descripcion": "BMW 325i N52, etiqueta C, muy mimado, admisión y escape 330, MILVS, roscadas bc Racing cuerpo invertido con muelles hechos a medida con tarado específico, estabilizadoras h&r, todos los silentblok del puente trasero powerflex, brazos del M3, neumáticos pilot sport 4s nuevos 19\", capo carbono y pack M3 todo homologado, ordenador de abordo, sistema sonido hi-fi de origen, asientos de cuero calefactable, techo, clima, asientos deportivos, bi-xenon... Full equipe, escape de serie para ITV y escape final libre con colas akra.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "242 cv",
            "año": "2007",
            "kilómetros": "192000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1069948844",
            "descripcion": "BMW 325d 3.0 197cv Llantas 19\" aluminio 181.000 km Paquete completo M3 incluido capó de metal Faros de ángel Muelles Eibach Prokit Se da con capó original, paragolpes trasero y y muelles originales Está como nuevo, muy cuidado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2007",
            "kilómetros": "181000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW 325i look M3 Homologado.",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1011784247",
            "descripcion": "Se vende BMW serie 3 325i con look M3 totalmente homologado, se encuentra muy cuidado y en muy buenas condiciones tanto de chapa y pintura como mecánica, mantenimientos realizados siempre al día y recién realizado, neumáticos al 95% y discos y pastillas en muy buen estado, incluye los siguientes extras: -Techo solar. -Pantalla con Apple car play y Android auto. -Cámara marcha atrás. -Llantas bmw 335i originales. -Paragolpes delantero look M3. -Líp paragolpes delantero. -Paragolpes trasero look M3 -Silencioso final homologado. -Muelles Eibach.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "180000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1013106880",
            "descripcion": "COCHE NACIONAL DOS UNICOS PROPIETARIOS COCHE MUY CUIDADO, ITV AL DIA, MANTENIMIENTO Y REVISIONES TAMBIEN. BOBINAS Y BUJIAS NUEVAS A LOS 100.000km. PARACHOQUES M3 TRASERO, TRAMO FINAL DE ESCAPE HECHO EN DCC RACING. PRECIO NEGOCIABLE",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "147000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 330 Clubsport 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1086568608",
            "descripcion": "Bmw E46 330cd Clubsport con 140.000 km realizados exclusivamente por carretera, color carbonswarz con tratamiento cerámico, siempre lavado a mano equipado con practicamente todos los extras que se podían poner de la época. - Pack M exterior e interior - Faros de xenon direccionables - Paquete ClubSport - Techo solar - Asientos deportivos electricos calefactables con memoria - Retrovisores eléctricos, abatibles y antideslumbrantes - Retrovisor central antideslumbrante - Alarma - Cortinilla trasera - Sensor de presión de neumaticos - Equipo de sonido Harman/Kardon - Navegador profesional - Cargador de cds - Televisión - Bluetooh - 5º reposacabezas trasero Interior muy cuidado limpieza e hidratación cada 6 meses. Neumáticos en 18 de doble medida 225 y 255 Michelin Pilot Super Sport. Revisiones selladas y al día, suspensión original pack M, aceite, filtros, decantador de aceite, líquido de frenos, líquido anticongelante… todo cambiado en concesionario oficial y con factura. El coche tiene distintivo B está totalmente de serie y absolutamente original Se entregan las 3 llaves, manuales, documentación, herramientas, etc e46 e36 e30 e90 e91 e92 e87 e88 e82 m3 335i 335d 330i 330ci 330d 330cd 328i 325i 325ci 130i 125i 123d z4 z3 coupe",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2006",
            "kilómetros": "140000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-330d-e92-1067580659",
            "descripcion": "SE ESCUCHAN CAMBIOS, SE PUEDE APORTAR DIFERENCIA bastabte dinero invertido y varias cosas arregladas en la casa (flector, goma de transmision, cableado, suspensiones nuevas, tensores, correas...) cualquier duda preguntar itv recien pasada, ningun fallo grave ni leve techo solar, asientos electricos y calefactables cualquier duda preguntar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2006",
            "kilómetros": "280000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-929604059",
            "descripcion": "Único conductor, siempre garaje, muy mimado. Debido a que hago muchos kilómetros con mi coche de empresa no me gusta conducir y no he podido sacarle el provecho que se merece. Mejor ver, techo solar y carplay instalado. Paquete M deportivo de serie. Luces dinámicas en el interior, retrovisores originales, pantalla original e intermitentes originales disponibles ya que las de la foto son añadidas. Faros de xenón de serie. Actualmente lo tengo tapado con lona en garaje privado. Itv recien pasada 0 problemas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2007",
            "kilómetros": "80000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-922930894",
            "descripcion": "full equipacion incluso , venta o cambio",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "130000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-771416669",
            "descripcion": "vendo estupendo BMW 330 muy cuidado y muchos extras -techo solar. -Tv y avegador. -sensor aparcamiento. -sensor de luces y lluvia. - elevalunas, cierre climatizador bizona. -luces de xenón y direccionales. -asientos de cuero calefactables -paquete M interior y exterior. más información por privado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "158000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 325i 98000 KMS CABRIO MANUAL NACIONAL",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1093113726",
            "descripcion": "BMW 325i 218cv cabrio NACIONAL, con solo 98000 Kms certificados y con todo el mantemiento al dia, itv hasta 08/2025. etiqueta C. • tapiceria en piel beige. • asientos electricos. • faros de xenon. • climatizador. • sensor de aparcamiento. • libros y manuales. • 2 llaves. MIRA NUESTRAS VALORACIONES!! • 1 año de garantia europea y cambio de nombre 390 euros. Jesus 634112550 a5, cabrio, coupe , a4 , honda , gti, tdi , tt audi s3 amg volvo, cabrio capota dura",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "98000 km",
            "precio": 15990.0
        },
        {
            "titulo": "BMW 330d manual stage 1",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1004018505",
            "descripcion": "perfecto estado, mantenimiento al dia, palomillas anuladas, filtro de particulas anulado, egr anulada, stage 1, llantas en 19, kit m, navegador, equipo de sonido, apertura y arranque sin llave, se puede abrir y cerrar la capota desde el mando, funciona todo perfectamente, gancho de remolque, posibilidad de negociar otro interior completo sport en negro con asientos delanteros y reposabrazos recien tapizados,escucho posibles cambios o coche como parte de pago",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "250000 km",
            "precio": 15900.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-707505140",
            "descripcion": "bmw e92 325i con casi todos los Extras tanto interior como exterior, más información sobre el vehículo fotos estado ect por privado! mensajes a guasap o wualapop! 640974424 aceptó cambio por autocaravana en buen estado o vivienda de valor similar al vehículo, acepto cambios por vehículo en buenas condiciones como parte de pago. \"ESCUCHO OFERTAS\"",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "155000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1040359821",
            "descripcion": "Bmw e90 330i 258cv Manual 5 puertas Techo Solar Pantalla Short Shifter Np Parts Llantas en 19\" Culata recién rectificada kit de distribución nuevo con sus respectivos patines en la BMW Embrague recién cambiado Discos de freno perforados ( brembo) Ruedas traseras nuevas Paquete m asientos Alcántara y tela Paquete m exterior Todo con facturas demostrables Coche muy cuidado No mareantes porque directamente ni contesto",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "258 cv",
            "año": "2006",
            "kilómetros": "176000 km",
            "precio": 15400.0
        },
        {
            "titulo": "BMW 330d coupe ",
            "enlace": "https://es.wallapop.com/item/bmw-330d-coupe-1088991955",
            "descripcion": "NACIONAL -186.000km -231cv -Cambio manual -Asientos de cuero electricos con memoria y calefactables -Pack M exterior original -Llantas en 18 pulgadas de aluminio -Pantalla con navegador profesional bmw -Faros de xenon -Suspension blistein b14 regulable en altura -Volante multifuncion -ITV hasta 2026 -Perfecto de chapa y pintura -Motor m57D30 3.0 turbo 6 cilindros uno de los mejores motores fabricados por bmw no es de los que dan cadena No encuentras un bmw 330d coupe e92 manual nacional con menos de 200.000km y en este estado acepto cambio por megane rs mk3",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "186000 km",
            "precio": 15200.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-815045118",
            "descripcion": "Bmw 320 177cv. Pack M interior y exterior. extras como aletas, capó y tubos del m3. Siempre guardado en garage. Esta bien de motor y mantenimientos al dia. No acepto cambios ni ofertas ridículas. para mas info contactar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2007",
            "kilómetros": "205000 km",
            "precio": 15100.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1081692118",
            "descripcion": "El coche está impecable como se puede apreciar acepto cualquier prueba mecanica. tiene hard top (techo duro) .yo lo pongo en invierno para conservar la capota de lona.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "215000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-e90-325d-m57-pack-m-1041781076",
            "descripcion": "BMW E90 325D (M57) pack M interior y exterior, vehículo nacional en buen estado, mantenimiento recién hecho (filtros aire, gasoil, habitáculo, aceite y filtro de aceite). Discos de freno delanteros y traseros recién cambiados. Ruedas delanteras al 60% y traseras nuevas. Segundo propietario. ITV hasta Octubre 2025. Techo solar, climatizador bizona, luces automáticas, sensor de lluvia, luces de xenon con lavafaros, elevalunas eléctricos, ordenador de abordo, navegador, asientos tela/alcántara, cristales tintados, control de crucero, alarma volumétrica, reposabrazos ventilado, 2 llaves... etc. Cualquier duda contactar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2007",
            "kilómetros": "157000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1041715616",
            "descripcion": "coche de perfil bajo. ASIENTOS DE CUERO. LLANTAS ALUMINIO. Neumáticos Runflat nuevos. GPS. USB. RADIO BUSSINES DVD. revisiones, ITV, al dia. motor de 163 cv Lo vendo o cambio por furgoneta camperizada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2007",
            "kilómetros": "220000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-927895814",
            "descripcion": "Vendo BMW E90 330D.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2006",
            "kilómetros": "228000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-942862341",
            "descripcion": "Si quieren mas fotos me podeis hablar y se las paso vendo o cambio",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "158000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-867998431",
            "descripcion": "vendo mi BMW 325i gasolina recién pintado paragolpes y aletines m, llantas originales styling modelo 225 en 19, asientos en piel negra muy bonito, pocos en rojo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "204000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1058020445",
            "descripcion": "Se vende preferiblemente o se cambia si me interesa o parte de pago,es importado,se usa a diario,buen estado general,llevo un año con el lo vendo por necesidad,pero no me corre prisa,estage2 300cv linea completa ,solo gente sería,14900€ negociable 330d motor m57 de los mejores,doy escape de serie para itv",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "220000 km",
            "precio": 14900.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1054380003",
            "descripcion": "Se vende ,muy cuidado ,es de importación,mejor ver,yo lo tengo ace 1año y medio lo compré por capricho motor m57 automático,stage2 en bnd 300cv sonido espectacular,no mareantes barajaria algún cambio pero principalmente quiero venderlo,si no estás interesado no molestes,solo gente seria,no me urge venderlo,se usa a diario",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "220000 km",
            "precio": 14900.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1065304078",
            "descripcion": "Vendo BMW E92 3.0 Diesel 6 cilindros motor M57 . Nacional. Con un consumo real de 7L a los 100Km. Se le ha realizado un mantenimiento integral incluyendo kit de embrague y bimasa. Paquete tope de gama: asientos y retrovisores eléctricos, sensores de aparcamiento , cámara trasera , navegador , luces xenon y bixenon, etc. Vendo por necesitar un 5 puertas, se escuchan ofertas de cambio más dinero a mí favor.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "250000 km",
            "precio": 14800.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1086995215",
            "descripcion": "Bmw 330d Cabrio, muy cuidado, único propietario, coche de gerencia con todas las revisiones en concesionario oficial BMW, ITV hasta octubre 2025 con cero defectos. Cuero, asientos electrico calefactables, kit M interior y exterior, ruedas nuevas detrás y al 75% delante... Negociable. IVA deducible Bmw M serie 1 serie 2 serie 3 serie 4 cabrio audi a3 a5 mercedes classe c classe e cabrio vw Scirocco Maserati ghibli Peugeot 406 coupe",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2007",
            "kilómetros": "200000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1054497775",
            "descripcion": "SOLO VENTA, NO CAMBIOS - Motor prácticamente nuevo con facturas - Cambio de embrague y bimasa hace 4.000km - Cambio de aceite y filtro 162.000km - ITV hasta el 1-10-2025 - Extras: * Techo solar * Control de crucero * Radio Bmw Profesional con pantalla Android * Alarma * Faros bixenon * Interior techo y pilares negro * Suspensión Blistein B8 * Amortiguadores Pro Kit eibach * Alerón fibra carbono * Kit carrocería m3 (paragolpes delantero, trasero, taloneras) * Retrovisores M3 * Escape BMW performace * Asientos M3 eléctricos delanteros y traseros con paneles cuero * Volante performace multifuncion alcantara * Pilotos traseros Led LCI Más información por privado gancho: bmw bbs recaro m3 m4 m2 m5 m6 m8 competition 318i 316i 318is 320i 325i 323i 325i 328i 330i 335i 320d 330d 325d 335d 518i 520i 525i 528i 530i 535i 523i 530d 520d 525tds 325tds swap tracktool ringtool supra rx7 nsx tdi rs3 e21 e30 e34 e32 e23 e24 e12 e28 e9 e36 e46 compact cabrio coupe berlina e90 e91 e92 e39 e38 e60 e61 v8 v10 s54 serie 3 serie 5 serie 7 serie 1 serie 2 quattro evo drift driftcar m50 m52 m20 m30 m57 m51 m21 oz protrack apex asv arl gti cupra ter palabras gancho: BBS Japan Racing Rotiform Recaro jr Work Llantas 16, 17, 18 15 styling 32 21 128 19 doble medida repro braid compomotive bola oz turbina alpina hartge ac schnitzer protrack bmw e36 e32 e34 e21 e30 e36 e92 e90 drift tracktool suspemsiones bc racing frenada frenos 330i d m57 m52 m50 e60 e24 e28 e38 e91 touring coupe cabrio 525i 520i 530d 323i 335i 325i 330d 320d 518i 318i 320i 316i 318is 318i tds backet drift swap carter colector escape inox puertas capo aletas asientos aleron focos pilotos 740i v8 v10 m3 m5 manual 6 velocidades 540i m60 s54 s50 pomo cuadro sport neumaticos semi slicks 850i hella zender lenso dare borbet freno de mano hidraulico hartge caudalímetro siemens bosch elevalunas paneles",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "162300 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 3 2007 vendo o cambio",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1028045066",
            "descripcion": "Buenas vendo o cambio por coche de mí interés , el coche soy el 3 dueño , lo eh usado para ir a la universidad y volver , apenas le hago 3000 km al año , el mantenimiento se lo hago anualmente mucho antes de lo recomendado itv sin fallos ,neumáticos nuevos y pastillas de hace 2 meses, tiene pack m exterior, espejos y llantas de m3 ,navegador ,pantalla,bluetooth por voz, bola de remolque, bixenon y más cosas , se puede llevar al taller que queráis el coche esta en muy muy buen estado Auditt#cupra#civic#gti#subaru#mercedes#tsi#tfsi",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "150000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1019305692",
            "descripcion": "se vende bmw 330d manual pack m3 exterior impecable estado se entrega revisado y en buen estado es 6 cilindros 3000 diesel 231 cv turbo diésel con radio CD Android con pantalla y cámara trasera.Ruedas nuevas originales,coche con buen trato y estado en general Nuevito es mejor verlo coche Recién Pintado entero",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2006",
            "kilómetros": "189000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1091518852",
            "descripcion": "Se vende Bmw E90 320d 163cv 2005 SOLO 2 PROPIETARIOS Y 140.000 MIL KMS. Coche muy cuidado y en muy buen estado. Siempre en garaje. • ITV hasta mayo 2025 • Paragolpes delantero M3(Homologado) • Paragolpes trasero M Original. • Llantas style 132 en 19 en perfecto estado. • Lip delantero, taloneras y aleron. • Difusor trasero doble salida. • Linea completa en Inox( Entrego escape de serie) • Suspension Bilstein B12 + muelles Eibach Sportline.(Homologado) • Separadores Eibach 2cm detras y 1.2cm delante. • Volante estilo M3 achatado( Conservo el original) • Interior salpicadero, molduras puerta y consola central tapizado en alcantara. • Faros Xenon. • Lavafaros. • Radio carplay con camara trasera y sensores de aparcamiento traseros.(Conservo radio original). • Stage 1 en 210cv(Tengo hoja de banco de potencia) • Todos sus mantenimientos al dia. ( Enseño facturas y libro de mantenimiento) • Interior cuero beige en muy bien estado. El coche se usa a diario por trabajo haciendo unos 120kms por autovia. (La mayor parte de los kms que tiene el coche son hechos en autovia) NO HAGO CAMBIOS.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "210 cv",
            "año": "2005",
            "kilómetros": "140000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1088882811",
            "descripcion": "Coche importado en bueno estado sería ilimitada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "173 cv",
            "año": "2006",
            "kilómetros": "136000 km",
            "precio": 14000.0
        }
    ]
}