{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "320iA",
        "año mínimo": 1998,
        "año máximo": 2000,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "",
        "tipos de motor": "",
        "potencia máxima": 150,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=&min_horse_power=1&max_horse_power=150&min_year=1998&max_year=2000&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1084133913",
            "descripcion": "Bmw Coupè M3 E36 año 1999. 3.2 321cv Todo de serie excepto amortiguación. Tapicería de cuero y alcántara. NO asientos calefactables ni techo solar. Único propietario desde el 2007,siempre en garage particular. Itv hasta Nov 2025 SOLO GENTE INTERESADA,NO CAMBIOS,NO OFERTAS ABSURDAS,NO TENGO PRISA POR VENDERLO.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "3.2 cv",
            "año": "1999",
            "kilómetros": "180000 km",
            "precio": 32000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1088805951",
            "descripcion": "Coche de circuito desmontado entero y hecho desde cero. 45.000€ en facturas. Como nuevo, hecho en 2024. Más detalles contactar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "1998",
            "kilómetros": "230000 km",
            "precio": 30000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1013081088",
            "descripcion": "Bmw e36 cabrio Unidad muy bien preservada de BMW Individual Sensor de aparcamiento Altavoces Harman Kardon Asientos calefactables eléctricos Interior color beige AC bizonal",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "1998",
            "kilómetros": "112000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW e36 320i Cabrio ",
            "enlace": "https://es.wallapop.com/item/bmw-e36-320i-cabrio-1070655933",
            "descripcion": "Bmw e36 320i cabrio Manual Climatizador Direccion asistida Elevalunas electricos Asientos calefactables Llantas BBS RC0090 en 17” Capota electrica Impecable Suspension BC racing roscada (Homolgoda) Escape deportivo(Sonido precioso,sin ser molesto) Todo esta Homologado pasa itv tal cual esta en las fotos. Se le acaba de hacer mantenimiento completo Vehiculo listo para disfrutar✅ Posibilidad de rebajar el precio con las llantas de serie en 15” Consulta todo nuestro stock Automóvilesalberto . com Nuestros vehículos se entregan completamente revisados ya que disponemos de taller propio Ofrecemos financiación sin entrada,Consultenos!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "242000 km",
            "precio": 10500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1058004095",
            "descripcion": "Se vende bmw e46 en perfecto estado. mas info por privado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "250000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW 318is coupe Sport Edition M Technik",
            "enlace": "https://es.wallapop.com/item/bmw-318is-coupe-sport-edition-m-technik-1083043738",
            "descripcion": "Se vende BMW 318is coupe Sport Edition M Technik M44 140cv en color Avus Blue del año 1998. Con pack M exterior e interior, suspensión M y asientos deportivos. Muy bien mantenido y cuidado, siempre ha estado guardado en garaje y en estado original. Tiene cierre centralizado con mando a distancia y alarma. Radio Clarion con CD, USB y AUX. La pintura es de origen. (BMW e30 e36 e46 M3)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "1998",
            "kilómetros": "260000 km",
            "precio": 7800.0
        },
        {
            "titulo": "BMW 318 coupe",
            "enlace": "https://es.wallapop.com/item/bmw-318-coupe-1091874456",
            "descripcion": "Vendo este precioso bmw serie 3 coupe. De las pocas unidades en españa con esos kilometros, demostrables con informe. Cambio automatico. En perfectas condiciones con alguna cosilla de poca importancia por sus 26 años. Alarma. Mas informacion por privado. Esta en Albacete Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "140 cv",
            "año": "1998",
            "kilómetros": "87000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1001841069",
            "descripcion": "No Cambios. Itv recien pasada. Llantas nuevas, gomas michelin al 80%, mantenimiento recien hecho. Con bakets de carbono 7.500€ Todo homologado menos escape, doy el de serie. Pack m3 capot m3 gtr espejos m3 y aletas. Pantalla android y todos los altavoces nuevos Haria falta unos retoques en la pintura para dejarlo perfecto. E46 coupe compact cabrio 330ci 330i 330cd 330d 318ci 320cd 320d",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "245000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/fiat-ulysse-2003-1067313190",
            "descripcion": "se vende los dos coches lote por compra de coches nuevos . bmw 320d 2.0 136cv 5 v itv al día en perfecta condiciones 487.000km fiat ulyyse 2.0 110cv jtd 267.000km itv al día se pueden ver y probar 628 18 53 84",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2000",
            "kilómetros": "268000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/e36-318ti-1066412323",
            "descripcion": "se vende bmw 318ti e36 del 98, importado en el 2004 motor M44 proyecto de restauracion tacos rigidos, suspendion B8 bastago gordo, embrague, vano motor hecho, pintado por completo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "1998",
            "kilómetros": "148600 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1058764835",
            "descripcion": "BMW e46 323ci (Motor 2.5 m52b25) 170cv Cabrio Coche descapotable, con capota de lona, tambien tengo techo duro (hardtop) esta recien pintado, neumaticos al 90%, llantas 17” tapiceria en piel negra, asientos electricos y calefactables. La capota esta averiada, solo funciona en modo manual. ITV al dia. Precio poco negociable Se aceptan cambios.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "200000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 320 ci coupe",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1019887926",
            "descripcion": "vendo e46 320 ci coupe con swap a 328 tiene aletas m3 paragolpes delantero M3 y paragolpes trasero pack M llantas m3 e92 muelles de suspensión pack M faros traseros m3 de Led retrovisores del pack M faros delantero de luz de angel volante m3 interior de cuero con asientos de cuero del pack m y tiene bola de remolque El coche tiene 187.000 kilómetros se lea echo cambio de aceite y filtros, cambio de termostato,bomba de agua,manguitos de agua reforzados en azul ,radiador PRECIO NO NEGOCIABLE NO MAREANTES SOlO GENTE SERIA",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "187000 km",
            "precio": 6000.0
        },
        {
            "titulo": "venta o cambio BMW 320d 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1009761692",
            "descripcion": "Al coche se le ha invertido mucho dinero para dejarlo bien, en la última página hay una lista de lo que lleva echo, tengo facturas de casi todo para demostrar, también acepto llevarlo al mecánico que quieras para que lo revisen. Esta versión tiene los 4 elevalunas eléctricos, sensores de aparcamiento, faros xenon y asientos con calefacción. ITV pasada el día 15/7 sin defectos. Se acepta cambio por otro coche de mi interés.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2000",
            "kilómetros": "237000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-879440954",
            "descripcion": "En venta BMW Serie 3 e46 del año 1998 con motor 118i en perfectas condiciones y 118cv de potencia. Aunque presenta algunos arañazos en la carrocería debido a la entrada al parking, estos no han sido ocasionados por golpes con otros vehículos. El coche proviene de un señor mayor. Tiene 121.000km. Se ha realizado una puesta a punto incluyendo neumáticos, discos de freno, mecanismo de ventanas, válvula DISA…por lo que el coche funciona perfectamente. Radio/Pantalla Altavoces Alpine Angel Eyes Escape tramo final (entrego el de serie tambien) Separadores OMP 5mm Llantas LENSO BSX (en proceso de alinear y ensanchar aletas) Neumaticos delanteros HANKOOK Pomo, tela del cambio y freno cambiados por uno con colores BMW Pilotos traseros led homologados VENDO POR CAMBIO DE COCHE (NUEVO PROYECTO) PRECIO NEGOCIABLE VIDEOS Y MAS INFORMACION POR PRIVADO",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "1998",
            "kilómetros": "121000 km",
            "precio": 5800.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1080172223",
            "descripcion": "Bmw e46 320ci del 1999, coche con interior pack M, ojos de angel, tramo final de escape(se entrega original para itv), bomba de gasolina nueva, bateria, alternador recien cambiado, subchasis soldado y reforzado, dvs cambiado, cristales tintados, llantas bmw serie 5, sensor cigueñal posicion y arbol de levas cambiados. Pasa itv en enero ( hay que ponerle airbag y ya). (Falta airbag por un pinchazo NO ACCIDENTE). Se vende por cambio de coche. Precio negociable Mas info enviar mensaje.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "284000 km",
            "precio": 5600.0
        },
        {
            "titulo": "Bmw serie 3 E46 320CIA N52 con 127,500 km año 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1078378405",
            "descripcion": "Se vende bmw E46 coupe 320CiA inyección automático 5 marchas ZF,motor M52 de 6 cilindros 32 válvulas, gasolina 150cv,km originales y motor origenal y caja cambio aumomatica origenal con esos km marcador marca 127,500km!!! ITV recién pasada 02/07/2025 sin defectos,Extra: velocidad crucero, esp+abs,4 elevalunas electricas, Llantas 16 pulgadas originales bmw neumáticos a 60%, asientos de cuero azul, 1 llave con mando + 1 llave sin mando, espejo retrovisor interior antideslumbrante!!! Revisión recién echa; aceite castrol 5w30 motor nuevo, filtro aire motor nuevo + filtro acete motor nuevo + filtro gasolina nuevo + filtro habitaculo nuevo + 6 bujías beru especiales 4 electrodos nuevos + 6 bobinas nuevas + aceite caja cambio automático ATF + filtro caja cambio + junta carter automatico nuevo + junta tapa valancines nueva+ amortiguadores traseros monroe nuevos + 4 discos de freno delanteros y traseros + 16 pastillas bosch de freno nuevos + gas aire 600 gramos nuevos , radiador agua nuevo, bomba de agua nueva, cuerpo termostato nuevo, 2 trapecios y barras nuevos, batería varta 75am nueva, cristales faros delanteros TYC nuevos, 4 bombillas intermitentes cromadas nuevos, 4 bombillas h7 nuevas + pilotos traseros intermitente blanco nuevos!!! Esta echo todo por mi soy mecanico !!!!Todo nuevo con factura !!! Se hizo limpieza interior !!!Radio pioneer con usb y aux!!!Precio no negociable atiendo Wasap 622,959,900 gracias!!! Se vende por no usar y comprar un 4x4 de alto gama!!! coche esta en badalona!!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "127500 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1030539053",
            "descripcion": "Vendo BMW 318i e46 primera edición, color Phoenix Yellow. Nacional solo 2 propietarios, muy cuidado. Vehículo totalmente revisado, pack M exterior original, llantas de 18” de E60, paragolpes delantero, volante y espejos de M3, faros bixenon angel eye, pilotos traseros led, neumáticos a un 80%. Unidad impecable. El vehículo lo enseño en Pinto, Madrid. No pierdas el tiempo en ofertas absurdas. Ese es su precio.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "2000",
            "kilómetros": "185500 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1028079731",
            "descripcion": "BMW e46 pack individual, asientos en cuero faros xenon asientos calefactables cortinilla electrica asientos abatibles, bombillas de xenon nuevas brazo suspensión derecho nuevo, termostato nuevo, motor de arranque nuevo, bomba de dirección nueva, aire recargado y arreglada las fugas, neumáticos nuevos, bomba inyectora arregalada y 4 inyectores nuevos y mas",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "1998",
            "kilómetros": "280000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-997465862",
            "descripcion": "Se vende BMW 318ci en muy buen estado, el coche no tiene itv pero tiene el proyecto de homologacion del coche entero solo faltaria cambiar faros y retrovisores. -Capo de fibra de carbono artesanal de 2800€ -FULL PACK M -Suspensiones roscadas TA TECHNIX -Pantalla android -Asientos calefactables -Equipo de musica piooner etapa +subwoofer valorado en 1800€ -Llantas originals CMS en 19’ El coche mecanicamente esta impoluto tengo factura del taller bym de +6000€ (Posibilidad de entregar con escape con 4 salidas estilo m3)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "2000",
            "kilómetros": "180000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-915068647",
            "descripcion": "coche en buen estado exterior e interior no está como en las fotos tiene barias cosas cambiadas de estetica pero esta perfecto daría todo lo de serie.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "245000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1082371215",
            "descripcion": "Vendo BMW 320ci con ruedas en buen estado pastillas nuevas ITV recién pasada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "180000 km",
            "precio": 5300.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1069945888",
            "descripcion": "BMW 320D M serie 3 e 46 tiene 168000 kilómetros va muy bien acaba de pasar la ITV tiene hasta noviembre del año que viene se le a cambiado todos los filtros y el termóstato y aceite hace un mes",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2000",
            "kilómetros": "168000 km",
            "precio": 5250.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-678725841",
            "descripcion": "ITV RECIEN PASADA! Coche a Capricho, Pack M Sport Interior y Exterior, Muy Mimado, Rematriculado en 2005, ITV (10/12/2025) y Mantenimientos Al Dia! Etiqueta Medioambiental B Suspension Roscada Homologada En Ficha (Blistein), Discos Perforados y Ventilados, Pastillas Brembo Nuevas, Sinenbloks, Flector, Bomba De Agua, Correas,Bujias, Bobinas NGK, Bateria, Vaso Espansor, Sensores, Compresor A/C, Motor De Arranque Nuevo, TODO NUEVO! Llantas 18, Tres Llaves, Elevalunas Electricos, Volante M3 Multifuncion, Control Crucero, Faros Regulables, Cierre Centralizado, Ordenador De Abordo, Asientos Calefactables. Se podria dar a mayores llantas 16 originales (las mas lijeras de bmw) Regalo piezas sueltas como intermitentes y demas... Se Entrega Con Todas Las Facturas y Mantemientos Hechos (09/10/2024) Acepto Intercambios (1.9tdi)(2.0tdi) + Info Privado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "275000 km",
            "precio": 5200.0
        },
        {
            "titulo": "BMW Serie 320d PACK M",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1086068242",
            "descripcion": "BMW e46 320d PACK M con ITV recien pasada. 🚘Motor super duro con tan solo 250.000kms y cuidado segundo propietario mantenimiento al dia. 🛞Llantas en 17’’ estilo m6 nuevas con apenas 500km y neumaticos recien cambiados 2 michelin alante y firestone atras. 📻 Radio de serie pero se entrega una a mayores con bluetooh. ➕Tiene todos los extras parachoques delantero y trasero del M Asientos de cuero electricos con memoria Techo solar 100% funcional. Se entrega a mayores las llantas de serie en 16’’ con 4 neumaticos michelin primacy 4 al 80% No me corre prisa venderlo PRECIO ALGO NEGOCIABLE escucho ofertas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "1999",
            "kilómetros": "250000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW 318Ti e36",
            "enlace": "https://es.wallapop.com/item/bmw-318ti-e36-1082975258",
            "descripcion": "Bmw e36 318ti en muy buen estado, de chapa i pintura esta suuuper bien, nunca me ha dado ningun fallo de motor ni ninguna averia. Actualmente pierde un poco de aceite, serà alguna junta, pero el motor esta perfecto. -189.000km -Suspension bilstein b12 - Radiador de aluminio driftshop, mas grande y funciona espectacular -Neumaticos Semislicks Zestino 225/45/R17 - Etiqueta / Pegatina medioambiental B - barra de torretas OMP -Llantas replica M5 e39 en 17, homologado - escape deportivo homologado y silencioso intermedio suprimido ( homologado) - interior en muy buen estado - cristales traseros tintados - Latiguillos metálicos - relojes de temperatura de agua, aceite y presion de aceite intalados El coche va perfecto, por curvas es una autentica pasada, se agarra muchisimo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "1998",
            "kilómetros": "189000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW e36 touring",
            "enlace": "https://es.wallapop.com/item/bmw-e36-touring-1076238370",
            "descripcion": "(5000€ mientras este el coche que quiero comprar )se vende 325tds touring único manual, pack m3, llantas polacas unicas en españa, bola de remolque para 1600kg, asientos sport cuero y tela, suspensión roscada mts, aleron opel corsa con añadido Solomon, lip delantero Solomon, piruetas excéntricas m3, separadores de 20mm en las 4 ruedas, todos los mantenimientos al día, coche pintado hace un año ,cambió de color completo, abierto a cambios para cambios sube el precio (si el coche no se vende este mes métete motor de 330d y tendrá un precio de 10k",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "1998",
            "kilómetros": "278000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-984597389",
            "descripcion": "Se vende vehiculo nacional comprado en valencia tengo un informe carfax con toda la informacion acerca de el. - colectores de escape cambiados - alternador nuevo - motor de arranque nuevo - chasis reforzado - neumaticos al 80% - amortiguadores nuevos - brazo delantero derecho nuevo - flector de caja de cambios - aceite y filtros al dia - centralita de airbag nueva PARA HACER: - tapizar interior - repintar el coche El coche funciona perfectamente se usa a diario de motor va estupendo se usa a diario el precio es el que es se la ha inverido mucho dinero el cual se que no se va a recuperar ni mucho menos NO NEGOCIABLE",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "193000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW 316ti UNICÓ DUEÑO, 120.738KM Y PACK M COMPLETO",
            "enlace": "https://es.wallapop.com/item/bmw-316ti-unico-dueno-120-738km-y-pack-m-completo-1088393661",
            "descripcion": "Bmw 316ti e36. Nacional , unico dueño desde 2000 hasta ahora y 120738km. Muy buen estado en general. En el exterior, no tiene ningun golpe, rallada ni perdida de color/brillo. A pesar de ser del 2000 esta muy bien conservado, se nota en la pintura, salpicadero gomas etcétera. A nivel de interior no tiene ninguna marca de uso , tengo experiencia en estos coches clasicos y muchos plasticos que suelen estar rotos en este estan perfectos. Pack M completo , con asientos Sport. Unidad difícil de econtrar como esta a nivel de historial, estado y quilometraje. Se envia vídeo a interesados. El cambio de nombre y la garantía de 12 meses está incluida. La garantia se puede ampliar hasta 36 meses. BMW Serie 3 Coupe en Reus",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2000",
            "kilómetros": "120738 km",
            "precio": 4990.0
        },
        {
            "titulo": "BMW 320d E46 ",
            "enlace": "https://es.wallapop.com/item/bmw-320d-e46-berlina-1079021447",
            "descripcion": "BMW 320d E46 Berlina. Vehículo importado de Alemania. Itv en vigor hasta 6/2025. Mantenimiento al día y cantidad de modificaciones/mejoras. Equipamiento de serie: - Color Titansilber Metallic (354) - Asientos deportivos calefactables en alcantara. - Volante deportivo en cuero. - Molduras interiores aluminio negras. - Techo solar. - Techo en color antracita. - Paquete de suspensión deportiva. - Paquete exterior M. - Molduras exteriores Shadow Line. - Intermitentes delanteros blancos. - Llantas 17\" Style 44. - Sensor de aparcamiento trasero. - Ordenador de abordo. - Tempomat. - Alarma. Mas info y detalles por privado. Abstenerse mareantes. No busco cambios.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2000",
            "kilómetros": "225000 km",
            "precio": 4990.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-939572276",
            "descripcion": "Bmw serie 3 compact sport edition M, coche nacional, 172.000 km, acabado sport edition M de origen, pintura de origen,mantenimiemientos al dia, aire acondicionado, direccion asistida, control traccion , asientos y espejos electricos, 4 michelin pilot sport nuevas, negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "1999",
            "kilómetros": "172000 km",
            "precio": 4990.0
        },
        {
            "titulo": "BMW 320 manual",
            "enlace": "https://es.wallapop.com/item/bmw-manual-gasolina-320-ci-e46-1073440470",
            "descripcion": "BMW 320 ci nacional, 2 propietarios. Todas las revisiones al dia, con facturas. Mas de 4000€ gastados recientemente en recambios. Itv pasada siempre sin defectos. Nunca se ha fumado dentro. Neumaticos y frenos en buen estado. No se ha aparcado al sol, las gomas de las ventanas estan perfectas. Libre de oxido y accidentes. Distintivo ambiental B amarillo. Bola de remolque homologada. Funciona perfecto, el motor va finissimo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "255000 km",
            "precio": 4900.0
        },
        {
            "titulo": "BMW Serie 320i coupe 1999",
            "enlace": "https://es.wallapop.com/item/bmw-320-ci-e46-133159055",
            "descripcion": "BMW serie 3 e46 150cv 6 en linea (Gasolina) Coche muy cuidado exterior y interior,3 llaves. 6 bujias NGK,sonda lambda cambiado hace 10000km , se entregaria con el mantenimiento hecho y la itv pasada.Vehiculo parado 3 años.El techo interior y los paneles de puerta se han despegado (Para retapizar, aprox 250e) A/A funciona perfectamente,de chapa nuevo como el primer dia,equipado con retrovisores electricos,climatizador,regulacion altura luces,ventanillas electricas,pilotos traseros de led,aleron.Se acepta prueba mecanica en cualquier taller.Kilometros reales certificados(Acepto cambio por 4x4 , moto enduro o furgoneta 6 o 9 plazas )",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "139000 km",
            "precio": 4890.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1081275524",
            "descripcion": "Se vende o se cambia por e36 o e30 ( daigual cilindrada) , todos los mantenimientos echos, filtro admision kn , calentadores nuevos, aceite de caja nuevo, aceite diferencial, pstillas nuevas, rodamientos traseros nuevos y mas cosas por privado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1998",
            "kilómetros": "264800 km",
            "precio": 4800.0
        },
        {
            "titulo": "cambio serie 3 e46",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1069057787",
            "descripcion": "Cambio por e46 (320ci o 318 ci), e39 (520i), e36 (18is o 20i) Coche muy bien cuidado y mimado Tiene llantas en 19 pulgadas (235/35/19) Pantalla táctil con diversas opciones ( tbn radio original de bmw de la época) Asientos calefactados Escape recto (se da original para itv) Correa de accesorios y dumper recién cambiados (450€) Techo solar Pomo cambiado (se da de serie) Alerón tipo csl en negro (se puede pintar) Ojos de ángel (pasan itv) Itv en vigor hasta agosto ¡hay q cambiar el bombillo del maletero! ( el maletero funciona igual desde la llave",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "1999",
            "kilómetros": "207000 km",
            "precio": 4800.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-e36-318is-1040348782",
            "descripcion": "bmw e36 318is 140cv",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "1998",
            "kilómetros": "234000 km",
            "precio": 4800.0
        },
        {
            "titulo": "BMW e46 320ci ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-992637563",
            "descripcion": "BMW e46 320ci 150cv m52b20 6 cilindros en linea con 202.000kms Tiene Nuevo: vaso de expansión y anticongelante, limpiador motor liqui moli y anti fricción ceratec, aceite 5w40 motul, filtro aceite, aire y habitáculo, 1 taco motor, 2 tacos de la caja, silemblocks brazos delanteros, discos y pastillas delanteros, correa de accesorios, rodamientos del alternador, radiador en 2019, alineación de los 2 ejes, líquido de frenos motul rbf 600, pastillas traseras, sensor árbol de levas, junta tapa balancines, silemblock de poliuretano del diferencial y limpias delanteros ITV al dia distintivo medioambiental C No pierde ni una sola gota de aceite el motor ni el diferencial ni transmisiones Está en buen estado en general, algún rallón en la pintura Acepto cualquier tipo de prueba mecánica en taller o donde se quiera NO MAREAR",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "201000 km",
            "precio": 4800.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1042532398",
            "descripcion": "DISTRICOCHES MURCIA SL PONEMOS A LA VENTA BMW 318I 118CV AÑO 1998 116.000KM EQUIPADO: ORDENADOR A BORDO CLIMATIZADOR ESP RADIO CD ECT ITV RECIENTEMENTE EN VIGOR VEHICULO CON AÑOS PERO EN UN ESTADO DE CONSERVACION OPTIMO TOTALMENTE ORIGINAL RECIEN PUESTO A PUNTO SI BUSCAS UN VEHICULO QUE NO DE PROBLEMAS ESTE LO AS ENCONTRADO SE ENTREGA CON TRANSFERENCIA Y GARANTIA DE 12 MESES INCLUIDOS EN EL PRECIO VISITANOS EN CABEZO DE TORRES/MURCIA TFN 665201081",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "1998",
            "kilómetros": "116000 km",
            "precio": 4799.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1064495747",
            "descripcion": "BMW E46 Coupé 320ci 6 cilindros del año 2000 -Techo solar en perfecto funcionamiento -Coche de serie, con modificación en tubo de escape para pasar itv sin problemas -Llantas bbs 16” originales -ITV hasta Agosto 2025 -Coche en perfecto funcionamiento -Exterior: Bien, con roces del tiempo -Interior: Bien -No se aceptan cambios -Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "238000 km",
            "precio": 4750.0
        },
        {
            "titulo": "BMW Serie 3 1998",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-1089488738",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1998",
            "kilómetros": "211000 km",
            "precio": 4700.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1090182503",
            "descripcion": "ATENCION! COCHE FUNCIONANDO PERFECTAMENTE NADA PARA HACERLE. -PRECIO ALGO NEGOCIABLE. -MANTENIMIENTOS HECHOS. -SE ACABA DE HACER EL MOTOR EN TALLER COMPLETO CON FACTURAS. -REPINTADO EN TALLER HACE 1 AÑO -LLANTAS M 17\" -INTERIOR M TELA GRIS -245.000KM VA FINISIMO LE PONES UNA MONEDA ENCIMA Y NI SE MENEA.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "100000 km",
            "precio": 4700.0
        }
    ]
}