{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "330xi Berlina",
        "año mínimo": "2007",
        "año máximo": "2008",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": "272",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=272&min_year=2007&max_year=2008&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1033331300",
            "descripcion": "Se vende e92 325i del 2007 con 167mil km, ITV hasta junio del 2025. Coche muy mimado y con muchos extras: techo solar, pantalla grande con android/apple car play, interior cuero-tela, asientos eléctricos calefactables, paragolpes delantero 1M, faros personalizados, aletas estilo M3, capó estilo M3 GTR, retrovisores originales M3, taloneras estilo M3 con extensiones de carbono, difusor carbono estilo 335i con tramo final recto (se entrega original), pilotos traseros LCI, alerón de carbono, llantas Haxer HX020, frenada de 335i, suspensión ST… NO URGE VENTA, NO MAREAR, SOLO SE RESPONDE A MENSAJES DE COMPRA!!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "167000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1082337344",
            "descripcion": "Buenas. Bmw 330i gasolina E92 pack M interior exterior. Año 2008 ,192000km. 6 cilindros, motor atmosférico . Coche nacional. Contactar por whatsap por favor. 641226500",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "272 cv",
            "año": "2008",
            "kilómetros": "192000 km",
            "precio": 19800.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1012857159",
            "descripcion": "Cuenta con muchos extras: Kit de carrocería m3 Embrague i bimasa nuevo con menos de 1000 kilometros Bujías nuevas Mariposas de admisión nuevas Itv al día pasa perfectamente todo homologado Distribución completa nueva",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "181000 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW Serie 320i CABRIO",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1054050244",
            "descripcion": "BMW 320i CABRIO en perfecto estado! Para mas informacion ponte en contacto con nosotoros. Incluido en el precio el cambio de titular y garantia de 1 años en BMW. Concesionario oficial BMW en Zaragoza.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "78300 km",
            "precio": 17600.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1050191575",
            "descripcion": "coche importado 1 solo propietario practicamente en perfectas condiciones kilometros reales pack M tanto por dentro como por fuera con pantalla carplay y asientos alcantara",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "135000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1073212235",
            "descripcion": "BMW 325i N52, etiqueta C, muy mimado, admisión y escape 330, MILVS, roscadas bc Racing cuerpo invertido con muelles hechos a medida con tarado específico, estabilizadoras h&r, todos los silentblok del puente trasero powerflex, brazos del M3, neumáticos pilot sport 4s nuevos 19\", capo carbono y pack M3 todo homologado, ordenador de abordo, sistema sonido hi-fi de origen, asientos de cuero calefactable, techo, clima, asientos deportivos, bi-xenon... Full equipe, escape de serie para ITV y escape final libre con colas akra.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "242 cv",
            "año": "2007",
            "kilómetros": "192000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-912795306",
            "descripcion": "Bixenon Angel eye Climatización bizona Techo solar Retrovisores M3 Sensor de luces y lluvia Llantas rotiform BLQ 18\" Neumáticos nuevos Suspensión neumática airliftt con sistema de seguridad. Tramo final del escape acero inox (también entrego el de origen) Pantalla 9\" con sistema Android.. TODO HOMOLOGADO. Embrague cambiado. El coche está en perfectas condiciones y siempre duerme en garaje particular. Acepto prueba mecánica. Cambio por 5 puertas y automático. Precrio negociable, escucho ofertas para cambios. Itv recién pasada.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "190000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-819865309",
            "descripcion": "Extras. Pack M , techo solar, asientos de cuero rojo eléctricos con memoria , cortinilla eléctrica trasera, muelles deportivos h&r,llantas originales m en 19\", todos los extras menos pantalla y control de crucero. Mantenimiento. Sustitución inyectores. Sonda nox. Bobinas. Filtro k&n de alto flujo oem. Discos traseros perforados brembo. Pastillas traseras ebc bluestuff. Neumáticos traseros bridgestone rft 80% Neumáticos delanteros bridgestone rft 50% Al día de mantenimiento de aceite y filtros. Muy cuidado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "272 cv",
            "año": "2008",
            "kilómetros": "169000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 320i Cabrio 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320i-cabrio-125-kw-170-cv-1038096948",
            "descripcion": "Precio oferta sujeto a financiación: 16150 EUR. Precio al contado: 16150 EUR. *VIL2* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1400€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Techo duro, Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Start/Stop automático, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Llantas de aleación (17\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "106849 km",
            "precio": 16150.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1058979713",
            "descripcion": "bmw 330i pack m ,escape deportivo duramas, inyectores, bobina , bujías sustituidos hace 1 año en BMW Vilanova ,batería y neumáticos delantetos cambiados hace nada, cualquier duda preguntar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "272 cv",
            "año": "2008",
            "kilómetros": "138000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 325i  - 98000 KMS- CABRIO MANUAL",
            "enlace": "https://es.wallapop.com/item/bmw-serie-325i-98000-kms-cabrio-manual-1089962732",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "98000 km",
            "precio": 15990.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-707505140",
            "descripcion": "bmw e92 325i con casi todos los Extras tanto interior como exterior, más información sobre el vehículo fotos estado ect por privado! mensajes a guasap o wualapop! 640974424 aceptó cambio por autocaravana en buen estado o vivienda de valor similar al vehículo, acepto cambios por vehículo en buenas condiciones como parte de pago. \"ESCUCHO OFERTAS\"",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "155000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1080477436",
            "descripcion": "BMW 325xi Nacional -Amortiguadores Blistein B4 -Muelles H&R -Llantas JR SL01 Flow Form -Pack M Exterior -Asientos Pack M y molduras interiores -Radio Android Auto/Apple Carplay -Camara Marcha Atras integrada en manilla maletero -Pomo iluminado -Shadowline Vinilado negro brillo reversible -Riñones Negros (se entregan tambien los cromados de serie. Embrague y motor de arranque recien cambiados. Valvula PCV (gases carter) cambiada Se puede ver sin compromiso No cambios.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "253344 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-867998431",
            "descripcion": "vendo mi BMW 325i gasolina recién pintado paragolpes y aletines m, llantas originales styling modelo 225 en 19, asientos en piel negra muy bonito, pocos en rojo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "204000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1054497775",
            "descripcion": "SOLO VENTA, NO CAMBIOS - Motor prácticamente nuevo con facturas - Cambio de embrague y bimasa hace 4.000km - Cambio de aceite y filtro 162.000km - ITV hasta el 1-10-2025 - Extras: * Techo solar * Control de crucero * Radio Bmw Profesional con pantalla Android * Alarma * Faros bixenon * Interior techo y pilares negro * Suspensión Blistein B8 * Amortiguadores Pro Kit eibach * Alerón fibra carbono * Kit carrocería m3 (paragolpes delantero, trasero, taloneras) * Retrovisores M3 * Escape BMW performace * Asientos M3 eléctricos delanteros y traseros con paneles cuero * Volante performace multifuncion alcantara * Pilotos traseros Led LCI Más información por privado gancho: bmw bbs recaro m3 m4 m2 m5 m6 m8 competition 318i 316i 318is 320i 325i 323i 325i 328i 330i 335i 320d 330d 325d 335d 518i 520i 525i 528i 530i 535i 523i 530d 520d 525tds 325tds swap tracktool ringtool supra rx7 nsx tdi rs3 e21 e30 e34 e32 e23 e24 e12 e28 e9 e36 e46 compact cabrio coupe berlina e90 e91 e92 e39 e38 e60 e61 v8 v10 s54 serie 3 serie 5 serie 7 serie 1 serie 2 quattro evo drift driftcar m50 m52 m20 m30 m57 m51 m21 oz protrack apex asv arl gti cupra ter palabras gancho: BBS Japan Racing Rotiform Recaro jr Work Llantas 16, 17, 18 15 styling 32 21 128 19 doble medida repro braid compomotive bola oz turbina alpina hartge ac schnitzer protrack bmw e36 e32 e34 e21 e30 e36 e92 e90 drift tracktool suspemsiones bc racing frenada frenos 330i d m57 m52 m50 e60 e24 e28 e38 e91 touring coupe cabrio 525i 520i 530d 323i 335i 325i 330d 320d 518i 318i 320i 316i 318is 318i tds backet drift swap carter colector escape inox puertas capo aletas asientos aleron focos pilotos 740i v8 v10 m3 m5 manual 6 velocidades 540i m60 s54 s50 pomo cuadro sport neumaticos semi slicks 850i hella zender lenso dare borbet freno de mano hidraulico hartge caudalímetro siemens bosch elevalunas paneles",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "162300 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2009-cabrio-1062704553",
            "descripcion": "Espectacular serie 3 con cambio manual y volante deportivo multifunción. Defensas M, taloneras M3 y alerón. Tapicería de cuero paquete completo beige, llantas M3 en color exclusivo de 19” con neumaticos nuevos. Retrovisores eléctricos. Pack interior LED Faros bixenon Angel eyes. Muelles Einbach (bajado 3cm). Asientos eléctricos con memoria. Espejo interior anti-deslumbramiento Climatizador bizona. Navegación GPS CD-DVD con pantalla. Nevera Libro mantenimiento actualizado en BMW, control de tracción, asistente de frenada, control de estabilidad, pastillas brembo. Impecable. Súper cuidado, recién revisado. Pocos Km y certificados. Mantenimientos e ITV al día. Se contempla la entrega de coche como parte de pago o cambios, si los creo interesantes.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "113000 km",
            "precio": 14450.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1081915099",
            "descripcion": "COCHE EN PROCESO DE HOMOLOGACION BMW e92 325i (3.0) motor N53, lleva stage 1 a 250cv con pops and bangs, separadores alante (2mm) y atras (3mm), muelles h&r atras, escape intermedio y trasero con papeles de homologacion, llantas m4 con neumaticos 265/30/19 atras y delante 245/30/19 Escucho ofertas Me interesan cambios",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "224009 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1090908888",
            "descripcion": "se vende BMW 325i Edicion perfonmance coche en perfecto estado se usa a diario puesto a capricho ✅Suspension bilstein B16 nurburing ✅Llantas avantgarde 19” ✅Bixenon ✅Linea de escape en inox 3” ✅Pops and bangs ✅Cuero negro ✅pantalla android ✅Pegatina ECO ✅Admision en carbono original se acepta cambio por coche de mi interes",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "188000 km",
            "precio": 13999.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1082566275",
            "descripcion": "BMW 320i manual con 205.000km. Todos los mantenimientos al día, última revisión a los 203.000km (aceite y filtros) y cambio de bujías y bobinas hace 15.000km. Extras: - Pack M interior y exterior. - Pack iluminación. - Llantas 18” doble medida. - Pantalla android con cámara trasera y compatibilidad con CarPlay/Android Auto por cable e inalámbrico. - Parktronic trasero. - Asientos deportivos calefactables. - Espejo interior con función antideslimbramiento. - Espejos retrovisores con función antideslumbramiento y con calefacción. El coche esta perfecto de motor y de estética. ITV al día y listo para conducirlo. Para más info escríbeme al privado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "205000 km",
            "precio": 13900.0
        },
        {
            "titulo": "BMW Serie 3 320i Cabrio 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320i-cabrio-125-kw-170-cv-1000702942",
            "descripcion": "Precio oferta sujeto a financiación: 13890 EUR. Precio al contado: 13890 EUR. *BDN* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Techo plegable, Tapicería de piel, Faros bixenón, Encendido automático de faros, Start/Stop automático, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Llantas de aleación (17\"). - Coche Nacional, IVA deducible. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "86430 km",
            "precio": 13890.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1089723147",
            "descripcion": "BMW 320i E92 Coupe (115.000kms) ✅Nacional ✅2008 ✅Gasolina ✅Manual 6 velocidades ✅Llantas originales 18\" paquete M ✅Neumaticos del.Hankook 80% ✅Neumaticos tras.Hankook 90% ✅Discos/pastillas del.Brembo ✅Discos/pastillas tras.Brembo ✅Revisión completa al dia ✅Volante bimasa/disco de embrague ✅Silencioso Deportivo Remus ✅Paquete M interior ✅Faros bixenon ✅Luces automáticas ✅Volante multifunción/control crucero ✅Techo solar ✅Espejos electricos abatibles ✅Juego 2 llaves originales ✅ITV hasta Diciembre 2025",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "115000 km",
            "precio": 13800.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1046419143",
            "descripcion": "vendo magnifica ranchera total mente revisada de todo, total mente a capricho para mas fotos o infomacion no dudeis en preguntar, un saludo gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "272 cv",
            "año": "2007",
            "kilómetros": "252000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 330xi Coupé Aut.",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-330xi-coupe-aut-918269933",
            "descripcion": "Fecha de matriculación: 01/2007. Combustible: Gasolina. Kilómetros: 148.000 km. Carrocería: Coupe. Cambio: Automático. Potencia (cv): 272. Garantía: 12 meses. Color: Negro. Distintivo ambiental: C",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "272 cv",
            "año": "2007",
            "kilómetros": "148000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1018571105",
            "descripcion": "BMW serie 3 Coupe E92 •320i 170cv •2008 •148000km •Vehículo nacional •Manual 6v •Pegatina medioambiental verde C •Pack M •Faros bixenon •Techo interior negro •Asientos de piel rojos •Techo solar panorámico •A/C •Clima bizona •Mantenimiento aceite y filtros, bujías , sensor NOX, las 3 sonda lambda, tubo recirculacion de gases , ruedas delanteras nuevas, discos y pastillas delanteras . •Alerón trasero ABS •Parachoques delantero M3 •Tapas retrovisores M3 •Llantas JR 18” •ITV hasta Diciembre 2025",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "148000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1083060547",
            "descripcion": "se vende bmw en perfecto estado, siempre en garaje y muy bien cuidado. se vende por ser heredado y disponer otro vehiculo. Nuevo importe aprox 35000-40000 Se acepta revision en taller etc",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2008",
            "kilómetros": "84000 km",
            "precio": 13200.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-e93-320i-1075767389",
            "descripcion": "BMW e93 muy cuidado, paquete M. no negociable y no mareantes.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "178 cv",
            "año": "2007",
            "kilómetros": "178000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1052224233",
            "descripcion": "Buen estado Itv recien pasada.Cabriolet 320i gasolina 170cv.Funciona todo perfectamente.Se acepta coches de menor valor o moto hasta 250cc.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "130000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1010216771",
            "descripcion": "Se vende bmw 320i año 2007 en muy buen estado Revisión recién echa, ITV hasta 2025 Estado impecable de interior ( cuero) y exterior . Llanta 19 y pack M * se puede ver y probar más información por privado Gente seria, no urge la venta. (Algo negociable) o se cambia por coche de mi interés gti o bmw",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2007",
            "kilómetros": "95000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1075793053",
            "descripcion": "Vendo bmw 330xi 272cv n52 manuale 215km Tettuccio Keyless Scarico full inox ancora catalizzato con valvola Assetto st suspension regolabile in altezza Powerflex anteriori neri Nessun proplema",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "272 cv",
            "año": "2007",
            "kilómetros": "220000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW 318(2008) Precio no negociable",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-770739483",
            "descripcion": "Vehículo guardado siempre en cochera privada, documentación toda al corriente. Tiene seguro hasta marzo del año que viene y con ITV. Revisión recién pasada, con todo cambiado y en perfecto estado.No negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2008",
            "kilómetros": "48100 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-823200188",
            "descripcion": "lo vendo porque me voy a trabajar fuera de españa coche en muy buen estado acepto cualquier prueba mecanica recien pintado en color individual bmw “silverstone metallic” Cambiada hace 1 año columna de direccion con facturas de bmw radiador nuevo, (bomba de agua, enfriador de aceite y todos sus correspondientes manguitos) correa de accesorios,poleas y bujías nuevas también Extras: dirección activa retrovisores plegables eléctricos, asientos sport electricos con ajuste dorsal Techo solar interior en cuero negro con molduras en madera porta vasos faros xenon paragolpes m3(del y tras), taloneras m3y homologado en ficha suspension deportiva(de serie)llantas m3 en 19 originales y llantas ac schnitzer en 18 los dos juegos con neumaticos nuevos escape tramo intermedio y trasero. se entregan piezas de casa",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "225000 km",
            "precio": 12990.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1084920778",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2007",
            "kilómetros": "195000 km",
            "precio": 12900.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1089806147",
            "descripcion": "impecable de estado , un solo dueño , revisiones al dia , itv en vigor ! clima , faros de xenon , tapiceria de cuero , llantas de aleacion ,navi grande, asientos electricos calefactables , sensores de parking, ordenador a bordo , elevalunas y retrovisores electricos , radio cd + manos libres , volante de cuero multifuncion , sensores de luces , cierre con mando , etc etc ! posibilidad de financiar ! aceptamos su coche como parte de pago ! COMPRAMOS TODO TIPO DE VEHICULOS ! PAGO AL INSTANTE ! oferta con caracter infrmativo , puede contener errores y no es vinculante !",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2007",
            "kilómetros": "195000 km",
            "precio": 12900.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1073465788",
            "descripcion": "BMW 320 E92 del 2008 170 caballos 161000km Cambio manual Tiene la cadena de distibución recien cambiada en la casa de BMW Lleva paquete confort, volante deportivo de cuero, lleva el ordenador de abordo, tacómetrico soportes isofix, dos puertas. Motor 2.0-125kW, 16V, sistema de presión de neumáticos, sistema antipinchazos. Sistema star/stop, tapizado de los asientos de tela fluid. El coche es de importación de Alemania, traslado incluido en el precio y kilometraje comprobado. Matriculación no incluida, pero ofrecemos ayuda si fuese necesaria. Abstenerse curiosos. Tenemos mas vehículos en stock. Tlfn de contacto: 632 46 29 63 BMW Serie 3 Coupe en Fuenlabrada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "161000 km",
            "precio": 12600.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1029151417",
            "descripcion": "Vendo bmw e92 325i 218cv, como extras lleva parachoques delantero M3 con lip, carcasas retrovisores deportivos, lunas traseras tintadas, cámara de marcha atrás, llantas originales M4, alerón de la versión gts, tramo de escape intermedio y final hecho en serrasport. Aceite y filtro cambiados hace menos de 4000km, bujías y anticongelante recien cambiados, todo con facturas demostrables, el coche de chapa y pintura está muy bien, ha sido siempre muy mimado, ITV recien pasada, todos los extras los entrego. Abstenerse ofertas ridículas, no acepto cambios.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "142000 km",
            "precio": 12500.0
        },
        {
            "titulo": "BMW cabrío 320i Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-cabrio-320i-serie-3-2007-1054472589",
            "descripcion": "Presento mi BMW 320i E93 totalmente revisado pack M con 150000Km. ITV recién pasada agosto 24 con varios extras: Volante carbono Asiento cuero gris, eléctricos y calefactables, climatizador bizona, luces xenón y parabrisas automáticos, alarma. Pantalla, navegador, bluetooth, etapa y subwoofer integrados(no visibles). llantas 19\" recién pintadas antracita con 4 neumáticos nuevos delante 235 45 19 y traseros 265 40 19. Mantenimiento motor y fluidos cambiados , discos delanteros y pastillas. Se acepta prueba mecánica",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2007",
            "kilómetros": "150000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1057238303",
            "descripcion": "BMW EN VENTA EN MUY BUEN ESTADO. EL CHASIS TIENE MAS KILOMETROS, SE LE CAMBIO MOTOR CON 110.000 KM CERTIFICADOS CON FACTURA DE 8000 EUROS. -LUZ XENÓN -NAVEGADOR -PACK M INTERIOR COMPLETO -ALTAVOCES BOSE -ASIENTOS M EN PIEL Y ELECTRICOS -LINEA DIRECTA (INTERMEDIO Y FINAL). tambien se entrega con escape de serie -DISCOS PERFORADOS -SUSPENSION REVAJADA HOMOLOGADA ✔️BMW 325 COUPE 218CV ✔️SE ENTREGA CON REVISION COMPLETA Y CAMBIO DE ACEITE CON FILTRO RECIEN HECHO ✔️JUEGO DE LAS DOS LLAVES ✔️GARANTIA HASTA ABRIL",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "143000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1010989837",
            "descripcion": "Itv al día, amortiguadores KYB y muelles nuevos, asientos en cuero beige eléctricos y espejos en perfecto estado, segundo propietario, mantenimiento de aceite recien hecho, llantas 18”, supresor de escape y escape original con adaptador ITV, cabrio de techo rígido, sonido harman/kardon, navegador, sensor de lluvia, velocidad crucero, paquete de luz ambiental bmw Enfriador de posavasos Función start-stop Perfecto estado NO NEGOCIABLE, abstenerse ofertas absurdas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "119603 km",
            "precio": 11999.0
        }
    ]
}