{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "318d Berlina",
        "año mínimo": 2003,
        "año máximo": 2005,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "",
        "tipos de motor": "",
        "potencia máxima": 116,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=&min_horse_power=1&max_horse_power=116&min_year=2003&max_year=2005&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2003 Compact TD 118 115 cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-compact-td-118-115-cv-1048485045",
            "descripcion": "Bmw 318td compact e46 nacional. Revisado de todo en este último mes. Perfecto estado tanto interior como exterior con algún detalle sin importancia. ITV recien pasada. Motor 115 cv, consume alrrededor de 5 litros/100km, el motor más fiable de la marca a pesar del año de fabricación del modelo. Este modelo es dificil de conseguir con las caracteristicas deportivas del paquete M de bmw. Vehiculo muy cuidado y original",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "232000 km",
            "precio": 8750.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1066738081",
            "descripcion": "ESPECTACULAR BMW SERIE 3 COMPACT 316 TI DE BAJO CONSUMO MUY CUIDADO Y MUY BIEN CONSERVADO. LO MÁS DESTACADO DE ESTE VEHÍCULO ES QUE EN EL AÑO 2016 A LOS 151.000 KMS SE LE HIZO UNA RECTIFICACIÓN COMPLETA DEL MOTOR, CILINDROS, VÁLVULAS, PISTONES, SEGMENTOS, CIGÜEÑAL, CADENA, CULATA Y DEMÁS, SE ESTRENÓ EL MOTOR DE NUEVO, SE LE HAN HECHO 85000 KMS Y NI UN SOLO PROBLEMA NI CONSUMO DE ACEITE EN ESTOS 8 AÑOS, SE PRESENTA FACTURA POR VALOR DE CASI 3000 EU QUE COSTÓ LA RECTIFICACIÓN Y SE PRESENTAN TODAS LAS FACTURAS Y UN HISTÓRICO COMPLETO DE TODAS LAS REVISIONES Y MANTENIMIENTOS QUE SE LE HAN HECHO AL VEHICULO A LO LARGO DE SU VIDA. LLANTAS Y RUEDAS NUEVAS EN NEGRO BRILLO CRISTALES TINTADOS COCHE PINTADO EN AZUL METALIC Y TERMINACIONES EN NEGRO BRILLO, ALERÓN, ESPEJOS, DIFUSORES, PARRILLA DELANTERA, RUEDAS Y DEMÁS. INTERIOR EN AZUL METÁLIC COMO EL COCHE. PANTALLA CAR-PLAY CAMARA TRASERA Acceso al maletero (Reposabrazos central detrás) Airbag conductor/acompañante Airbag lateral delante Automático control-estabilidad y tracción (ASC + T) Caja de cambios 5-marcha Check-Control-System Cierre centralizado con Alarma antirrobo y Sensor de choque Climatizador automático Columna de dirección (Volante) regulable mecánicam. Dinámico control-estabilidad (DSC) Dirección asistida Elevalunas eléctric. delante Límpialuneta trasera Mando a distancia para Cierre centralizado Motor 1,6 Ltr. - 85 kW 16V Regulación del alcance de las luces Sistema antibloqueo (ABS) Sistema de airbag para la cabeza delante Tapicería asientos: Tela, Tejido liso Ventanilla giratoria detrás Volante (cuero estilo) Luces antiniebla Sistema nuevo de audio ALPINE Business Garantía mecánica de 12 meses Se coge vehículo como parte de pago, bajo tasación. Tenemos delegación de venta en Galicia Llamar para cualquier duda o consulta.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "85600 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2004  compac M Sport ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-compac-m-sport-1069496955",
            "descripcion": "Vendo BMW 316 115 CV compac con pac M Sport pegatina B Coche en muy buen estado siempre en parking muy bien cuidado llevado por persona mayor soy segundo dueño estádo excelente el coche está 100 x 100 original y es nacional con libros no tengo apuro de vender no escucho ofertas gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "158000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-e46-compact-1068429233",
            "descripcion": "en muy buen estado distribucion hecha tacos de motor nuevos junta tapa valancines nueva soporte cardan nuevo junta enfriador de aceite nuevo juntas sensores del vanos motor nuevas sensores de arbol de levas nuevo sensor del cigueñal nuevo pcv recien cambiada revisiones al dia suspension roscada vmaxx llantas bbs admision k&N aleron aluminio linea de escape recta de 2 pulgadas y media itv al dia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 6800.0
        },
        {
            "titulo": "BMW Serie 118d compact",
            "enlace": "https://es.wallapop.com/item/bmw-serie-118d-compact-1082760807",
            "descripcion": "UNICO PROPIETARIO elevalunas electricos cierre centralizado direccion asistida climatizador 12 meses de garantia",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "109000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW compact 316ti M ",
            "enlace": "https://es.wallapop.com/item/bmw-compact-316ti-m-1081587077",
            "descripcion": "Se vende BMW compact 316ti M con 130.000 km Único dueño No cambios. Sólo venta Estado excepcional Mantenimiento recién hecho Ruedas 75%",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "130000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1013317172",
            "descripcion": "Se vende BMW e46! Mantenimiento al dia, muy cuidado. Mejor ver y probar. Cualquier duda no dude en preguntar!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 5550.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1073937184",
            "descripcion": "Vendo BMW en buen estado, del año 2004, El coche está en perfectas condiciones tanto mecánicas como estéticas. Se le han hecho todos los mantenimientos necesarios y no ha tenido ningun tipo de accidente. Es un vehiculo fiable que no ha dado ningun tipo de problema. Etiqueta medioambiental C",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "156000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1022245053",
            "descripcion": "Se vende precioso BMW serie 3 con toda la documentación al día, sello de circulación recién pagado, con muy pocos kilómetros. Primer propietario una señora mayor y yo el segundo propietario. Se puede ver sin compromiso y acepto todo tipos de pruebas (por cuenta del comprador). Mando fotos y doy más información a interesados, no cambio y no negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "116040 km",
            "precio": 4995.0
        },
        {
            "titulo": "BMW Serie 3 Compact 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-compact-2004-1081514374",
            "descripcion": "Coche en excelente estado de conservación, sin ningún desperfecto, salvo un leve desgaste en el asiento del conductor. Ha sido utilizado únicamente de forma particular, principalmente para desplazamientos diarios al trabajo y realizar compras (aproximadamente 36 km al día), con usos ocasionales excepcionales. Recientemente se le han sustituido dos inyectores y dos bombas de suministro de gasóleo(iintermedia y deposito).",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "237450 km",
            "precio": 4990.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1090070503",
            "descripcion": "Coche muy cuidado. Mantenimientos al dia, en muy buen estado para sus km. De motor esta perfecto y de chapa algun detalle inapreciable. Se entrga con las llantas que lleva de 18” y con las de serie con gomas michelin 4 estaciones.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "240000 km",
            "precio": 4900.0
        },
        {
            "titulo": "BMW Serie 316 ti Compact",
            "enlace": "https://es.wallapop.com/item/bmw-serie-316-ti-compact-1078993723",
            "descripcion": "Vendo Bmw serie 316 ti compact del año 2005 en color gris, motor 1800cc con 115 cv, tiene 62.300km, el coche está en perfecto estado con poco uso, importado de alemania y con todos los papeles en regla, itv hasta diciembre del 2025. Precio negociable para ver en persona.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "62300 km",
            "precio": 4900.0
        },
        {
            "titulo": "BMW  Serie3 1.8  316i 4p.(gasolina C)",
            "enlace": "https://es.wallapop.com/item/bmw-serie3-1-8-316i-4p-gasolina-c-1091081748",
            "descripcion": "BMW Serie3 1.8 316i 4p.(gasolina C) Coche en excelentes condiciones mecánicas, va todo fenomenal, exterior muy bien, interior muy bien. Equipado con climatizador, control de velocidad de crucero, llantas, elevalunas eléctrico, cierre centralizado, ETC.,ETC.,ETC… Tiene etiqueta medioambiental C, apto para entrar por Madrid. Posibilidad de envió a toda la península AÑO 10/2004 224.000 KM GASOLINA 1800/115CV",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "224000 km",
            "precio": 4680.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1074160878",
            "descripcion": "mas informacion por privado solo interesados",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "217000 km",
            "precio": 4500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-888148123",
            "descripcion": "Coche en perfecto estado diciembre de 2004 muy bien cuidado tanto por dentro como fuera !! Kit de embrague y bimasa racien cambiados , llantas de 15 pulgadas racien cambiadas revision al dia filtros cambiados , para mas información contactar en privado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "208000 km",
            "precio": 4400.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1089704198",
            "descripcion": "Coche siempre bien mantenido, muy cuidado, mantenimiento con recambio original,motor muy duro, 3 llaves, coche con etiqueta B,se acepta cualquier prueba mecánica, más información privado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 4200.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1060222886",
            "descripcion": "Se vende BMW compact 316ti 115cv con pack M exterior e interior de serie. Mandos en el volante, regulador de velocidad, sensores de marcha atrás. Techo y capó con vinilo de carbono. Discos de freno y pastillas nuevos. Cambio de aceite y filtros recién hechos. Bujías y bobinas cambiadas hace menos de un año, junto a correa auxiliar. Aire acondicionado funciona perfectamente. Siempre ha dormido en garage. Coche muy cuidado.Como se puede apreciar. Interior impecable. ITV recién pasada. Últimas 10 itv pasadas en blanco, guardo todos los informes. Libro de mantenimiento con todo el seguimiento. Se vende por cambio a un coche más grande.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "234000 km",
            "precio": 4100.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-886379458",
            "descripcion": "Bmw 318 td compac E46 nacional 2 dueño con todos los mantenimientos al día demostrables con libro sellado se todos ellos. Perfectisimo estado del motor (80% km realizados en carretera uno de los motores más fiables, sin palomillas admisión de serie) tanto interior como exterior algún detallito pero nunca golpes. Etiqueta medioambiental B Tiene incorporada una pantalla con Android Apple car Asiendos original M Sport Demostrable itv sin ningún problema Se acepta prueba mecanica",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "287000 km",
            "precio": 4100.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1089263962",
            "descripcion": "BMW e46 muy bien cuidado, algún roce pero muy bien en todos los sentidos, ni un fallo, dos únicos dueños.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "144716 km",
            "precio": 4000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1069697745",
            "descripcion": "Cambio por kia sorento jeep 4x4 todoterreno hyundai tucson, bmw x3 ,ford tourneo o similar de mi interés. El bmw serie 3 e46 está perfecto de todo todo al día solo el techo interior un poco descolgado ,kilómetros reales certificados el coche de motor perfecto acepto prueba mecánica no tengo prisa no bajo nada no insistais. Pegatina medioambiental C ,se husa directamente ,2 🔑",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "161200 km",
            "precio": 3999.0
        },
        {
            "titulo": "BMW compact",
            "enlace": "https://es.wallapop.com/item/bmw-compact-1027419505",
            "descripcion": "Se entrega con GARANTIA. Contamos con taller propio. motor 316ti 1.8 i Compact 115cv etiqueta medioambiental B equipacion: -aire acondicionado -radio -direccion asistida -cierre centralizado -airbag Se entrega con ITV al día y mantenimientos al dia. Mas de 50 vehículos en stock, disponemos de financiacion a su medida desde 89€ al mes. posibilidad de recojer su vehiculo como parte del pago Automóviles Antonio y Juanmanuel en Santiago de Compostela.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "220000 km",
            "precio": 3999.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1071956031",
            "descripcion": "itv hasta diciembre 2025, alarma, sensor aparcamiento, poco consumo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "296000 km",
            "precio": 3900.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-991789899",
            "descripcion": "Se vende BMW 316i, debido a su poco uso. Único propietario siempre bien cuidado y con mantenimientos al día.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "220000 km",
            "precio": 3900.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1085266484",
            "descripcion": "Vendo precioso BMW Compact en color blanco alpineweis (muy pocas unidades). Es del 12/2003, tiene 297000 kilómetros. ITV hasta enero de 2026. Pack M interior y exterior, sin gastos, consumo bajo. No regateos ni ofertas absurdas, lo uso a diario.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "297000 km",
            "precio": 3700.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1050695476",
            "descripcion": "BMW compact 316 Vehículo Nacional. Climatizador, ABS, DSC, 6 Airbags, Asientos Deportivos de Cuero y Tela, Radio Sony con bluetooth y usb. Volante deportivo de Cuero, Llantas de aluminio, alerón original BMW, Cierre Centralizado con Mando, Retrovisores Calefactados y Eléctricos. Características Generales: MARCA: BMW MODELO: 316 Compac CAMBIO: Manual 5 velocidades AÑO: 2003 COLOR CARROCERÍA: Dorado Metalizado CARROCERÍA: Coupé COMBUSTIBLE: Gasolina INTERIOR: Cuero/Tela Distintivo Ambiental B **NO CAMBIOS** **ESTÁ EN GUADALAJARA**",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "168000 km",
            "precio": 3649.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1054853518",
            "descripcion": "coche muy cuidado el coche tiene todo hecho: recién pintado correa de servicio nueva motor del valvetronic nuevo 4 bujias de iridio nuevas revisión recién hecha compresor de aire nuevo tapa de balancines nueva y alguna cosa mas paquete M tanto interior como exterior , interior tela y alcántara ... cualquier duda preguntar.........bmw 318 316 320 325 330 m pack m 520 525 530 m1 m2 m3 m4 m5 e46 e39 e39 e60 e90 e34",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "240000 km",
            "precio": 3600.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1087040940",
            "descripcion": "Vendo BMW serie 3 compact. Pierde un poco de refrigerante por un manguito. Motor del valvetronic recién cambiado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "155000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1078425442",
            "descripcion": "Coche en excelente estado. 2 propietarios solamente.Se puede ver y probar. Itv hasta junio 2025 y todas las revisiones al día.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "214000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1072992365",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "297943 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1070214457",
            "descripcion": "Ofrecer sin compromiso. Pegatina C. 🟢Coche en perfecta condicione a toda prueba de mecanica toda las revisiones en Bmw. acepto cambio por coche y furgoneta 8 o 9plazas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "173000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1069830632",
            "descripcion": "ETIQUETA MEDIOAMBIENTAL DISTINTIVO “C” Contiene Pack M Asientos calefacatables Asientos electricos Bluetooth Interior de cuero Vidrios Tintados Muy Equipado para el Año del coche Cualquier duda no duden en escribir",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "230000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1082021367",
            "descripcion": "En buen estado, tal como se ve en las fotos. Itv pasado hasta junio de 2025. Neumáticos practicamente nuevos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "240000 km",
            "precio": 3250.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1089870749",
            "descripcion": "Vendo BMW 316 gasolina. Comprado en Canoturia Valencia. Buen estado y pocos kilómetros. Recientemente se le han cambiado frenos, bujías, aceites... ITV en vigor",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "158000 km",
            "precio": 3200.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1061905290",
            "descripcion": "SE VENDE BMW PACK M 316 ti. (GESTIÓN DE VENTA) Vehículo en perfecto estado de conservación, con un poco de desgaste en interior y pintura por el paso del tiempo. Pack M original, a excepción de las llantas. Funciona y anda perfectamente sin fallos. ITV recién pasada, en vigor hasta 12/2025. Llantas y neumáticos totalmente nuevos con 770 km de uso. Mantenimientos al día. Vehículo se entrega revisado antes de su entrega. Posibilidad de entregar en cualquier parte de España. ( consultar condiciones) Transferencia a cargo de comprador. Garantía consultar precio.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "264000 km",
            "precio": 3100.0
        },
        {
            "titulo": "BMW 316ti compact pack M ",
            "enlace": "https://es.wallapop.com/item/bmw-316-ti-compact-pack-m3-1087869363",
            "descripcion": "Se vende bmw compact serie 3 con pack M con itv recien pasada.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "170000 km",
            "precio": 3000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1086988044",
            "descripcion": "¡Se vende BMW Serie 3 - 318 Gasolina! • Año: 2004 • Kilómetros: 219,000 km • Motor: Gasolina • Puertas: 3 • Extras: Equipado con todos los extras (aire acondicionado, sistema de sonido, elevalunas eléctricos, y más). • Estado: Perfecto estado tanto mecánico como estético. Ubicación: Casariche, Sevilla. Precio: A consultar. 📞 Teléfono de contacto: 685 970 198 ¡No pierdas la oportunidad de llevarte este coche en excelente estado!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "219000 km",
            "precio": 3000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1081851897",
            "descripcion": "BMW 316 TI S3 2003 198.000km Detalles mínimos ITV recién pasada 1.8",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "198000 km",
            "precio": 3000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1071332474",
            "descripcion": "AÑO:2005 Kilómetros:2005 NACIONAL BWM MOTOR 1.8 Etiqueta medioambiental C Con ,airbag abs, direcion asistida,climatizador, isofix,Bluetooth,elevalunas electricas,ect todos los extras, en perfecto estado ¡impecable¡de mecánica, acepto prueba mecánica,ITV EN VIGOR,2025 neumaticos al 90% además posibilidad de cojer coche en parte de pago a precio de tasaccion contesto a mensajes preferible tel ¡Etiqueta MEDIOAMBIENTAL C¡ 617884229",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "203150 km",
            "precio": 2999.0
        },
        {
            "titulo": "BMW 316 (ETIQUETA C)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1090883971",
            "descripcion": "- Climatizador - Distintivo medioambiental C (puede circular por las zonas de bajas emisiones ZBE) - Mantenimiento al día - Cambio de nombre no incluido (+150€) - Posibilidad de entregar vehículo como parte de pago. - Contacto 650444451 Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "248000 km",
            "precio": 2990.0
        },
        {
            "titulo": "BMW Serie 3 316I",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-316i-1071466861",
            "descripcion": "¡Bienvenido a la nueva forma de comprar y vender de forma transparente y segura entre particulares! En AutoSpecial creemos que una compra transparente y segura entre particulares es posible. Con nosotros, te olvidarás de sorpresas desagradables de última hora. El precio de todos los vehículos publicados incluye: - Comprobación mecánica antes de la compra, para que conozcas el estado real del vehículo antes de adquirirlo - Garantía mecánica de 1 año - Informe DGT - Cambio de nombre de forma telemática ante la DGT. No pierdas tiempo en ir a una gestoría - Redactamos el contrato de compraventa y facilitamos la firma de la documentación de forma digital - Proceso de pago seguro para vendedor y comprador Este vehículo se encuentra en Toledo, ¡si quieres te lo enviamos a domicilio a cualquier parte de la Península y Baleares! Financia tu nuevo coche desde sólo 25€ al mes. Envío a domicilio GRATIS al financiar. Consulta condiciones con el equipo de AutoSpecial.com Todos los vehículos anunciados son de propietarios particulares, pero son especiales, ya que no tienen sorpresas desagradables al comprarlo certificado y con garantía de 1 año. AutoSpecial realizará la descripción del anuncio de la mejor forma posible. No obstante, la información acerca del equipamiento y equipamiento extra están sujetos a posibles variaciones del fabricante según base de datos disponible. En caso de duda visite nuestros términos y condiciones generales del servicio en la web.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2003",
            "kilómetros": "258000 km",
            "precio": 2990.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-e46-1048022120",
            "descripcion": "Bmw Compact serie 3 , 316i , 115cv , Pack M . - ITV recién pasada. • Mantenimientos al dia • Bluetooth • Sistema de navegación GPS • Control cruzero • Volante multifunción • Climatizador • Asientos traseros abatibles • Pantalla táctil con puertos USB • Cambio de nombre incluido en el precio - Coche muy mimado y cuidado. -Siempre repostado con gasolina 98 en Repsol.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "211000 km",
            "precio": 2900.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1091947829",
            "descripcion": "BMW E-46 316ti compact Cambios piezas nuevas ,en filtros nuevos,batería,caudalímetro,mantenimiento,ruedas,todas las bujías y bobinas de arranque ,manguitos,etc,facturas demostrable ,seguro al día papeles en regla ITV hasta febrero ,circulando,está muy bien cuidado como por fuera como por dentro Ver si. Compromiso ,gente sería,gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "227000 km",
            "precio": 2800.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1077038250",
            "descripcion": "Precioso BMW serie 3 carrocería E46, Motor 1.8 atmosférico con 115 cv de fuerza. Cuenta con mantenimientos hechos periódicamente ,y con 190.000KM!!. Cuenta también con etiqueta medioambiente tipo C para entrar a las capitales. También dispone de un magnífico aire acondicionado y interior en muy buen estado. NO MAREANTES",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "190000 km",
            "precio": 2800.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1090234176",
            "descripcion": "Buenas vendo BMW en muy buen estado de todo, muy bien conservado itv recién pasada aceite y filtro recién cambiado 4 neumáticos a más de medio uso de vida, mejor ver y probar, acepto prueba mecánica...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "232452 km",
            "precio": 2799.0
        },
        {
            "titulo": "BMW Serie 3 2005 COMPACT M ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-compact-m-1090107442",
            "descripcion": "itv vigente 4 neumaticos nuevos aceites y filtros cambiados hace 1 mes con factura proviene unico propietario",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "299000 km",
            "precio": 2799.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1034464844",
            "descripcion": "BMW 316tiM con mantenimiento recién hecho y ITV recién pasada hasta el 2/08/2025. Aire acondicionado funcionando. Kit cadena de distribución recién montado y mantenimiento hecho.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "194000 km",
            "precio": 2750.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1083885580",
            "descripcion": "embrague recien cambiado. alternadora cambiada - tubo del turbo nuevo - aceites y filtros recien cambiados -itv recien pasada con 0 fallos -correas y tensores cambiados - A/a A/c -pack M interior exterior, asientos en cuero y alcantara.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "300000 km",
            "precio": 2700.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1081960213",
            "descripcion": "Combustible Gasolina Potencia máxima 115CV / 85 kW Tracción:Trasera Caja de cambios:Manual Número de velocidades:5 Neumáticos delanteros: 195/65 R15 Neumáticos traseros: 195/65 R15 Llantas delanteras: 6.5 x 15 Llantas Traseras: 6.5 x 15 Chasis: Estructura suspensión delantera Tipo McPherson Muelle suspensión delantera Resorte helicoidal aleta izq 2 neumaticos de verano nuevos",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "174000 km",
            "precio": 2700.0
        },
        {
            "titulo": "BMW Serie 3 pack M 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1091121581",
            "descripcion": "En muy buen estado, aceite filtros recien cambiado, pastillas y discos cambiados, ITV recien pasada, todo extras",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "160000 km",
            "precio": 2600.0
        },
        {
            "titulo": "BMW Serie 3 2004 PEGATINA B",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-pegatina-b-1076923639",
            "descripcion": "se vende 318td con pack m en perfecto estado de motor usandolo a diario todos sus mantenimientos al dia neumaticos nuevos. tiene cosillas de pintura por los años pero nada importante. de ahi el precio. todo sus libros originales. PEGATINA B MEDIOAMBIENTAL.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "250000 km",
            "precio": 2600.0
        },
        {
            "titulo": "BMW 316ti 2004",
            "enlace": "https://es.wallapop.com/item/bmw-316ti-2004-1078907696",
            "descripcion": "BMW 316ti en buen estado , itv al dia y totalmente de serie , se le acaba de realizar : cadena de distribucion , cambio de aceite y filtros con facturas demostrables , radio original , AC funcinando , elevalunas electricos , cierre centralizado , no es un coche macarreado ni de un adolescente que lo usara para joderlo y ponerle pegatinas de M , esta muy cuidado ,se puede ver y probar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "290000 km",
            "precio": 2600.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1022937000",
            "descripcion": "bmw 316ti compact M 115cv, del año 2004 con 190.000 km, esta muy bien por dentro, y tiene un pequeño golpecito por fuera, le falta una alfombrilla delmaletero, lleva acabados M, y la pantalla tactil, con el volante multifuncion. Llleva los discos delanteros bastante nuevos, lo temgo con unas llantas plateadas, pero podria venderse con estas sin problema, el coche no pasa ITV porque no lleva su catalizador original. Se escuchan ofertas y se aceptan cambios. Me interesan coches, motos o furgoneta tipo Multivan/Vito.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "190000 km",
            "precio": 2600.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-941609910",
            "descripcion": "BMW 316TI COMPACT 115Cv ITV Pasada Ruedas delanteras Nuevas. Bujias Nuevas. Bobinas Nuevas. Bateria Nueva. Aceite recién cambiado Castrol 10w40. Filtro aceite Cambiado. Retenes de Valvulas cambiados. Junta de balancines Nueva. Tensor de la cadena Cambiado. Valvetronic 300€ comprado Nuevo. Termostato Nuevo. Válvula PCV nueva. Agua refrigerante cambiada. Carga de Aire acondicionado hecha. VENDO O CAMBIO POR FURGONETA BERLINGO PARTNER o TRANSIT O MOTO DE 600CC PARA ARRIBA naked o R kawasaki z750 z800 z650 honda, yamaha No tengo necesidad de venderlo, el coche circula por carretera a menudo y se utiliza lo unico que me interesa furgoneta",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "256000 km",
            "precio": 2600.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1086172860",
            "descripcion": "Tiene algunos boyos pero el coche en si funciona perfectamente. ITV valido hasta 2025 Cualquier duda me escriben respuesta en menos de 12 horas. 602 10 27 69 NO acepto intercambios",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "190652 km",
            "precio": 2599.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1091786758",
            "descripcion": "Se vende BMW compact para piezas o reparación. Avería en el modulo del ABS. El coche se puede usar sin problema. Etiqueta B.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "290000 km",
            "precio": 2500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1089900715",
            "descripcion": "Vendo bmw compact del 2005 con asientos en cuero,calefactables,luces xenon,sensor de aparcamiento,radio con bth y manos libres,cristales tintados... con el pack M (lo vendo por que gasta aceite , no mucho ) Precio negociable se puede ver y probar sin comprmiso. El coche anda y arranca perfectamente",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "170000 km",
            "precio": 2450.0
        },
        {
            "titulo": "BMW Serie 3 e46 318i ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-e46-318i-1083553246",
            "descripcion": "bmw e46 318i con a/a cierre centralizado elevalunas electeicas semsor de aparcamiento trasero itv al dia y mantenimiento al dia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "246000 km",
            "precio": 2450.0
        },
        {
            "titulo": "BMW Serie 3 - 316 Compact Gasolina",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-316-compact-gasolina-1035563312",
            "descripcion": "Muy buen estado, todos los extras de la gama, se puede ver y probar sin compromiso, se entrega con la ITV en vigor. Para más información, llamar al 643 477 554. Very good condition, all the extras in the range, you can see and try it without obligation, it is delivered with a valid MOT. For more information, call 643 477 554.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "200000 km",
            "precio": 2450.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1021409160",
            "descripcion": "motor reconstruido completo aros de cilindro juntas nuevas casquillos biela y bancada, retenes de válvulas nuevos, bomba de agua termostato y caja termostática nuevos, kit cadena distribución nuevo, trapecios delanteros silemblok brazos de dirección y bieletas nuevas, discos y pastillas con 20000km escasos nuevos, ruedas traseras con 1000km, lunas tintadas homologas, luces de led, pintura 1 año,pilotos tintados, todos los extras funciona todo abstenerse ofertas ridículas que ya cansan el coche no se va a regalar ok gracias",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "238000 km",
            "precio": 2350.0
        },
        {
            "titulo": "BMW Serie 3 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1083822501",
            "descripcion": "Buenas, vendo o cambio por diesel de mi interes mi BMW e46 316i, perfecto para proyecto de drift o daily, actualmente no tiene itv, tira algo de humo blanco al acelerar ( NO es junta de culata ) creo que son los sellos de valvulas, coche bastante mimado - mantenimientos al dia - Valvula pcv nueva recien cambida 200€ - frenos y discos traseros nuevos - tiene algunos desperfectos de chapa por su edad - doy un monton de recambios ( otros faros, pantalla android, botoneras, elevalunas ) - kit ojos de angel",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "248000 km",
            "precio": 2300.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1044723724",
            "descripcion": "Tiene motor recien cabiado 250.000 km Volannte multifuncion Control de crucero ACC recien cargado Itv Sin palomillas que estos motores pecan de eso Termostato cambiado + todos los tubos de pastico de la parte delantera de agua caja de cambios + embrage cambiados Aceite filtros cabiados Acticongelante cambiado cuero beig deteriorado los asientosndelanteros pero doy otros asientos delanteros electricos en perfecto estado a falta de las bases(beig)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "250000 km",
            "precio": 2300.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1071890075",
            "descripcion": "coche tiene mal lo que se ve en ls fotos de chapa , tira un poco de huno por el tubo de escape consume un pelin de aceite pero muy poco , por lo demas el coche va genial se usa diario .",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "267000 km",
            "precio": 2100.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1088328201",
            "descripcion": "Vendo o cambio mi BMW está en buen estado tiene algunas cosas de pintura pero mecanicamente está bien, tiene el testigo del motor prendido porque al cambiarle la correa de accesorios se quedó prendido,se puede llevar a hacer cualquier prueba",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "270000 km",
            "precio": 1800.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1081300345",
            "descripcion": "Bmw compact e46 feo de chapa y pintura pero de motor va muy bien lo entrego con la itv recien pasada, hecho pastillas de frenos todas y cambio de aceites y filtros. El coche en general esta perfectamente hay que hacerle alguna tonteria pero poca cosa",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "287000 km",
            "precio": 1800.0
        },
        {
            "titulo": "BMW SERIE 3 316 TI MANUAL COMPACT ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-316-ti-manual-compact-1090625036",
            "descripcion": "Se atenderá con cita previa AUTO EXCLUSIVE Nº1 EN RELACIÓN CALIDAD /PRECIO Este vehículo es un VEHÍCULO EN LIQUIDACIÓN para venta a profesional, en estado de funcionamiento y apto para circular. Por los años y kilómetros que tiene, se vende en el estado en que se encuentra, con el uso y los desgastes propios de su edad. El precio anunciado es SIN GARANTÍA al venderlo firmaremos el contrato legal correspondiente donde constará que el comprador lo ha revisado y lo adquiere en su estado actual. – +200 coches en stock permanente – Todas las marcas y todos los precios. – Mas fotos en autoexclusivecars.com – Kilómetros justificados por escrito. – Sin golpe estructural. – Libre de cargas y embargos. – Talleres propios para reparaciones en garantía. – Recogemos su vehículo como parte de pago. – Disponemos de financiación. (Dos nominas, dni, contrato y nº de cuenta) – Horario de L a V de 10:00 a 13:00 y de 15:30 a 19:30. Sábados de 10:30 a 13:30 – Veinte años vendiendo y comprando vehículos en Bilbao. – Descripción orientativa y no vinculante. Si necesita algún dato exacto consulte al Vendedor. COMPRAMOS VEHICULOS PAGO AL CONTADO CON LA MAXIMA TASACION",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "208500 km",
            "precio": 1690.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1071189108",
            "descripcion": "El coche presenta un problema: después de cambiar el turbo por uno rectificado, comenzó a sacar humo blanco. No sabemos si el turbo está en mal estado o si hay algún otro problema adicional. Además, se le cambió el aceite recientemente. No queremos gastar más tiempo ni dinero en repararlo, por lo que se vende tal cual, ideal para quien quiera arreglarlo o utilizarlo para piezas. Las ruedas están al 80%, por lo que aún tienen mucha vida útil. Tiene la ITV caducada porque llev Acepto cambios ¡Contáctame para más información o para verlo en person",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "300000 km",
            "precio": 1600.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1090972589",
            "descripcion": "Bmw serie 3 e46 316i Motor 1.8 115cv Exterior muy bien conservado salvo algun roce poco relevante de los años. Interior en polipiel negra sin roturas Techo recien tapizado en negro y todas las molduras y parasoles tintados Volante multifuncion,control crucero, limitador,porta skis,airbag laterales delanteros y traseros,sensor lluvia,acabado en madera. Lleva las herramientas originales bmw y libros originales. Motor reconstruido por completo hace 5.000 km con segmentos,casquillos de biela,juntas de culata y motor completas,retenes de valvula,culata planificada y mas cosas. El coche se venderia como averiado por holgura en la salida del cardan(anda pero hace ruido )SE VA TRANSFERIDO AL MOMENTO POR TRANSFERENCIA ONLINE (+190€)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "240000 km",
            "precio": 1300.0
        },
        {
            "titulo": "BMW Serie 3 2004 URGE",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1038340432",
            "descripcion": "Pegatina mediambiental C. Solo 2 Dueños misma familia. Kilometraje: 140.000km (Kms Reales) - Paquete M original TIENE CULATA de ahi el precio pero se puede circular con el funciona. VENTA COMPLETO SOLO ESTA SEMANA NO ESTA DADO DE BAJA lo vendo aqui completo Historial de mantenimiento: - Mantenimiento al día: Siempre ha sido cuidado con los mejores repuestos y mantenimientos periódicos en la casa de Bmw. - Último servicio: Radiador nuevo, Bomba de gasolina nueva, batería nueva. - ITV: Pasada Tiene ligeros desperfectos en la carrocería, pero por el resto está impecable. Falta las taloneras. Mejor ver en persona , Se acepta cualquier tipo de prueba mecánica. PRECIO NEGOCIABLE ESTA SEMANA ME URGE LA VENTA 📞Para más información o concertar una visita, no dudes en contactarme al 673859087 o por WhatsApp. bmlovers.com",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "140000 km",
            "precio": 1100.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1082385556",
            "descripcion": "Vendo,necesita acer la culata o cambiar el motor,el coche enciende y anda.se cambia por moto de cross",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "300000 km",
            "precio": 1000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1088364246",
            "descripcion": "Se vende bmw e46 compact, el coche tiene consumo de aceite echa humo blanco cuando esta caliente y pobremas con el catalizador por eso no a pasado la itv, por lo demas perfecto arranca a la primera y funciona bien, tiene muchos extras como techo solar, control de crucero, asientos calefactables... no hablar para tonterias solo gente interesada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "210000 km",
            "precio": 950.0
        },
        {
            "titulo": "BMW Serie 3 2005 motor 2.0",
            "enlace": "https://es.wallapop.com/item/50-cc-se-vende-derby-pocos-klometro-155827649",
            "descripcion": "Se vende bmw , arranca pienso que es el turbo que esta roto aun. , quizas ni sea el turbo No lo lleve al mecanico. X tienpo no mareantes , tiene sus cosas yo no arreglo por tener otro coche precio podriamos ajustar algo menos , papeles a cargo del comprador coche arranca ,",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "275000 km",
            "precio": 850.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1075060412",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "200000 km",
            "precio": 30.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1086526036",
            "descripcion": "Alquila un BMW 316ti en Logroño - Económico y flexible ¿Necesitas un coche por unas horas o un día? Te ofrezco mi BMW 316ti, en buen estado, perfecto para moverte cómodamente por Logroño y alrededores a un precio asequible. Tarifas de alquiler: • Por horas: 8 € por hora (mínimo 2 horas). • Por día: 40 € por día completo (24 horas). Condiciones del alquiler: • Fianza de 150 €: Reembolsable al devolver el coche en las mismas condiciones. • Depósito lleno: El coche se entrega con el depósito lleno y debe devolverse igual. Si no se rellena, el coste del repostaje se descontará de la fianza. • Kilometraje incluido: Hasta 100 km/día incluidos (0,20 €/km adicional). Requisitos para alquilar: • Edad mínima: 23 años. • Carnet de conducir válido. • Entrega y recogida en Logroño, con horario flexible previo acuerdo. Ventajas: • Ahorra en transporte público o taxis. • Ideal para escapadas rápidas, gestiones diarias o paseos por la ciudad. • Opciones económicas y adaptadas a ti. ¡Consulta disponibilidad y reserva ahora! Moverte por Logroño nunca fue tan fácil y asequible.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "155000 km",
            "precio": 8.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1080311535",
            "descripcion": "Se vende despiece.Coche con golpe frontal los airbags no han saltado el motor y caja en perfectas condiciones mantenimientos siempre al día. Interior negro en buen estado. Precios baratos cualquier cosa pregúntame",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "250000 km",
            "precio": 1.0
        }
    ]
}