{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "M3 Competition xDrive Berlina",
        "año mínimo": 2021,
        "año máximo": 2024,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 510,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=510&min_year=2021&max_year=2024&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-m3-competition-2023-1055601282",
            "descripcion": "Se vende BMW M3 Competition 2023. El coche está en excelentes condiciones. BMW está en GARANTIA hasta el 07/2026. La próxima ITV en 2027. Neumáticos Michelin Pilot sport 4S nuevos. El coche se encuentra cerca de Alicante. Posible mostrar entre semana. Los fines de semana, siempre que sea posible, es posible exhibir automóviles. Un coche excelente para la conducción diaria y para viajes dinámicos en la pista de carreras. El precio final se discute al reunirse con un comprador real. Puedes pagar en efectivo. Estoy listo para enviar más fotos y videos en mensajes privados. Estoy listo para enviar más fotos y videos en mensajes privados. Escríbeme aquí o en WA.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2023",
            "kilómetros": "21000 km",
            "precio": 90000.0
        },
        {
            "titulo": "BMW Serie 3 M3 COMPETITION 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-m3-competition-2023-1080140555",
            "descripcion": "-ENVÍO GRATIS A TODA ESPAÑA. (consultar condiciones) -1 AÑO DE GARANTIA BMW OFICIAL EN TODA ESPAÑA. -PRECIO FINAL 89.990€ (MISMO PRECIO FINANCIADO O AL CONTADO) -SE ACEPTA VEHÍCULO COMO PARTE DE PAGO. -VEHICULO CON HISTORIAL DE MANTENIMIENTO DEL SERVICIO OFICIAL. -LA FINANCIACION MAS BAJA DEL MERCADO, LLEVATELO FINANCIADO DESDE SOLO 5,9%!!! -CONCESIONARIO Nº1 EN VENTAS EN SEVILLA, MAS DE 100 VEHICULOS EN STOCK!!!! -Tienes todos los extras y nuestro STOCK en nuestra web AUTOBOSS.ES. -CARACTERISTICAS: PAQUETE M-COMPETITION, Automático con levas, techo solar, Navegación profesional, sensores de aparcamiento con cámara 360*, equipo de sonido HARMAN KARDON, luces full LEDS, sensor luces y lluvia, modos de conducción dinámica, paquete iluminación, asientos de piel eléctricos con calefacción y memoria, control de crucero y limitador de velocidad adaptativos, detector de salida de carril, detector de colisión frontal, arranque sin llaves climatizador 3 zonas, sistema multimedia con telefonía appel car play y androi auto, portón trasero eléctrico, ordenador a bordo, volante multifunción Y MUCHO MAS!!! -CONSULTA NUESTRAS VALORACIONES EN GOOGLE, FACEBOOK E INSTAGRAM *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. REF. 88383",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2023",
            "kilómetros": "29000 km",
            "precio": 89990.0
        },
        {
            "titulo": "BMW Serie 3 M3",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-m3-1075418558",
            "descripcion": "Desde 80.499€ sujeto a condiciones de financiacion. Vehiculo en un estado ESPECTACULAR!!! con un equipamiento ///MUY EXCLUSIVO!!! ///Mejor ver!!! Volante Multifuncional, Asientos envolventes ///MPerformance, Paquete interior ///MPerformance, Paquete exterior completo carbono ///MPerformance, Head-Up Display, M drive profesional, Diferencial ///M Sport, Suspension adaptativa ///M, Alarma, Acceso confort, PDC control de aparcamiento delantero y trasero, Camara 360º, Control de crucero con funcion de freno, Sistema de sonido Harman/Kardon, Paquete de iluminacion int/ext., Asientos Deportivos envolventes calefactables y refrigerados, y un largo etc...  Garantia de 12 meses y transferencias incluidas en el precio. Aceptamos vehiculo como parte de pago. COMPRAMOS TU COCHE NORTH CARS, TU SATISFACCION NOS IMPORTA, VEN A VISITARNOS!!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "20000 km",
            "precio": 89964.0
        },
        {
            "titulo": "BMW Serie 3 M3 Competition",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-m3-competition-1087746093",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "18000 km",
            "precio": 89900.0
        },
        {
            "titulo": "BMW Serie 3 M3 Competition",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-m3-competition-1087749030",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "18000 km",
            "precio": 89900.0
        },
        {
            "titulo": "BMW M3 Competition",
            "enlace": "https://es.wallapop.com/item/bmw-m3-competition-1088404294",
            "descripcion": "Bmw M3 G80 Competition muy buen estado, nunca accidentes, todos los mantenimientos en concesionario oficial Bmw, muchos extras: -Exclusivo color Portimao Blue. -Llantas forjadas 825M en negro mate con aro gris. -Parrilla delantera M3 CS y la de origen. -Entradas de aire delanteras M3 CS y la de origen. -Pilotos traseros de M3 CS y los de origen. - Faros Laser delanteros en amarillo y tambien los de origen. -Difusor trasero M3 CS en carbono y el de origen. -Pack carbono interior completo. -Backets electricos calefactables. -Cuero extendido en salpicadero y paneles. -Volante calefactable. -Pack M Race y Drift analyzer. -Radar de señales y asistencia conduccion. -Camara 360º. -Techo solar. -Head Up en luna delantera. -Apertura inteligente. -Clima cuatrizona. -Asistente de aparcamiento. -Molduras interiores en gris mate. y un sinfin mas de extras! Podria recoger vehiculo como parte de pago de inferior o superior valor, para cambio el valor son 95.000€. No mareantes porfavor, unidad en buen estado y con muchos extras (entre ellos backets, muy a tener en cuenta). focus rs bmw m2 m3 m4 m5 m6 competition porsche gt3 gt4 macan porsche 911 turbo golf 6R nissan gtr mercedes amg gt gtr lamborghini huracan aventador mclaren 540 570",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "43000 km",
            "precio": 89900.0
        },
        {
            "titulo": "BMW Serie 3 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2023-1089705422",
            "descripcion": "BMW M3 COMPETITION 2023 510 CV Full extras Garantía oficial Reestreno",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2023",
            "kilómetros": "24000 km",
            "precio": 89900.0
        },
        {
            "titulo": "BMW M3 Competition 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2022-1092759946",
            "descripcion": "•Unidad disponible para importación inmediata, llave en mano. •Para información más amplia preguntar sin compromiso. •Buscamos para ti el coche de la marca que siempre has deseado a un precio único, y lo mejor de todo, en un estado impecable. •Nos encargamos de todos los trámites, para que tú solo te preocupes de disfrutar. •Comprobamos que el vehículo reúna todos los requisitos y de que cumpla con todas tus expectativas. •Nos encargamos de que el coche con el que sueñas tenga los kilómetros certificados que realmente tiene. •Disfruta de garantía de compra durante un año para que, si surge cualquier imprevisto, no tengas de qué preocuparte. •Matriculación e impuestos incluidos en el precio final, sin sorpresas ni pagos añadidos de última hora. •Llevamos el coche de tus sueños a la puerta de tu casa. •Todos los trámites se llevan a cabo a través de entidad bancaria para que el pago cumpla con todos los requisitos legales. •PREGUNTA POR TU MODELO SIN COMPROMISO. •Anuncio con carácter comercial, puede contener errores tipográficos y no son vinculantes.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2022",
            "kilómetros": "58000 km",
            "precio": 88000.0
        },
        {
            "titulo": "BMW M3 BAQUET INVIDUAL CARBONO",
            "enlace": "https://es.wallapop.com/item/bmw-m3-baquet-invidual-carbono-1089091008",
            "descripcion": "BMW M3 G80 Competition es una unidad exclusiva configuracion INDIVIDUAL va enumerada 5/250 con todos los extras posibles y un contraste de colores unico. -baquet electricos y calefactables -Paquete de carbono interior y exterior -Paquete de piel ampliado todo el interor esta cubierto de piel incluso el salpicadero y la guantera -Camaras de vision panoramicas con activacion de frenos en caso de colision incluso marcha atras -FAros LAser con largas automaticas -Sonido HArman KArdon Premiun con equalizador 7 logic -paquete de iluminacion ambiental interior con seleccion de colores y exterior con luces en las manetas y puertas -Apertura y cierre sin llave -Apple CAr PLay -Linea de Escapes desde catalizador configurados en bmw para eliminar fallo motor -Revisiones en casa oficial con certificacion de km -PAck RAce TRack y Drift play -CLimatizador digital y usb en plazas traseras Se acepta prueba en casa oficial para cambios el valor es superior",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "58000 km",
            "precio": 87999.0
        },
        {
            "titulo": "BMW M3 COMPETITION M 2024 IVA DEDUCIBLE",
            "enlace": "https://es.wallapop.com/item/bmw-m3-touring-competition-xdrive-iva-deducible-1057486670",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2024",
            "kilómetros": "4500 km",
            "precio": 85000.0
        },
        {
            "titulo": "BMW Serie 3 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2021-1088476749",
            "descripcion": "ALmeriCamper vende esta exclusiva unidad del BMW M3 G80 Competition configurada INDIVIDUAL y enumerado en serie limitada de 250 unidades este coche no necesita descripción lleva todos los extras posibles y además los asientos baquet y el paquete de cabono interior y exterior todo el interior en piel incluso el salpicadero y las puertas, histórico en BMW con certificación de estado y kilometraje, se acepta verificación en concesionario oficial más info contactar 613814744",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "58000 km",
            "precio": 83999.0
        },
        {
            "titulo": "BMW M3 G80 COMPETITION 510 CV NACIONAL UNICO PROPI",
            "enlace": "https://es.wallapop.com/item/bmw-m3-g80-competition-510-cv-nacional-unico-propi-1069643986",
            "descripcion": "BMW M3 G80 COMPETITION 510 CV 07/2021 55.000 KM NACIONAL I.V.A. DEDUCIBLE UNICO PROPIETARIO ETIQUETA MEDIOAMBIENTAL C MANTENIMIENTOS EN SERVICIO OFICIAL MDRIVE Profesional Techo en carbono Sistema de escape deportivo M Asientos deportivos M- TECHNIC Asientos delanteros eléctricos con memoria y calefactables Tapicería en cuero negro Apple CarPlay & Android Auto Navegador Faros Led Sensor de aparcamiento del. y tras. Cámara de marcha atrás Sensor de luces y lluvia Largas automáticas Indicador de presión de neumáticos Control crucero con función freno Cargador inalámbrico Climatizador 3 zonas Volante multifunción con levas Espejos eléctricos Palabras clave.. audi a3 a4 a5 a6 a7 s3 s4 s5 s6 s7 rs3 rs4 rs5 q3 q5 q7 bmw 120 ,135 ,320 ,330 ,335 530 ,535 ,630, 635, 640 m3 m5 m6 x5 x6 volkswagen golf gti r32 r",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "55000 km",
            "precio": 83990.0
        },
        {
            "titulo": "BMW Serie 3 2021",
            "enlace": "https://es.wallapop.com/item/bmw-m3-competition-1051383802",
            "descripcion": "bmw m3 competition g80, proviene de Bmw oficial y unico propietario. todas las revisiones en bmw, revision recien hecha y listo para entregar. techo carbono faros laser head up display asientos electricos. harman kardon carplay sistema de proximidad no hace falta llave ni para cerrar ni para abrir. PRECIO SUJETO A CONDICIONES DE FINANCIÓN siguenos en instagram @ndrmotorgallery",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "48000 km",
            "precio": 83000.0
        },
        {
            "titulo": "BMW Serie 3 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2021-1057210743",
            "descripcion": "Equipamiento Opcional: * C31 Pintura metalizada Portimao Blue * X3IA Interior en cuero completo Merino / Silverstone / Negro * S712 Asientos deportivos M * S7M9 Individual Option High-Gloss Shadow-Line * S453 Asientos delanteros ventilados * S459 Asientos eléctricos con memorias * S493 Paquete de compartimentos * S494 Asientos delanteros calefactados * S4MC Molduras interiores en Carbon Fibre * S610 Head-Up Display * S688 Sistema de sonido Harman/Kardon * S6AK Connected Drive Services * S6C4 Connected Package Professional * S6U8 BMW Gesture Control * S508 Sensores de parking (PDC) * S544 Control de velocidad con función de frenado * S5AC Asistente luces largas * S5AS Asistente a la conducción * S5AZ Luces BMW Laser * S2T4 Diferencial M Sport * S2VB Control presión de neumáticos * S2VF Adaptive M Chassis * S302 Alarma * S316 Maletero eléctrico * S322 Acceso Comfort * S3M6 Frenos Bmw M * S1T7 Llantas 825M OG/GG * Vehículo nacional único propietario * Garantía Oficial BMW hasta Octubre de 2024",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "38000 km",
            "precio": 82900.0
        },
        {
            "titulo": "BMW Serie 3 2021 M3 PERFORMANCE",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2021-1075742712",
            "descripcion": "INFORMACIÓN GENERAL: 📌 Modelo: BMW M3 G80 COMPETITION ⚙️ Motor: 3.0 (510CV) 🚙 Tracción: Trasera 🚪 Puertas: 5 CARACTERÍSTICAS DESTACADAS: • Motor 3.0L TwinPower Turbo de 6 cilindros en línea con 510 CV. • Transmisión automática M Steptronic de 8 velocidades con Drivelogic. • Diferencial M activo. • Suspensión adaptativa M con amortiguadores controlados electrónicamente. • Faros BMW Laserlight • Parrilla doble en negro brillante (Shadowline). • Llantas de aleación M forjadas de 19” delante y 20” detrás. • Retrovisores aerodinámicos estilo M. • Techo de fibra de carbono. • Asientos deportivos M con refuerzos ajustables y tapizados en cuero Merino. • Sistema de climatización automático de 3 zonas. • Iluminación ambiental configurable. • Sistema de acceso confort (Keyless Entry). • Sistema de sonido Harman Kardon (de serie). • Sistema de sonido Bowers & Wilkins Diamond Surround (opcional). • Navegación BMW Live Cockpit Professional. • Compatibilidad con Apple CarPlay y Android Auto. • Carga inalámbrica para smartphone • Control de crucero adaptativo con función Stop & Go. • Asistente de mantenimiento de carril. • Asistente de aparcamiento con visión 360°. • Sensores de estacionamiento delanteros y traseros (PDC). • Sistema de frenado autónomo con detección de peatones. • Advertencia de colisión frontal y trasera. • Paquete exterior M Carbon (faldones y difusores en fibra de carbono). • Selector de modos de conducción M (Road, Sport, Track). • Techo carbono SERVICIOS ADICIONALES: Vehículos revisados Garantía: Cobertura de 12 meses a nivel nacional.(OPCIONAL 36 MESES) Gestión documental: Solo 260€ para que te despreocupes de los trámites. Opciones de financiación: Adaptamos las condiciones a tus necesidades. (precio sujeto a condiciones de financiación). Entrega en toda españa, precio en función del lugar de entrega.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "46000 km",
            "precio": 80900.0
        },
        {
            "titulo": "BMW Serie 3 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2022-1076475889",
            "descripcion": "estado de preestreno libro completo pintura original garantia oficial bmw todos los extras",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2022",
            "kilómetros": "54000 km",
            "precio": 79900.0
        },
        {
            "titulo": "BMW M3 COMPETITION M IVA DEDUCIBLE",
            "enlace": "https://es.wallapop.com/item/bmw-m3-competition-m-iva-deducible-1064735117",
            "descripcion": "vendedor BMW M3 xDrive Competition 510CV PRECIO SIN IMPUESTOS IVA DEDUCIBLE Color de fábrica: Gris BrooklynInterior: Negro Merino Silverstone BicolorEquipamiento especial - Comunicación: • BMW Live Cockpit • Sistema de sonido profesional • Sintonizador DAB HARMAN/KARDON • Base de carga inalámbrica • Llamada de emergencia BMW • Servicios ConnectedDrive • Cuadro de instrumentos digital • TeleserviciosVersión y paquetes: • Control CCC • Composición Exterior BMW Individual • Elementos decorativos M Shadowline brillo • Elementos exteriores M Shadowline brillo con gama ampliada • Paquete Connected Professional • Paquete de innovación • Paquete de almacenamiento • Modo M Drive Professional • Llantas forjadas de 19”/20” M de radios dobles 826 M Black con diferencial • Neumáticos r/r • Mando automático de la puerta del maletero • Gafas de protección solar • Emblemas BMW M 50 AñosEquipamiento interior: • Asientos deportivos • Ventilación activa de los asientos delanteros • Ajustes eléctricos de los asientos delanteros con memoria para el conductor • Aire acondicionado automáticoCROWN GALLERY MOTORS • Concesionario de venta con cita previa y vehículos reales. • Todos nuestros vehículos se entregan revisados, con aceite, filtros y niveles al día según el mantenimiento oficial del fabricante. Incluye limpieza integral y desinfección con ozono del interior. • Las opiniones de nuestros clientes en Google y nuestros 35 años de experiencia nos avalan. • Compra segura: coches libres de cargas y gravámenes, con historial Carfax. • Posibilidad de prueba del vehículo. • Garantía de 12 meses. • Entrega a domicilio en toda España. • El equipamiento de este anuncio no es vinculante y podría tener errores tipográficos. Se muestra con fines informativos y no contractuales. • Aceptamos su vehículo como parte de pago. • Hablamos inglés, alemán e italiano.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2023",
            "kilómetros": "18000 km",
            "precio": 79900.0
        },
        {
            "titulo": "BMW m3 G80 competition ",
            "enlace": "https://es.wallapop.com/item/bmw-m3-g80-competition-1091844692",
            "descripcion": "Coche en perfecto estado,FULL extras techo carbono,backets,llantas doble medida,etc cambio por M2 último modelo (Solo Manual) o tomo como parte de pago subaru impreza sti,evo 8,9 ,focus rs,a45s amg,m2,golf mk8 R,",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "96000 km",
            "precio": 79500.0
        },
        {
            "titulo": "BMW Serie 3 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2021-1030633419",
            "descripcion": "bmw M3 competition 510cv . coche en perfecto estado y cargado de extras..",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "74900 km",
            "precio": 78999.0
        },
        {
            "titulo": "BMW M3 COMPETITION 2021",
            "enlace": "https://es.wallapop.com/item/bmw-m3-competition-2021-1093006751",
            "descripcion": "BMW M3 COMPETITION 510CV Cambio automático con levas en el volante Asientos deportivos delanteros (M-Technic), calefactables y con ajuste lumbar Techo interior M antracita Paquete de competición M Sistema de escape deportivo M Interior de cuero BMW Merino Sistema de límite de velocidad Asistente de visión nocturna Sistema de monitoreo de presión en ruedas Freno de estacionamiento electrónico Sistema de alarmas Faros Laser LED Asistente de mantenimiento de carril Asistente de frenada de emergencia Sistema de sonido envolvente Harman Kardon Reconocimiento de señales de tráfico Head Up display Luz ambiental Volante multifuncional Portón trasero eléctrico mas extras.... -1año de garantia y cambio de nombre incluido. -transferencia de nombre incluida en el precio. -Consulte nuestras opciones de financiación si lo desea (el precio no está sujeto a financiar con nosotros directamente). -Servicio de entrega a domicilio en cualquier punto de la Península y Baleares, precio a consultar. -Solicite prueba de vehículo a domicilio. -Todos nuestros vehículos disponen de libro de mantenimiento y certificación de kilometraje. -Atendemos con cita previa, contacte con nosotros para solicitar una prueba del vehículo. -Este anuncio no es vinculante, puede estar sujeto a errores, se muestra a titulo informativo y no contractual. -17 años de experiencia nos avalan en el sector del automóvil. -We speak English",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "61000 km",
            "precio": 77900.0
        },
        {
            "titulo": "BMW Serie 3 2024 NACIONAL ",
            "enlace": "https://es.wallapop.com/item/bmw-m340i-x-drive-2024-1074657483",
            "descripcion": "Sonido Harman Kardon Cambio automático deportivo 8v • Paquete M Sport Pro (Frenos M rojo brillo, faros M negro brillo Shadow Line, faros LED adaptativos, molduras ext M negro brillo contenido amp) • Diferencial M Sport • Suspensión M-Sport • Asientos delanteros regulables eléctricos con memoria conductor • Control de velocidad con función freno • Techo M en color antracita • Llantas 19\" M-Sport 791 • Molduras M interiores en carbono • Asistente luz de carretera automático • Driving Assistant Plus • Asientos M para conductor y acompañante • Paquete travel (Portón trasero eléct, techo eléct y cristales tintados) • Paquete Comfort (Acceso, calefacción asientos del y ajuste lumbar) • Paquete Entertainment (Cristales confort acústico) • Asistente ángulo muerto y cambio involuntario de carril • Selección modos de conducción • Climatizador automático bizona • Volante \"M\" multifunción con levas de cambio • Espejos exteriores abatibles eléctricos • Espejo Interior antideslumbrante Motor B58 SI ESTAS INTERESADO, MAS FOTOS Y VIDEOS POR PRIVADO GARANTIA ORIGINAL HASTA 2027 y MANTENIMIENTOS INCLUIDOS HASTA 2029 PPF FRONTAL COMPLETO Y TRATAMIENTO CERAMICO 5 AÑOS",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2024",
            "kilómetros": "6900 km",
            "precio": 63500.0
        },
        {
            "titulo": "BMW Serie 3 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2021-1047900535",
            "descripcion": "Coche Nacional, versión M340i Xdrive 375cv Motor 6 cilindros 3000cc turbo Revisado por needcarhelp km reales, impoluto pintura original 20/03/24 SERVICIO CAMBIO ACEITE, FILTROS, BUJIAS + REVISIÓN TOTAL EN CONCESIONARIO OFICIAL,CON FACTURA. Luces led8 velocidades GPS Sensores de aparcamiento traseros,delanteros Sistema de aparcando automático 4x4 Hibrido Sistema anti colision con cámara delantera Cámaras laterales y trasera, 360 grados Sensor lluvia 2 llaves Asientos de piel con detalles en azul M Monta Llantas 19 con neumáticos al 80%, tiene(homologadas llantas 18,19 y 20) Etc Serie 3 4 m3 m4",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "375 cv",
            "año": "2021",
            "kilómetros": "34000 km",
            "precio": 58000.0
        },
        {
            "titulo": "BMW Serie 3 M340I XDrive",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-m340i-xdrive-1052506402",
            "descripcion": "BMW M340 XDrive Extras: + Paquete deportivo M + Paquete de almacenamiento + Paquete empresarial + Paquete espejos + Head Up Display + Parktronic delantero y trasero + Luz Laser + Sistema de sonido Harman Kardon + Apple Carplay + BMW Connected Drive + Clima 3 Zonas + Acceso Confort + Interior en cuero + Llanta 19´´ + Escape deportivo BMW + Pintura Azul Portimao Precio final incluye: + Matriculación + Garantía premium + Cambio de nombre Son vehículos bajo pedido con nuestros filtros de calidad: - Libre de accidentes - Libre de repintados (solo nos vale una pieza) - Máximo 2 dueños - Tiene que tener el 90% del libro de revisiones en la casa oficial. Especialistas en vehículos a la carta, 14 años en el sector nos avalan. Los anuncios se muestra a título informativo, pueden contener errores",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2021",
            "kilómetros": "66000 km",
            "precio": 50900.0
        },
        {
            "titulo": "BMW Serie 3 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2021-1007716815",
            "descripcion": "Se vende Bmw M340i procedente de flota de empresa. Totalmente nuevo Full equipe. Preguntar por los extras, abstenerse curiosos y ofertas ridiculas.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2021",
            "kilómetros": "30600 km",
            "precio": 49000.0
        },
        {
            "titulo": "BMW Serie 3 320 i ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320-i-1087746995",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2024",
            "kilómetros": "19252 km",
            "precio": 43900.0
        },
        {
            "titulo": "BMW Serie 3 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2023-1031050270",
            "descripcion": "BMW SERIE 3. 330I M-SPORT TOURING 190 KW (254 CV) Fecha primera matriculación:02.06.2023 Asientos deportivos con calefacción. Cambio automático con levas en volante Dirección deportiva variable Sist. alarma M Paquete deportivo Techo borda indiv.Shadow Line brillante Teleservices Connected Drive Services Connected Package Professional Telefonía confort con Smartphone ampl. BMW Live puesto de conducción Plus Control de infotainment Widescreen Display Chasis deportivo M Volante M de cuero Paquete aerodinámico M Brillo intenso Shadow line Techo de color antracita Color: Skyscraper grau metallic Garantía oficial BMW hasta 2/6/2026!!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "254 cv",
            "año": "2023",
            "kilómetros": "23000 km",
            "precio": 42999.0
        },
        {
            "titulo": "BMW Serie 3 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2022-1027524721",
            "descripcion": "BMW preparación M Pro, es un 318i de 2022 motor 2.0 y 156cv, automático.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2022",
            "kilómetros": "13000 km",
            "precio": 42890.0
        },
        {
            "titulo": "BMW Serie 330E 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-330e-2023-1064950765",
            "descripcion": "BMW Serie 3 330e hibrido enchufable 292cv M Sport con garantia en la casa oficial hasta 2027, muy equipada, asientos deportivo M alcantara calefactable eléctricos, llantas 18 bicolor, Faros led adaptativos. Se entrega revisada con garantía y transferida. Precio fijo todo incluido, NO negociable NO cambio.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "292 cv",
            "año": "2023",
            "kilómetros": "32000 km",
            "precio": 42780.0
        },
        {
            "titulo": "BMW Serie 3 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2022-1077758445",
            "descripcion": "COCHE MATRICULADO EN DICIEMBRE DE 2022,GARANTÍA OFICIAL BMW HASTA DICIEMBRE DE 2027, INTERIOR E EXTERIOR EN PERFECTAS CONDICIONES SIN RAYAS NI ROCES NI DESGASTES DE PLÁSTICOS. HACE SOBRE 50 KM EN MODO ELECTRICO, ETIQUETA MEDIOAMBIENTAL CERO. ACABA DE PASAR SU PRIMERA REVISION EN DICIEMBRE, ( SON CADA 2 AÑOS O 30.000KM). POSIBILIDAD INCLUIR SEGURO A TODO RIESGO SIN FRANQUICIA HASTA AGOSTO 2025 EXTRAS: -COLOR AZUL PORTIMAO - PAQUETE M EXTERIOR E INTERIOR EDICIÓN LIMITADA 50 ANIVERSARIO -LLANTAS 18\" M BICOLOR -ESPEJOS ELECTRICOS PLEGABLES CON AVISADOR ANGULO MUERTO -FAROS LED ADAPTATIVOS -APERTURA Y ARRANQUE SIN LLAVE -ASIENTOS DEPORTIVOS CON CALEFACION Y AJUSTE ELÉCTRICO PILOTO Y COPILOTO -CUADRO VIRTUAL LIVE COCKPIT PROFESIONAL -NAVEGACION PROFESIONAL PANTALLA TACTIL PANORAMICA -SISTEMA SONIDO ALTA FIDELIDAD -TELEFONO BLUETOOTH -APPLE CAR Y ANDROID AUTO -CARGA TELEFONO POR INDUCTION -CLIMATIZACION DE 3 ZONAS -CONTROL CRUCERO ADAPTATIVO -ASISTENTE CAMBIO CARRIL -ASISTENTE APARCAMIENTO Y MARCHA ATRAS CON FUNCION DE FRENADO DE EMERGENCIA -AVISO DE COLISION FRONTAL -SISTEMA DE LLAMADA DE EMERGENCIA -HEAD UP DISPLAY -CAMARA DE MARCHA ATRAS -RECONOCIMIENTO SEÑALES DE TRAFICO -SENSORES DE APARCAMIENTO DELANTEROS Y TRASEROS -SENSORES LUZ Y LLUVIA -CONTROL PRESION NEUMATICOS -PORTON TRASERO ELECTRICO -CABLE DE CARGA RAPIDA Y CABLE ESTANDARD PARA ENCHUFE DOMESTICO",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "292 cv",
            "año": "2022",
            "kilómetros": "28000 km",
            "precio": 42150.0
        },
        {
            "titulo": "BMW Serie 3 320iA M Sport",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320ia-m-sport-1080803260",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2024",
            "kilómetros": "19500 km",
            "precio": 41900.0
        },
        {
            "titulo": "BMW Serie 3 TOURING PACK M 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2022-974632191",
            "descripcion": "- Navegación BMW Live Cockpit Plus - Sistema arranque/parada - Sistema de reconocimiento de voz - Sistema de tracción y tren de rodaje: DSC - Puerta maletero automática - Volante multifunción - Paquete deportivo M Pro - Luces BMW Individual Shadow Line - Paquete retrovisores interiores y exteriores - Paquete Portaobjetos - Cinturones de seguridad M - Paquete de servicios ConnectedDrive - Asientos deportivos para conductor y acompañante - Calefacción de los asientos delanteros - Molduras interiores Aluminium Carbon oscuro con moldura de acentuación cromo de brillo perlado - Sintonizador DAB - Sistema de altavoces HiFi - Chasis M adaptativo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2022",
            "kilómetros": "10245 km",
            "precio": 41500.0
        },
        {
            "titulo": "BMW Serie 3 320 M-TOURING ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-120i-m-sport-1075698648",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2022",
            "kilómetros": "85447 km",
            "precio": 39990.0
        },
        {
            "titulo": "BMW Serie 3 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2022-1045083662",
            "descripcion": "Espectacular BMW 320i Automático año 2022 paquete M completo y tan solo 24.000km! Nacional, 2 llaves, único dueño y con garantía oficial de la marca hasta Mayo. Pegatina C, todos sus mantenimientos al día para no hacerle nada. Extras: Pack M interior Pack M exterior Paquete iluminación Sensores de aparcamiento delante y detrás Cámara de marcha atrás Paquete de asistente a la conducción Faros Led Shadow line (molduras ext negras) Volante multifuncion con levas de cambio Tapicería mixta cuero y alcantara Asientos calefactables Acceso y arranque sin llave Navegador. Se entrega con un año de garantía comercial.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2022",
            "kilómetros": "24000 km",
            "precio": 39990.0
        },
        {
            "titulo": "BMW Serie 3 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2020-981449910",
            "descripcion": "finales del 2020, procedente de concesionario bmw alemania. 2 años garantia , head up display, keyless, faros laser, harman kardom, cristales acústicos, suspensión adaptativa, diferencial autoblocante. Dirección variable. mas de 20.000 euros en extras ( preguntar ). como nuevo.no repintado. Revisiones casa oficial Bmw . no cambios!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2021",
            "kilómetros": "59500 km",
            "precio": 39900.0
        },
        {
            "titulo": "BMW Serie 3 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2021-1068966550",
            "descripcion": "También disponible en otros colores, equipamientos y motorizaciones. (¡pregúntanos por toda disponibilidad!) GARANTÍA 12  Posibilidad de ampliar la garantía a 36 meses.     Somos una empresa de venta de autos garantizados, kilómetros certificados, historial vehicular certificado, llame para preguntar disponibilidad de vehículos. En caso de que el vehículo ya no esté disponible, llegarán otros en breve. posibilidad de reservar el vehículo con un depósito mínimo y comprarlo solo después de verlo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2021",
            "kilómetros": "39000 km",
            "precio": 39900.0
        },
        {
            "titulo": "BMW G21 330e xDrive 292CV  2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2023-1074151188",
            "descripcion": "BMW 330e touring plug-in híbrido el coche esta en buenas condiciones",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "292 cv",
            "año": "2023",
            "kilómetros": "42000 km",
            "precio": 39500.0
        },
        {
            "titulo": "BMW Serie 3 320i 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320i-135-kw-184-cv-1080836495",
            "descripcion": "El precio mostrado está sujeto a financiación. Precio sin oferta de financión: 39.490 EUR.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2024",
            "kilómetros": "26149 km",
            "precio": 39490.0
        },
        {
            "titulo": "BMW Serie 3 320i 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320i-135-kw-184-cv-1060013268",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2024",
            "kilómetros": "29319 km",
            "precio": 38990.0
        },
        {
            "titulo": "BMW Serie 3 HIBRIDO",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-hibrido-1073494760",
            "descripcion": "BMW 330e x-drive 292 CV HÍBRIDO ENCHUFABLE Precio final con todos los gastos e impuestos incluidos. Financiación a medida, consulte condiciones particulares. - Cambio de nombre. - Revisión oficial. - Garantía nacional. - Impuestos incluidos. Más información y cita previa: 966 298 111 // motorlamarina.com Oferta NO contractual. Reservado derecho de error u omisión.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "292 cv",
            "año": "2022",
            "kilómetros": "38000 km",
            "precio": 35995.0
        }
    ]
}