{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "330Ci Coupé",
        "año mínimo": "2000",
        "año máximo": "2006",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": "231",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=231&min_year=2000&max_year=2006&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1085361416",
            "descripcion": "Recién pintado Tapicería a estrenar Capota nueva",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "106000 km",
            "precio": 24500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1042109974",
            "descripcion": "Marca: BMW. Modelo: SERIE 3. Vehículo de competición. Potencia: 250 CV. 4 Puertas. Combustible gasolina. Cambio manual. Año: 2000. 50.000 Kilómetros. Homologación e ITV de carreras. Tracción 4x4. Todo al día y en fechas. Listo para correr sin necesidad de hacerle nada. Preparado para asfalto y para tierra, desconectándole las estabilizadoras. Puede correr en cualquier prueba de España. Jaula, baquet, arnés, extinción, suspensión, metraquilato, etc.. Extras: aire acondicionado, luces led y dirección asistida. Mejoras en el sistema de refrigeración de agua y aceite. Se entrega con otras 4 llantas de tierra con neumáticos. Reprogramación a 250 CV. Es un 6 cilindros 3.0 atm. Se puede ver y probar. No se aceptan cambios ni partes de pago. Precio: 18.000 € Camacho Cars. Lucena (Córdoba)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2000",
            "kilómetros": "50000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW E46 330ci",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1085546272",
            "descripcion": "BMW para circuito con jaula fia , asientos, arneses 6 puntos , bakets , refuerzo puente trasero , powerflex , ventanillas policarbonato , escape inox con silneciador grup M , ar1 delanteros y federal traseros ,enfriador de aceite y un sin fin de cosas .... mas info hablarme Documentacion al dia y seguro",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2001",
            "kilómetros": "222000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 e36 cabrio",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1087026595",
            "descripcion": "Vendo o puede que cambie pro algo que me interese , propietaro desde hace 8 años. Homologado.Suspensión neumática con gestión digital de 4vias airmext, llantas Brock B1 , trapecios traseros en aluminio forjado , barra de torretas , faros delanteros ahumados,tramo final duramas etc... Cómo extras originales tiene labafaros,climatizador bizona,control de crucero,asientos sport en cuero, barras anti vuelco , deflector,reposacabezas traseros,3 luz de freno,enganche de remolque invisible,pak m original,calefactables,obd18,airbags en puertas,luzes de cortesía y en vano motor,detalles en madera,portamonedas de puerta y porta bebidas central,capota de 3 motores etc... Se ha cuidado mucho ,siempre duerme en garaje para más información consultar , es de finales del 1999",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "180000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 cabrio e46",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1091979814",
            "descripcion": "Vendo bmw e46 cabrio motor 6 en línea 323ci Coche en estado inigualable se puede ver acepto prueba mecánica de cualquier taller y se puede pedir carfax informe de DGT Etc para comprobaciones de quererse yo tengo el carfax y os lo puedo dar de no ser así podéis solicitarlo vehículo sin accidentes estado original todo funciona mo tiene ningún fallo mantenimientos al día con facturas que lo comprueban tan solo tiene 60.000km Llevas llantas bbs motorsport originales en 18 con gomas Goodyear nuevas con menos de 1.000km también aporto factura Interior en cuero y negro piano pantalla GPS nueva aun con plástico capota eléctrica asientos calefactables y eléctricos aire acondicionado deflector de aire para ir sin techo, todos los extras para más información contactar por WhatsApp 642963243",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "60000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1084802949",
            "descripcion": "BMW E46 330i muy cuidado tanto de exterior y de interior,pack m interior entero en negro,tiene 144.000km reales y demostrables,Itv recien pasada a 2 de enero de 2025,suspension roscada ,llantas jp racing,paragolpes delantero de m3,filtros cambiados hace 1 mes y aceite tambien, siempre le he puesto gasolina 98,tengo los antinieblas delanteros nuevos y la parrilla nueva tambien ,los intermitentes delanteros son nuevos,se dan tambien las ruedas del pack m que las tengo guardadas.Mas informacion privado.Manual 6 velocidades ,la pantalla funciona perfectamente.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2004",
            "kilómetros": "144000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1062012090",
            "descripcion": "se vende bmw e46 320 cabrio 2002 170cv full",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "170000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1088882811",
            "descripcion": "Coche importado en bueno estado sería ilimitada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "173 cv",
            "año": "2006",
            "kilómetros": "136000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW E46 coupé",
            "enlace": "https://es.wallapop.com/item/bmw-325ci-1082743058",
            "descripcion": "BMW Coupé gasolina, perfecto. Pocos km, muy cuidado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2001",
            "kilómetros": "168000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-330ci-e46-1054139654",
            "descripcion": "Motor hecho entero con facturas hace menos de 1000 km Manual Nacional Asientos electricos Luces xenon Llantas replica csl 19” en doble medida Techo solar Valvula disa cambiada Separador de aceite cambiado con todas las mangueras nuevas Bobinas y bujías cambiadas Inyectores nuevos Sondas landa cambia Itv pasada Mas informacion preguntar Se aceptan cambios por todoterreno",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2002",
            "kilómetros": "280000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-e46-cabrio-323ci-1049989850",
            "descripcion": "Bmw cabrio. Full equipe. estado impecable. Pack M. Asientos M piel roja. calafectables y electricos. Xenon. cambio automatico. Pantalla Android con camara trasera Gps. Capota electrica. Carroceria y capota impoluto. etc. Cualquier duda preguntar. No mareantes. solo interesados. etiqueta B. Coche capricho.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2000",
            "kilómetros": "157000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1031535222",
            "descripcion": "coche al detalle, pintado y con tratamiento cerámico, cuadro digital único, llantas 19 con gomas yokohama, latiguillos metálicos, suspensión Bc Racing, escape con válvulas, iluminación en bajos, motor e interior, faros angel eyes con cortas, largas e intermitentes en led, kit completo maxton desing, cuero calefactable y pack m original completo,camara delantera y trasera, equipo de sonido espectacular (a negociar) estado único de conservación, a capricho y guardado siempre en garage, se escuchan ofertas coherentes, cualquier duda preguntar, se acepta prueba en cualquier taller incluso en bmw. Embrague bimasa, y toda una revisión recien hecha. Precio algo negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "290000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 2003 e46 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-911159864",
            "descripcion": "Impresionante BMW Km Reales!( Demostrable ) Nacional Siempre en garaje Cambiado: ●Llantas ●Suspensiones roscadas ●Retrovisores ● Parachoques:Delantero/Trasero ●Maletero carbono con Alerón ●Luces: Delanteras/Traseras ●Pantalla ● pomo/ Pedales ●RECIÉN PINTADO ●Escape",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2003",
            "kilómetros": "99000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1077567328",
            "descripcion": "¡LEER HASTA EL FINAL! Se vende BMW 330ci e46 231cv. Coche muy mimado. Es un Individual en color gris CSL, llantas CSL en 18 pulgadas, retrovisores m3, suspensión Blistein b12 con muelles eibsch, escape homologado, quick shift, equipo de música harman kardon con pantalla Alpine de 7 pulgadas sub JBL y sistema de audio mejorado. Faros de xenón con angel eyes, sensor de lluvia, luces automáticas, asientos electricos y calefactables con memoria, techo solar... Se entrega con capo estilo gtr y el original. Tambien se entrega si quiere parachoques delantero estilo M3 nuevo a falta de pintar. Escape intermedio y final artesanal y original para ITV. ITV se entregaria recien pasada hasta Enero 2026 Motor cambiado con factura demostrable con 80.000km, en 2018, con 140mil km actualmente. De chasis tiene 340.000km. Infinidad de piezas nuevas, sensores, silentblocks powerflex y maylehd, separadores 1.2cm y 1.6cm etc etc. Se acepta prueba mecanica y lo que se quiera para que se vea que todo es cierto. No mareantes no tengo prisa en venderlo. NO MAREANTES",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2004",
            "kilómetros": "140000 km",
            "precio": 13999.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-e46-manual-1086352809",
            "descripcion": "INFO EN LA ÚLTIMA FOTO. Se vende lo que probablemente sea el mejor BMW 330ci manual circulando en España. Es un coche nacional, soy el 4 propietario en 24 años que tiene el coche, eso ya te dice algo del coche. Muchísimo dinero metido en él y cuidado a capricho en todo momento, nunca ha estado circulando en circuito, pero si en exposiciones por España. Coche IMPOLUTO. No negocio, se lo que vendo. Es un coche para quien sepa valorar el modelo que es y su estado. No me urge. SOLO WHATSAPP.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2001",
            "kilómetros": "230000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 e46",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1071386882",
            "descripcion": "BMW E46 325ci El coche se encuentra en un estado excepcional, el coche de origen es de color negro pero pintado en antracita de BMW M5 E39. Lleva suspension TATECNICX Red. Latiguillos metalicos Hel Amarillos. Pastillas PBS Pro Track. Llantas Japan Racing. Pack M completo. Semi arco trasero. Barra torreta delantera. Silencioso trasero Duramax. Full Led, niebla, cruze, posicion, largas. Pilotos traseros Led. Navegador Android. Asiento electrico con memoria. Volante multifuncion. Aceite y filtros y mantenimiento de correas, tensores, bomba de agua, recien hecho. ITV recien pasada. TODO HOMOLOGADO.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "197 cv",
            "año": "2000",
            "kilómetros": "300000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1040734474",
            "descripcion": "No marear",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "80000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-812537547",
            "descripcion": "BMW 330CI e46 CABRIO. En perfecto estado. Revisiones, mantenimiento e ITV al día. Motor impecable, batería, alternador, bomba de agua, termostato, mangueta hidráulica de dirección, aceite y líquidos nuevos. No hace falta hacerle nada. (Se pueden mostrar las facturas). Neumáticos Michelin Pilot Sport 4 a media vida. Coche guardado en garaje, capota perfecta, funcionamiento del mecanismo de capota perfecto. Reglajes de los asientos eléctricos en perfectas condiciones. Asientos en cuero rojo de serie como nuevos. Para cualquier pregunta, no dudéis en hablarme.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2000",
            "kilómetros": "118000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-388183381",
            "descripcion": "BMW 325i e90 218 cv NACIONAL con techo solar,navegador, asiento e interiores pack M, paragolpes delantero,faldon y paragolpes trasero pack M ,volante multifunción M,suspensiones deportivas M de fábrica,ayuda de inmovilización en pendientes, llantas BBS lemans 19\" con 235 delanteras bridgestone nuevas y 265 traseras michelín nuevas, color interior negro y plata asientos mixtos de alcántara. Siempre guardado en garaje y ningún golpe",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2006",
            "kilómetros": "159000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1091464966",
            "descripcion": "Totalmente de serie. nunca chacado, totalmente original, pintura y tapiceria en perfectas condiciones, esta en perfectas condiciones de mecanica",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "250000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1079546336",
            "descripcion": "Todo al dia Mucha preparación para circuito. Sin estrenar Lo compré para usarlo en circuito pero lo dejo por falta de ganas No ha entrado nunca a ninguna tanda -Aceite de diferencial, caja de cambios, motor todo Ravenol -Shortshift coolerworx -Strongflex en todo el coche -Subchasis soldado -Antigravillado -Radiador de aceite y de agua sobredimensionado de aluminio -Valvula Disa metalica -Manguitos de silicona -Bomba de agua nueva -Techo tapizado negro -Relojes temperatura y presion de aceite -Admision Ramair con toma de aire frio -Paragolpes trasero pack M -Escape -Aleron de carbono -Suspension blistein nurburgring -Discos traseros y pastillas nuevas -Ruedas nuevas -Alfombras nuevas a medida -Radio Android con camara marcha atras y gps externo para ver los tiempos en circuito -Cristales ahumados en solarcheck (traseros maxima opacidad y delanteros minima opacidad con lámina cerámica para el calor) -Llantas forjadas (8kg) con estriado interior para que el neumatico no resbale en frenadas fuertes El coche lo compré al anterior propietario, que llevaba con el 17 años Se me olvidan mas cosas seguro. El coche está para no hacerle nada Tengo todas las piezas de serie Pegatina medioambiental C🟢 Interior negro completo *Tengo mas piezas por ponerle como suspensiones roscadas y frenos 6 pistones. Conforme vaya instalando las piezas, iré incrementando el precio. Para tenerlas en la caja sin abrir, las pongo y las disfruto mientras tanto**",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "180000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1022864353",
            "descripcion": "cambio de aceite recien echo cambio de filtro de combustible y cambio de de filtro del aire",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2004",
            "kilómetros": "190000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1079563259",
            "descripcion": "BMW Cabrio en perfecto estado, muy cuidado, siempre en garage particular. Es el motor 2000, el que no se rompe, mantenimiento realizados anualmente, aunque hace menos de 2000kms al año.Distintivo medioambiental C. Muy pocos kms. Capota de apertura completamente eléctrica, asientos eléctricos, navegador, volante multifunción, etc. Capota en perfecto estado, sin roces ni agujeros, con tratamiento impermeabilizante realizado hace 6 meses. Asientos en piel, en perfecto estado aunque los traseros amarillean un poco. Varios componentes de M3, parachoque, llantas, faros, alfombras. Solo compradores serios que saben lo que buscan, no marear ni ofertas ridículas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "131000 km",
            "precio": 12950.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1091795816",
            "descripcion": "Se vende BMW 330Ci 231cv en espectacular estado. Cambio manual de 5 velocidades. Dispone de varios extras: luces Xenón, asientos en cuero calefactables y eléctricos con memoria de posición, techo solar, enganche con bola desmontable original, sonido Harman Kardon, etc. Llantas originales y sin golpes, neumáticos Goodyear F1 Asymetric. El coche se encuentra prácticamente de serie, con pintura original. Pastillas y discos nuevos, suspensión nueva, etc",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2001",
            "kilómetros": "20300 km",
            "precio": 12500.0
        },
        {
            "titulo": "BMW E46 Serie 3 330xi año 2001.",
            "enlace": "https://es.wallapop.com/item/bmw-e46-serie-3-330xi-ano-2001-1078112567",
            "descripcion": "Se vende BMW E46 serie 3 330xi del 2001 en perfecto estado tanto interior como exterior. Mantenido en garaje, poco uso y revisión periódica al mecánico, todo de serie. Jamás se ha fumado en el interior. ITV pasada. Precio negociable con el propietario.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2001",
            "kilómetros": "121164 km",
            "precio": 12500.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1058044147",
            "descripcion": "* **MANUAL *** tiene hecho todos los mantenimientos * embrague, correas, diferencial *neumaticos delanteros nuevos * bateria nueva *bluetooth * cuero, techo, cortina trasera * sonido harman kardon *amortiguadores traeros nuevos+silemblocs de poliuretano * spliters Carbono delante y detras *xenon * el coche esta a capricho lleva tratamiento ceramico includo llantas *frenos ventilados D2Racing 8 * cualquier duda o consulta a su disposicion.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2002",
            "kilómetros": "220000 km",
            "precio": 12500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-330ci-m3-1069347859",
            "descripcion": "Vendo BMW 330ci con todo el kit de M3 homologado, techo panoramico, asientoes electricos y calefactables, todas la revisiones pasadas, pastillas 70%, neumaticos 80%, coche muy cuidado y mimado, no se le tiene que hacer nada, tiene algun pequeño detalle de pintura, pero en general esta en muy buen estado, pegatina verde C para poder circular sin problemas, tiene repro 250/260cv, Tiene sistema de sonido harman kardon de serie pero lo mejore poniéndole más altavoces para poder poner música con bluetooth ! Delante tiene dos medios de 10 pulgadas groundzero son altavoces alemanes y los mueve una planta de 600wats y atrás en la cajuela llevo un cajón para el bajo con un bajo de 15 pulgadas grounzero también y lo mueve una planta de 1500wats! En solo el sistema de sonido me gasté más de 2000€. Venta urgente por viaje.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2004",
            "kilómetros": "122000 km",
            "precio": 12500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1087894934",
            "descripcion": "320ci coupe restyling e46.Comprado hace 6 meses revision completa post compra con factura. Radio con pantalla nueva. Tiene algún defecto : aletas derecha . Telas puertas delanteras. Y un rascado en el paragolpes(para una lista completa contacten y adjunto informe taller y detalles). Se acceptan cambios y ofertas precio negociable. En las fotos no se ve la radio nueva.Etiqueta ambiental. Me interesan cambios por z350, z4 3.0 , modelos similares tengo una z900 del 2023 16k km y una harley 54k km que también se podrían incluir en el cambio kilometros demostrables se aceptan todo tipo de pruebas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2004",
            "kilómetros": "70000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1061878141",
            "descripcion": "BMW 325i, año 2002, casi nuevo, con muchos extras y solo 50000 km",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2002",
            "kilómetros": "50000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1043410161",
            "descripcion": "Bmw 318ci año 2005 143 cv. 63.000 km. Nacional. Todas las revisiones al día. Frenos y neumáticos con apenas 3.000 km. ITV hasta septiembre del 2024. Busco algo más grande por aumento de familia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "64000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1071220710",
            "descripcion": "vehiculo en perfectas condiciones con las rebisones y tlirh",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2001",
            "kilómetros": "148000 km",
            "precio": 11900.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1092362064",
            "descripcion": "se vende bmw e46 323ci restyling coche muy cuidado y mimado.Puesto pack M3 paragolpes aletas llantas taloneras espejos etc faros ojos de angel originales , recien pintado tambien se le han cambiado muchas piezas de mecanica radiador tacos de motor etc .el coche esta homologado entero no urge venta ahorrarse ofertas absurdad",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "233000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1091742946",
            "descripcion": "Bmw 325i e92 coupe nacional con: asientos de cuero,cristales traseros tintados,pantalla android con camara trasera. llantas del m3 e92 habria que repararlas estan rayadas el coche de chapa y pintura esta perfecto salvo algunos desperfectos muy poco notorios por lo demas esta perfecto de mecanica tiene su aceite recien cambiado siempre motul y embrague y bimassa con menos de 2000km 2000 euros me costó vendo el coche porque tengo otras prioridades y a este no le doy uso ya duerme en garaje privado cualquier duda o pregunta escribirme por privado el coche actualmente no tiene itv pero yo me encargo de pasarle itv al comprador antes de venderlo la pasa sin problemas con 0 defectos pegatina C para las grandes ciudades totalmente de serie.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2006",
            "kilómetros": "179000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 3 318Ci Coupé",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318ci-coupe-1090098156",
            "descripcion": "12 MESES DE GARANTIA,CAMBIO DE NOMBRE INCLUIDO,KM GARANTIZADOS, LIBRO DE REVISIONES, EL COCHE SE ENTREGA CON LA REV PASADA EN NUESTRO TALLER PROPIO, ACEITE, FILTROS, FRENOS,RUEDAS NUEVAS,ITV AL DIA,CLIMATIZADOR,RADIO CD, ORDENADOR DE A BORDO,CONTROL DE CRUCERO,SENSORES DE APARCAMIENTO,ELEVALUNAS ELECTRICOS,ESPEJOS ELECTRICOS,CIERRE CON MANDO,AIRBAG,ABS, ESP, MUY BONITO.ESTAMOS EN MEJORADA DEL CAMPO,A 15 MINUTOS DEL CENTRO DE MADRID.MAS VEHICULOS Y FOTOS EN VOJJCARS.COM.MAS DE 15 AÑOS Y 2500M2 DE INSTALACIONES CON TALLER PROPRIO NOS AVALAN.GARANTIZAMOS POR ESCRITO LOS KM .LA GRAN MAYORÍA DE NUESTROS VEHÍCULOS DISPONEN HISTORIAL DE MANTENIMIENTO.CON NOSOTROS LOS TRÁMITES DE PONER EL VEHÍCULO A TU NOMBRE LE SALE GRATIS.REF-24MVW,TJJ2,TENEMOS OPEL",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "149000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1084393374",
            "descripcion": "Bmw individual, todos los extras, muy cuidado, mantenimientos al dia en tiempo y forma, no se aceptan cambios. Estado de coleccionista, pocas unidades asi.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2001",
            "kilómetros": "178000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 330ci",
            "enlace": "https://es.wallapop.com/item/bmw-serie-330ci-1082711344",
            "descripcion": "330ci E46 pack M technick 2 original , tiene ITV al día , se vende por compra de otro modelo , está al día .",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2002",
            "kilómetros": "249300 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1081384537",
            "descripcion": "recien pasada itv ruedas nuevas tapizado recien echo techo y molduras cambio de aceite y flitros recien echos bomba de agua y embrague todo con factura . todo el coche recien pintado mas llantas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "220000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-868638885",
            "descripcion": "coche totalmente revisado, con mantenimientos de caja echos hace 5 mil km y homologada en papeles, riadas nuevas ITV, el coche va perfecto,no negociable abstenerse ofertas ridiculas. Defensa recien pintada y puesta de m3. Nunca se a usado para hacer el tonto, mejor ver y probar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "168000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1091651977",
            "descripcion": "Es el 330 edición individual, tapizado completo, pintado, preparación rocket bunny, escape M3 y pack completo, capó del E46 GT-R, separadores, ruedas traseras de 275/35/19, llantas Japan, entrego suspensión para poner nueva etc.. Homologado todo menos escape y separadores, vehículo de chapa y pintura perfecto, sólo tiene algunos defectos leves, precio no negociable, este es la versión individual, el básico de serie lo tienes en 7000€ en adelante, coche que por donde pasa llama mucho la atención.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "230000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1079210423",
            "descripcion": "Bmw en preparacion para drift, se vende con mucha preparacion y de primeras marcas en la ultima foto esta todo. ultimas reparaciones reten cigueñal y junta carter No me corre prisa venderlo, el coche va inclreible. 👌🏼 lleva pops",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2001",
            "kilómetros": "285000 km",
            "precio": 11000.0
        }
    ]
}