{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "330xdA Berlina",
        "año mínimo": 2003,
        "año máximo": 2005,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 204,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=204&min_year=2003&max_year=2005&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1086650943",
            "descripcion": "Preció coche solo sin kit manual 9800 euros negociable en persona...Todo mantenimiento completo echo cadena distribución echa con 1000km inyectores nuevos caja de cambió echó mantenimiento completo pastillas freno alante y atrás nuevos ruedas al 90% gancho remolque, faros xenon llantas 17 original 225/40/17 asientos de cuero negro todo el interior completo en negro radio GPS original más una pantalla android,,juntas motor cambiadas admisión nueva turbo verificado aceite y filtros nuevos con aceite Castrol original.. todo echó con fotos y fechas no facturas... Preció kit sólo sin coche 3000 euros también dispongo del Kit completo para hacerle manual... embrague Sachs caja de cambió manual 6 velocidades grupos completos con transmisiónes cuadro velocidad pedales palanca de cambios centralitas con llave y bombines arranque y puertas..un Kit valorado en más de 2000 euros.si no querés el kit se baja el precio del coche..por favor gente realmente interesada y no mareantes no estoy pará perder tiempo....se puede negociar algo en persona y después de probar el coche... preció conjunto entero 12000 euros éste coche vale cada euro invertido en el.... motivo venta tengo 4 coches i no puedo mantener todo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "193000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW 320d 163cv Pack M",
            "enlace": "https://es.wallapop.com/item/bmw-320d-163cv-pack-m-1069512880",
            "descripcion": "Full extras y al día de mantenimiento. Revisión grande para la venta, sustitución de todos los líquidos (aceite motor y caja de cambios, refrigerante, frenos) y filtros (aceite, combustible, aire, caja de cambios, habitáculo), techo solar, xenon, pack M original, cuero, llantas 18\", navegador, cambio automático, cámara marcha atrás, car play Android y regalo la original, climatizador bizona, 4 elevalunas, parktronic delantero y trasero, espejos plegables eléctricos,4 ruedas nuevas recién puestas Michelin Pilot Sport 5....Mejor ver.Acepto cualquier tipo de prueba. NO CAMBIO solo venta",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "180000 km",
            "precio": 11900.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1074490987",
            "descripcion": "Coche en perfectas condiciones, mimado. De mecanica esta de origen desde siempre, no lleva electronica tampoco. Interiores perfectos. Libre de oxidos(ya que es tipico problema en estas carrocerias) Coche de uso diario Se pueden aceptar coches etc... como forma de pago Mas informacion y fotos por privado. Se vende con todo lo necesario para hacerlo manual a 6V y defensa delantera del M (original de BMW)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2003",
            "kilómetros": "228000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1091628534",
            "descripcion": "El coche es restayling de origen, pero esta cambiado el frente a pre con lip csl en fibra y defensa loock m3 con faros angel led blanco fondo negro homologados, difusor maxtom con detalles de carbono laterales echos a mano, se entrega motor anterior de 330mil km con mucho para aprovechar, ya que esta cambiado con factura de todo y de montaje en taller, a demas de historial para poder entregar de lo q se le hizo al coche, tiene downpipe y escape echo, asientos originales m3, volante echo en piel vuelta, pantalla android con cámara trasera de aparcamiento, llantas csl en 19/9,5, interior impoluto pack m3 quitando agrietadillas por desgaste d los asientos delanteros, se entrega con itv y con el escape de serie que es lo único que necesita para pasar. Llantas recien reparadas y coche siempre al dia. Caja automatica reconstruida por el anterior propietario hace 90mil km, y mantenimientos de caja echos hace 10mil, 50mil km restantes hasta siguinete mantenimiento.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "190000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1089115623",
            "descripcion": "volante deportivo,suspension Koni Fsd + eibach homologada, radio con pantalla y camara marcha atras,parktronick trasero, negro metalizado sin golpes,itv pasada,mantenimiento al dia. Siempre en garaje. 161.000km 90% en carretera.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "161000 km",
            "precio": 8500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-638044717",
            "descripcion": "Bmw 330cd Automático en perfectas condiciones de chapa y pintura así como de motor. kilómetros reales y demostrables con itv en vigor. Vehículo procedente de concesionario oficial BMW Premium. Neumáticos al 80%. Interior de cuero beige impecable, terminación en madera, asientos y retrovisores eléctricos, control de crucero, Bluetooth, etc.. Full equipe. El coche se encuentra en la localidad de Pedralba (valencia) Abstenerse ofertas absurdas, vehículo mimado desde el primer día, gente seria. MEJOR VÍA WHATSAPP,TELF.667751860.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2005",
            "kilómetros": "168512 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1074404013",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2003",
            "kilómetros": "225000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1005154020",
            "descripcion": "-Pack M completo. -Mantenimientos hechos. (Tengo facturas). -Correa auxiliar cambiada este año. -ITV hasta Septiembre 2025. -Lo guardo en garaje. -Pilot sport 5 nuevas. (255x35) 18 -Palomillas hechas. Cualquier pregunta me contactáis. #Vw golf gti gtd r audi s3 mercedes bmw mrs amg sline packm Golf Mk6 Mk7 R 300 Gti Gtd Cupra Fr Seat Leon Porsche cayenne macan Audi A3 53 Rs3 S4 S5 SQ5 Rs4 Rs5 Bmw 135i 235i M2 M3 M4 rs st A45 Cla45 C63 C43#",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "271000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-433930590",
            "descripcion": "Soy particular, vendo el coche para comprar de otro por capricho, es del 2004, el un BMW 330D full equip, español, con un motor diesel de 3000 c.c con 204 cv, turbo, kilómetros reales 180000 aprox. Esta perfecto. Es full equip: clima, cuero, automático, techo, asientos calefactables, cds, navegador bmw, etc ... tiene roces en pintura típicos de aparcamiento, nunca ha tenido golpes, ni averías. Se puede enviar videos. Mercedes, audi, porche, wv, opel, nissan, cupra. Automatico. Mini paceman.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "180000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3  99.500kms 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-e46-320d-150cv-98-000kms-1008187433",
            "descripcion": "OFERTA! 🇪🇸 Vehículo Nacional, con SOLO 99.500 kms certificados y garantizados. Sin accidentes Dispone de libro de mantenimiento en servicio oficial BMW 📚 2 llaves con mando 🔑 🔑 Muy buen estado general✅ Vehículo único por su estado y bajo kilometraje. Muy fiable y económico👌 Itv en vigor pasada 3/10/24 sin desperfectos Recientemente cambiados calentadores de precalentamiento, anuladas chapaletas de admisión, limpieza de colector de admisión, egr, conductos y substitución de filtro decantador de admisión. Completamente revisado. Se acepta prueba mecánica por profesionales. Aceptamos vehículos como parte de pago! Para una mejor atención, llamar ☎️ 622524734 ☎️",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "99500 km",
            "precio": 7899.0
        },
        {
            "titulo": "BMW Serie 3 330Cd",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-330cd-1071428596",
            "descripcion": "AUTOS DONAIRE COMPRAVENTA DE VEHICULOS + 150 COCHES EN STOCK – ENTREGA INMEDIATA TE COMPRAMOS TU COCHE Y TE PAGAMOS AL MOMENTO FINANCIAMOS 100% - TU ELIGES TU COUTA BMW 330CD - VEHICULO CON SUS REVISIONES AL DIA - BUEN ESTADO PRECIO CONTADO: 7.800€ PRECIO CON OFERTA FINANCIACION: 7.800€ (consulta condiciones especificas de esta promocion – sujeto a aprobacion por parte de entidad financiera) EQUIPAMIENTO DESTACADO: Faros de xenon, lavafaros, llantas, asientos electricos, asientos piel, climatizador, radio con navegador, asientos calefactables, regulador de velocidad. GARANTIA 12 MESES, AMPLIABLE A 24 MESES (CONSULTAR) Anuncio no vinculante, puede contener errores, solo se muestra a titulo informativo y no contractual. Pueden existir varias unidades del modelo ofertado, consultar con nuestro personal precio y kilometraje de cada vehiculo....",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2005",
            "kilómetros": "200000 km",
            "precio": 7800.0
        },
        {
            "titulo": "BMW Serie 3 2005 e90",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1070685064",
            "descripcion": "BMW serie 3 320d automático 163cv Color: Sparkling graphic Metallica (gris antracita) Cuidado TODAS LAS MODIFICACIONES SE ENCUENTRAN EN FICHA TÉCNICA, SE ENTREGA CUADERNO DE HOMOLOGACIÓN COMPLETO Extras: Paragolpes trasero, delantero y taloneras edición limitada. Aleron y visera trasera. Llantas de paquete M de 18'' con tornillos antirrobo. Neumáticos Runflat anti pinchazos. Suspensión y dirección deportiva. Faros de xenon con luz adaptativa. Enganche para el remolque abatible electrico BMW. Retrovisores eléctricos y abatibles. Sensores de aparcamiento traseros. Techo solar. Tapicería en cuero Dakota negro, tratado todos los años con productos de hidratacion. Asientos deportivos delanteros calefactables, eléctricos y con soporte lumbar. Asiento del conductor eléctrico y con memoria. Asientos traseros abatibles. Alarma antirrobo BMW. Cortina luna trasera eléctrica. Cortinas en ventanillas traseras. Porta esquíes. Volante deportivo, multifunción. GPS Sensor de luces. Sensor de lluvia. Espejo interior anti reflectante y con brújula digital. Paquete compartimentos maletero. Control de crucero. Con etiqueta B.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "291000 km",
            "precio": 7700.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1085309641",
            "descripcion": "Está en perfecto estado, Pack M exterior e interior con todos los extras completamente de serie. 270000 kms",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2005",
            "kilómetros": "27000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1077423119",
            "descripcion": "Todos los mantenimiento echó cambio por coche de mi interés también acepto 4x4",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2005",
            "kilómetros": "287253 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 - pack M///",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1007519125",
            "descripcion": "No he visto otro igual,buscalo y si encuentras alguno avísame. Garantizado para disfrutar, comodo y juguetón Nacional con libro,itv sin ningún fallo! Pack M original -interior exterior Suspension M ///. Gomas nuevas cristales laterales traseros. Sensores lluvia, luz y aparcamiento pdc, ayuda en rampa.camara delantera WIFI ,LED interior, USB bluetooth, Mucho dinero invertido en el mantenimiento-preventivo :muy fino el cambio y el motor Nuevo:Polea cigueñal.tacos motor y caja ,discos freno .termostato.bombas . correas y muchos más . +info por tlf.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "240000 km",
            "precio": 7300.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1081982647",
            "descripcion": "BMW 330d E46 204cv,pack m original interior y exterior,asientos cuero calefactables,220000km perfecto estado. Se le acaba de realizar el servicio de todos los aceites y filtros juntos con la sustitución del turbo,trapecios con rotulas meyle HD y \"piruletas\" de trapecio powerflex black. Caja de cambios automática en buen estado con mantenimiento recién hecho. Se puede dar hecho manual ajustando diferencias en el precio. ITV recién pasada. El coche se entrega con llantas bbs originales styling 216 y 4 neumáticos Michelin ps5 al 80%",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "220000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1059769772",
            "descripcion": "Se vende bmw 330xd muy cuidado. Pack M interior y exterior completo, con llantas de serie en 17\" con neumáticos de invierno y otro juego BBS de bmw en 18\", con neumaticos de verano en buen estado. Casquillos de viela, retenes de válvulas, taques, segmentos, calentadores y juntas cambiado todo completo con factura con 190000km y caja de cambios nueva hará dos años, aceite de caja recién cambiado con filtro. Mantenimiento echo hace menos de 10000km, motor con aditivo antifriccion MetaLube, filtro de aire y pcv nuevo. Todos los inyectores recien puestos reparados y ajustados todos . Turbo cambiado hace 3 años. -Palomillas mariposas anuladas -Dos juegos de llaves originales + dos de plástico que venían con el -Traccion a las 4 ruedas permanente -Control de velocidad -Interior negro completo opcional -Asientos de cuero pack M, eléctricos y calefactables con memorias -Interior en perfecto estado -Alfombrillas originales y de goma originales encima - Protector maletero de goma -Control de descensos -Bixenon -Sensor lluvia y luces -Sensor parking -Techo solar -Navegador -Tv -Cargador CDs -Bluetooth y Aux -Equipo Hifi Negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2003",
            "kilómetros": "285700 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-957105924",
            "descripcion": "perfecto estado ITV pasada en septiembre muelles eibach metidos en ficha llantas doble media admision sin palomillas egr anulada pack m interior y exterior todos los extras menos techo pantalla android... se cambia por Audi S3 S4 S6 Porsche cayenne o algo de mi interés",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "250000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1091093005",
            "descripcion": "Al día de mantenimiento. Revisión grande para la venta, sustitución de todos los líquidos (aceite motor y caja de cambios, refrigerante, frenos) y filtros (aceite, combustible, aire, caja de cambios, habitáculo), turbo nuevo, cambio automático,climatizador bizona, 4 elevalunas, parktronic delantero y trasero (falta la instalacion trasera), tapiceria alcantara beige, pintado hace 2 años. Mejor ver. Acepto cualquier tipo de prueba. NO CAMBIO solo venta",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "260000 km",
            "precio": 6990.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1061030526",
            "descripcion": "Se Vende espectacular BMW 320d Tanto interior como exterior asientos de cuero techo solar etc….. coche de alta gama mantenimiento al día más información al privado whatsp: +34602187599",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "272600 km",
            "precio": 6550.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1089755785",
            "descripcion": "Bmw 330d M E46 184cv En buen estado general",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2003",
            "kilómetros": "300000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1082351213",
            "descripcion": "Bmw muy bien cuidado con llantas nuevas p19, poco negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "194000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 2004 150cv automático",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-150cv-automatico-1080202848",
            "descripcion": "BMW Serie 3 2004 150cv automático Kilómetros reales Aporto informe de tráfico DGT. Todos los mantenimientos realizados NO MAREANTES, También CAMBIO POR +- DIFERENCIA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "166000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-988059310",
            "descripcion": "no acepto canbio",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2005",
            "kilómetros": "270000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1087667383",
            "descripcion": "se vende bmw e46 320CD rematriculado en 2008,pegatina mediambiental “B”, 262000km -Pack m original -asientos sport cuero beige -techo negro -esta recien pulido,solo se an repintado los pargolpes,la pintura es de origen,nunca un golpe -neumaticos en doble medida al 40/50% -tiene recien hecho culata,junta,cadena distribucion,anuladas palomillas,junta tapa balancines,4 inyectores,tensor correa servicio,pcv,termostato,aceite y los 4 filttos,mantenimiento de la caja de cambios,bateria nueva,cortacorriente,esta al dia de todo.... -leo todos los mensajes pero no contesto ofertas y rebajas absurdas,cualquier duda mejor por telefono",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "262000 km",
            "precio": 6200.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1087278597",
            "descripcion": "BMW 320d E90 163cv itv en vigor pegatina medioambiental B Motor por cadena control de velocidad crucero Correas cambiadas Llantas 18 Neumaticos nuevos Aceite y filtros cambiados",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "289000 km",
            "precio": 6200.0
        },
        {
            "titulo": "BMW Serie 3 330Cd",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-330cd-1080275084",
            "descripcion": "Bmw 330Cd Aut. restyling. Nacional con 276.000 km. Mantenimientos al día. Xenon, Asientos deportivos semi-cuero, llantas 18, etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "276000 km",
            "precio": 6200.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1080533651",
            "descripcion": "El coche tiene todo echo frenos aceite alternador nuevo siempre revisado todo en taller ITV asta agosto 2025 dos juegos de llanatas unas 17\" y otras negras en 18\" para más información x privado gracias precio negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "278000 km",
            "precio": 6200.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1091657581",
            "descripcion": "Se vende 330d E46 reestyling 204cv. Tiene pack M exterior e interior completo original con techo solar. Asientos delanteros calefactados, equipo harman kardon, el coche trae originalmente pantalla pero se ha instalado una con apple carplay/ android auto (vicshop). Tiene control de crucero y mandos en el volante para la pantalla. El coche presenta algunos desperfectos de chapa pero esta perfecto de mecanica. Se le ha cambiado hace 8.000 km el turbo, juntas de tapa, admision, colector de escape, cortafuegos de los inyectores etc. Tambien se le hizo mantenimiento a la caja con aceite nuevo y filtro, aceite del diferencial trasero y se sustituyo el radiador de refrigerante junto con el termostato y bomba del agua. Esta para usarlo, no hay que hacerle nada. Mas informacion si realmente te interesa por mensaje.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "270000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1091585475",
            "descripcion": "Vendo espectácular BMW 330 204 CV automático motor 3.0 facelift en perfecto estado las revisiones echas de motor y de caja todos los filtros y los aceites cambios en perfecto está interior está nuevo tiene techo solar y muchas extras para más detalles llamar a este número 641192463",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2005",
            "kilómetros": "275000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-e46-1077564237",
            "descripcion": "bmw e46 itv hasta agosto 2025 los 4 inyectores y calentadores recien cambiados de carroceria tiene alguna marca de aparcar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "285000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-981999748",
            "descripcion": "Bmw e46 330d 184cv touring (Automático) en muy buen estado de chapa y motor como se puede ver en la fotos, motor M57D1 -Pack M exterior -llanta 17\" -Interior tela gris -volante m3 e46 (Volante Multifuncion) -Elevalunas eléctricos delanteros y traseros -Climatizador -Pantalla 2Din con CarPlay -2 llaves -Aceite Ravenol 5w30 y filtros recién cambiados hace 1.000km -Parktronic de serie Coche de uso diario,para más información no dude en contactarme. Escucho cambios por coche gasolina Automático..SUV ,etc.:Toyota Hilux,Corolla,Auris,Rav4,Land Cruiser,Highlander..Nissan Navara,Pathfinder,Patrol Gr Y60,Y61..Kia Mitsubishi,Vw touareg R5 Tdi,V6 ,seat,Polo tfsi, Tiguan, Dsg,Volvo xc...Montero,Outlander,GLP,bmw x3,x5, e90,e91 163cv.,¡APORTANDO DIFERENCIA!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2003",
            "kilómetros": "294000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1039785844",
            "descripcion": "Se vende bmw 320cd finales de 2004. Nacional. 3r propietario y siempre de serie. Siempre durmiendo en garaje. Pack M. Interior de cuero, volante y techo forrado con alcantara. Coche automático con mantenimiento hecho cada 60k. Todos los mantenimientos al día. Al coche se le quitaron las palomillas, fallo común en e46. ITV recien pasada. Frenos delanteros nuevos. Los 4 neumáticos cambiados al 90% Cambio de aceite y filtros cambiados. Al coche no hay que hacerle nada. Pocas unidades así de E46. No me urge la venta. Acepto prueba mecánica. Cualquier cosa no dudes en preguntar. Gente sería. Mejor verlo en persona.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "195000 km",
            "precio": 5999.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1081257401",
            "descripcion": "Se vende BMW E46 320d automatico con bastantes extras. Mantenimiento realizado hace 5000km todos los filtros del motor, aceite, mantenimiento cambio automatico y diferencial. Faros traseros led, kit de xenon original, ojos de angel, pantalla android de 10.1 pulgadas de 500€, bola de remolque de quitar y poner. Sensor de lluvia automatica, ruedas de 17 pulgadas, neumaticos al 90% (Continental), downpipe, palomillas anuladas con kit de anulacion, pastillas y discos de freno perforados brembo con 5000km. Etc... Unica pega importante las modulas laterales tiene la pintura saltada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "279000 km",
            "precio": 5600.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1054765836",
            "descripcion": "se vende bmw 330d 204cv en buen estado todo al dia Tlf 605 21 16 06",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "300000 km",
            "precio": 5600.0
        },
        {
            "titulo": "Bmw Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-301539886",
            "descripcion": "ULTIMO PRECIO!!!!LIP RECIEN PUESTO!!motor recien cambiado con todo echo tenia 172mil kilometros pero esta restaurado.Se vende o se cambia por algo de interes,bmw muy mimado caja nueva Volante recien tapizado junta tapa balancines recien cambiada neumáticos al 70 por ciento silentblocks Recien cambiados rotulas y travesaños aceite y todos los filtros recien cambiados, radiador nuevo y palieres delanteros recien puestos,rodamientos ruedas recien puestos los dos delanteros no ahi que hacerle nada, itv pasada sin fallos y como esta llantas de 18 de bmw x5 originales xenon techo todo funciona perfecto! Coche cuidado y mimado!! NO NEGOCIABLE!!!!!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "170000 km",
            "precio": 5600.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1092164620",
            "descripcion": "Pack M interior y exterior. Interior en alcantara. Asientos calefactables. Ojos de angel. Control crucero y mandos de volante. Llantas 17 pack M. Al dia de todos los mantenimientos!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "253000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1085395278",
            "descripcion": "ITV hasta 2025. Pack M interior y exterior. Interior en alcantara. Asientos calefactables. Ojos de angel. Control crucero y mandos de volante. Llantas 17 pack M. Al dia de todos los mantenimientos!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "253000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1082573222",
            "descripcion": "BMW 330d e46 automatico 6v 204cv 295000km mantenimiento al dia valvulina caja cambios, aceite + filtros nuevo con factura, colector de escape recien cambiado el coche esta despalomillado calentadores nuevos inyectores recien revisados y algo que se me olvida tengo dos juegos de ruedas vendo los dos con el coche una de nieve y otra de verano tambien doy una defensa delantera pack m extras: pack m con asientos de cuero eléctrico y calefactor, techo solar, faros de seno elevalunas eléctricos, limpiaparabrisas automático por detención de lluvia, caja de cambios automática, sistema de audio Harman kardón, climatizador cristales traseros tintados acepto cambios preferiblemente por montero o todo terreno de mi interes",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "295000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-944397044",
            "descripcion": "muy cuidado,aceite y filtro de la caja de cambios, techo solar,asientos eléctricos con memoria, paquete M,ruedas con doble medida,sensor de aparcamiento, etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "230000 km",
            "precio": 5500.0
        }
    ]
}