{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "M3 Coupé SMG II",
        "año mínimo": 2001,
        "año máximo": 2006,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 343,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=343&min_year=2001&max_year=2006&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW m3 e46 ",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e46-cabrio-1056902612",
            "descripcion": "Bmw m3 e46 descapotable. Acaba de tener un servicio hecho Adicionalmente instalado tuning de la empresa Mk Motorsport. Itv actual. Sin óxido. El techo funciona perfectamente. Super coche, con kilometraje original. Listo para cualquier revisión. techo duro incluido. 2 juegos de ruedas original bbs LM r19 original bmw r19 no hay error sobre el coste. BMW m3 m4 m5 m6 m2 m1 e46 cabrio",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "107000 km",
            "precio": 55000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1082932668",
            "descripcion": "Espectacular Bmw M3 cabrio 343 cv e46 de coleccion con tan solo 64.000 kms reales nacional de mi coleccion privada : No ofertas ridiculas ni cambios",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2005",
            "kilómetros": "64000 km",
            "precio": 50000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-973935941",
            "descripcion": "Mantenimiento en casa oficial. En muy buen estado con llantas y portón trasero originales csl",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2005",
            "kilómetros": "128000 km",
            "precio": 50000.0
        },
        {
            "titulo": "BMW Serie 3 m3 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-m3-1074229325",
            "descripcion": "El BMW M3 es el epitome de la deportividad y el rendimiento en el mundo de los sedanes de lujo de alto rendimiento. Con una herencia rica en exitos en el automovilismo deportivo, el M3 es la combinacion perfecta de potencia, agilidad y lujo refinado. ¡Ven a probarlo! CONDICIONES DE VENTA: - PRECIO 45490€ PAGO AL CONTADO -GARANTIA OFICIAL DE 12 MESES -VEHICULO REVISADO Y EN BUEN ESTADO -600€ EN VALES DE DESCUENTO PARA NUESTRO TALLER -LIMPIEZA Y DESINFECCION INTEGRAL DEL VEHICULO EQUIPAMIENTO DESTACABLE: -UNICO PROPIETARIO -CAMBIO AUTOMATICO SECUENCIAL -FAROS XENON -SENSORES DE APARCAMIENTO TRASEROS -TECHO SOLAR -RETROVISORES ELECTRICOS ABATIBLES -CLIMATIZADOR AUTOMATICO -REGULADOR DE VELOCIDAD -ASIENTOS DELANTEROS DEPORTIVOS CALEFACTADOS -TAPICERIA DE PIEL -SISTEMA MULTIMEDIA CON CD -EQUIPO DE SONIDO PROFESIONAL HARMAN KARDON SYA motor, concesionario oficial FORD. Contamos con mas de 20 anos de experiencia en el sector y con mas de 3000 m2 de instalaciones de venta y taller. - VEHICULOS TOTALMENTE REVISADOS - FINANCIACION AL 100% Y A TU MEDIDA - ACEPTAMOS SU COCHE COMO FORMA DE PAGO, MAXIMA TASACION Este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual. PARA MAS INFORMACION PUEDE LLAMARNOS AL TELEFONO DE CONTACTO O LOCALIZARNOS EN: - AVINGUDA CAMI DE LA CEBOLLA 1, RAFELBUNYOL. - syamotor.es - Redes Sociales: @SYAmotorFord...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "342 cv",
            "año": "2002",
            "kilómetros": "203256 km",
            "precio": 45490.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e46-cabrio-1014595932",
            "descripcion": "Espectacular BMW M3 e46 cabrio. Coche atemporal. Coche mimado. Matric. 2/2004 Alemania Importado y matric España 3/2019 144500 km Solo 29.633 unidades fabricadas Color original CARBONSCHWARZ Full equiped!! Original Asientos de cuero eléctricos y calefactados, faros de xenón, llantas 19\", navegador, harman/kardon Techo lona eléctrico y hardtop!! Restauración a capricho.(+15K€) entre 2023-24 (carrocería, chapa y pintura,llantas, Frenos, escapes, faros, interior) Recubrimiento ext cerámico Última revisión en taller oficial BMW julio 24 Inspec I con reglaje válvulas ITV al día Admito WhatsApp 653405041 Abstenerse ofertas absurdas",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "144500 km",
            "precio": 38000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1056895969",
            "descripcion": "Bmw m3 e46 cabrio smg2 en un estado impoluto coche muy mimado.Comprado en 2009 con 90000km. Color carbonschwarz combinado con asientos originales color kiwi. Asientos calefactables,eléctricos y memoria. Faros de xenón. Llantas originales bbs ch 19 con neumaticos nuevos michelin pilotsport 4. Techo duro. Radio táctil con pantalla gigante. Techo duro y cortavientos. Detalles interior en carbono. Línea de escape original y actualmente está montada una línea desde catalizadores marca Scorpion. Todas las revisiones pasadas en bmw y en rivasmotorsport (madrid)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "185000 km",
            "precio": 35000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-924211930",
            "descripcion": "Estado espectacular. Todos los extras menos techo y equipo música harman kardon.No se envían fotos ni videos.No mareantes. No negociable.No cambios. Si interesa venir a verlo.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2002",
            "kilómetros": "125000 km",
            "precio": 35000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-944779550",
            "descripcion": "BMW, M3,E46 cabrio, automático 240.000 KMS reales En perfecto estado de conservación, soy el único propietario Uso exclusivo de paseo Ful- ful equip, muchos extras ITV hasta octubre 2024 ( embrague, neumáticos, bomba de gasolina,suspensión, preparacion diferencial por Riera Ràcing,todos los filtros recién cambiados) Sonido Harman kardon Dynavin DVD,Bluetooth,tel Llantas 19, cortaviento BMW Tapiceria cuero negro calefactables y regularicion eléctrica con 3 memorias. no accidentes, a toda prueba. No se acepta cambios.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2002",
            "kilómetros": "240000 km",
            "precio": 35000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1042902853",
            "descripcion": "Vendo M3 E46 nacional SMG2 segundo dueño año 2003. Muy cuidado con 98mil km reales demostrables. Casquillos hechos junto con bomba de aceite hace 6mil km con factura. Diferencial cambiado a discos aunque poseo el original. Mantenimientos hechos. Se entrega con ruedas nuevas. No cambios. Precio no negociable. Muy pocas unidades con este kilometraje a la venta.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2003",
            "kilómetros": "98000 km",
            "precio": 33999.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-843832460",
            "descripcion": "BMW M3 e 46 343cv Cabrio SMG II año 2004 unidad de colección. Conserva todos los manuales,libro de revisiones además de facturas de mantenimiento y extras. Acepto todo tipo de prueba mecánica. *full extras. *itv 06/25",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "145000 km",
            "precio": 33900.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1066138575",
            "descripcion": "En venta está unidad M3 e46 smg2 carbon schwarz metallic .. al día de mantenimiento al día .cuero negro todas la extras menos techo . Más información por privado",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2003",
            "kilómetros": "234000 km",
            "precio": 32500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1084742496",
            "descripcion": "Vendo por tener otro...Tiene todo echo !! Powerflex completo, copelas regulables,Kw V2 admin Csl Karbonius ! Repro csl motor y cambio, frenos csl del y atras nuevos, escapes, embrague y bomba smg nueva, casquillos echos,Precio con las llantas tng las d origen ! Sin estrenar",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "208000 km",
            "precio": 32000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1016979805",
            "descripcion": "M3 e46 abril 2003, color Carbon schwartz II. Llantas en 19”. Cambio SMGII. Muy cuidado, mantenimiento al día con facturas de todo. Llantas originales csl recién puestas con neumáticos michelin pilot sport 4s nuevas. Harman kardon, portasquies… Filtros, aceites recién cambiados ,relé salmón, juntas… todo con facturas. Casquillos de biela y del cigüeñal cambiados a los 180.000km. Reglaje de válvulas. Suspensión bilstein b12 con muelles originales, con menos de 4000km. Recién pintado. Se entrega el navegador original MK3, branquias y riñones cromados también se entregan(los originales) El vehículo lleva conmigo desde 2007, y tenía 80.000km",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2003",
            "kilómetros": "217000 km",
            "precio": 31000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1079079916",
            "descripcion": "BMW M3 E46 motor S54 3.2 cc 343cv mantenimiento exhaustivo con libro de mantenimiento, color carbonschwarz Asientos en cuero eléctricos y calefactables, control de velocidad, capota eléctrica, pantalla navegador original, ordenador abordo, sonido harman/kardon hardtop, Se entrega con llantas originales 19’’ también Para más información y fotos póngase en contacto Solo gente realmente interesada, no se aceptan cambios Solo se atiende por whatsapp.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2002",
            "kilómetros": "160000 km",
            "precio": 29000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1088111716",
            "descripcion": "BMW M3 e46 smg2 (secuencial) Tapicería cuero azul, xenon, climatizador, tres llaves. Mantenimientos al día Aceite Motul 10w60 Todos los filtros nuevos, embrague original BMW recién cambiado. Se sustituyeron todos los aceites, caja, hidráulico dirección, hidráulico smg2, grupo autoblocante y se cambiaron todos los retenes del mismo. Bujías, bobinas, filtro del Vano, cubre polvos de dirección, silents blocks powerflex grupo trasero, alternador nuevos. Bomba de agua, bote agua, termostato y correas recién cambiadas. Se reforzó todo el chasis parte trasera con pletinas a medidas para evitar que se raje Se cambiaron tapillas originales BMW y bomba aceite. Doss dueños, vehículo nacional adquirido Canaauto, se encuentra en la laguna. No tengo más fotos. No contestó al sigue disponible, ni cosas que están en el anuncio, ni chorradas , no cambios, no llamadas, vehículo , papeles al día y ITV",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2002",
            "kilómetros": "295000 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW Serie 3 M3 SMG",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-m3-1069198779",
            "descripcion": "BMW Serie 3 M3 kms: 249.000 Año: 2002 Techo solar. Cuero nappa camel. Hifi Harman Kardon. Navegador profesional. Control de velocidad. Luces automáticas. Asientos eléctricos. PDC trasero. Faros de xenon. SMG 2 con levas en volante. Llantas 19 EVO. 12 Meses de garantía. Enviamos a toda la península e islas. Posibilidad de recibir su coche como forma de pago. Pida su reportaje. Consultar gastos de gestión. Consulta nuestra disponibilidad, por la posible reserva o venta del vehículo. Solicitar cita previa y localización del vehículo. Entrega Flexible en Barcelona. IRURI MOTOR, desde 1971 especialistas en 4X4. Visítanos en: irurimotor.com",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2002",
            "kilómetros": "249000 km",
            "precio": 24999.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-990711828",
            "descripcion": "Todos los extras M3 smgII con levas en volante, ITV hasta abril del 2025 facturas de refuerzo chasis junta balancines, bobinas bujías todos los líquidos, discos y pastillas nuevas ! Aceptaría cambio justo. BMW SERIE 2 , SERIE 3 , SERIE 4 , SERIE 5 BMW M2 , M3 , M4 , M5 , M6 AUDI A3 , A4 , A5 , A6 , RS4 , RS6 , RS7 , R8 PORCHE PANAMERA RS3 MERCEDES CLASE C , CLASE E AMG BRABUS",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2003",
            "kilómetros": "245000 km",
            "precio": 21995.0
        },
        {
            "titulo": "BMW Serie M3 2003  SMGII ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1003803754",
            "descripcion": "Entrego factura de todas las mejoras y mantenimientos del coche, ITV hasta (Abril 25) actualmente sin seguro por no usar. Coche no fumador muy cuidado a capricho. SE PUEDE MIRAR HACER UN CAMBIO POR COCHE FAMILIAR. BMW AUDI MERCEDES PORCHE URUS SEAT RS3 RS4 R8 SERIE 1 SERIE 2 SQ5 SQ8 A3 A4 A5 A6 A8 SERIE 3 SERIE 4 SERIE 5 SERIE 6 E46 E36 E30 E92 M2 M3 M4 M6 M8 RS3 RS4 RS6 AMG BRABUS ALPINE OCASIÓN COCHE EN PERFECTO ESTADO , SE PUEDE REVISAR EN CUALQUIER TALLER SIN COMPROMISO.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2003",
            "kilómetros": "245000 km",
            "precio": 21900.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1041393550",
            "descripcion": "se vende bmw 335i en muy buen estado, muchisimos extras, todos los mantenimientos al dia y facturas de todo. Más imformacion por privado. No acepto cambios Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2006",
            "kilómetros": "176000 km",
            "precio": 19999.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1083580386",
            "descripcion": "El coche esta echo a capricho. Actualmente no monta ninguna stage. Se cambio la centralita a una msd81 del 2009 solucionado el mitico problema de mosfet de mas centralitas msd80 y aun no se a vuelto a reprogramar por falta de tiempo. SIEMPRE 98oct SE ENTREGA CON LA REVISION RECIEN ECHA. Tiene algun detalle de chapa. El coche de puede dar recien pintado. PRECIO NEGOCIABLE PERO NO CONTESTO A MAREANTES TAMBIEN ESCUCHO CAMBIOS POR COCHE . PARA CAMBIO MAS VALOR. bmw330i/335d/Golf7/R/porche cayenne/evo/cupra/n54/n55",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2006",
            "kilómetros": "200000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1048330640",
            "descripcion": "Bmw e92 330i en muy buenas condiciones tanto de mecanica como de chapa y pintura. Para mas informacion abrir por privado. Abstenerse curiosos",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2006",
            "kilómetros": "137000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1063600125",
            "descripcion": "Se vende bmw 330 ci descapotable impoluto , techo blando y techo duro, discos y pastillas delanteros y traseros de carbono , precio 15 000 euros cambio de nombre incluido en el precio contestó wattsap 653905300",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "206000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 330ci",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-996315128",
            "descripcion": "Bmw e46 330 ci, nuevo por dentro y por fuera, se acepta prueba mecanica, todas las revisiones en bmw certificado en libro de mantenimiento, coche a capricho, paquete M por dentro, ningun fallo de motor ni nada, aceite recien cambiado, 4 ruedas nuevas, discos y pastillas de las 4 ruedas nuevos, asientos de cuero cuidados siempre, sin nunguna raja ni arañazo, todos los plasticos como nuevos sin marcas ninguna, mejor ver y probar. Mas dudas 663690142",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "242000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW 320 CI E46",
            "enlace": "https://es.wallapop.com/item/bmw-320-ci-e46-1084080660",
            "descripcion": "Impresionante estado. Hecho el cambio de aceite, todos filtros, anticongelante... con facturas. Al dia de todo. 3 juegos de llaves, siempre en garaje. Se vende por cambio de ciudad",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "179000 km",
            "precio": 13900.0
        },
        {
            "titulo": "BMW e46 330 CI Cabrio",
            "enlace": "https://es.wallapop.com/item/bmw-e46-330-ci-cabrio-859434935",
            "descripcion": "Espectacular BMW 330CI cabrio con tan solo 125.000 km no encontraras otro con tan pocos km, km reales, todas las revisiones en la BMW, el coche está impecable, segundo dueño, todo original, 231 cv el motor es un 3000 cc de 6 cilindros en línea, ordenador de abordo, velocidad de crucero, elevalunas eléctricos, dirección asistida, ABS, cierre centralizado con mando a distancia y alarma, cambio automático y secuencial, faros de Xenon, asientos de cuero eléctricos, calefactables y con memoria, capota automática en perfecto estado equipo multimedia con cámara de marcha atrás, muy muy mimado. NO NEGOCIABLE",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2001",
            "kilómetros": "128000 km",
            "precio": 13100.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1084489894",
            "descripcion": "Vendo mi 330ci SMG Soy el segundo propietario, coche de capricho, todos los mantenimientos al día facturas y historial sellado de todo lo que se le ha ido haciendo (libro sellado en BMW hasta los 140.000km. Recién pintado y con tratamiento cerámico. Llantas Styling 37 originales restauradas. Mejor ver y probar. Doy todo lo que tenía de serie paragolpes m, escape original… Etiqueta C ***NO ESTÁ HOMOLOGADO*** Se escuchan ofertas",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2002",
            "kilómetros": "161000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1036375775",
            "descripcion": "BMW 330ci Cabrio con acabados M y Cambio SMG levas al volante, recién restaurado incluso para coleccionistas, luce y suena como nuevo. Factura e iva incluido en precio. Precio salida 18000€ Solo interesados de verdad,no cambios, ni ofertas ridiculas Mas info contacten.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "250 cv",
            "año": "2004",
            "kilómetros": "195000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW 330 CI CABRIO STEPTRONIC MUY CUIDADO EQUIPADO",
            "enlace": "https://es.wallapop.com/item/bmw-330-ci-cabrio-steptronic-muy-cuidado-equipado-1063203418",
            "descripcion": "Bmw 330 CI Cabrio Steptronic New Restyling 2004.Vehiculo con sus 2 llaves y libros con carpeta original Bmw.Libro de mantenimiento original Bmw hasta unos km y luego revisiones en taller especializado.Km tambien reflejados en informe de trafico de las Itv del vehiculo. Vehiculo con Cuero Dakota Marron,Paquete \"M II \" Completo Exterior e Interior,Cambio Automático Steptronic,Airbag laterales,Alarma original BMW,Partronic,Asientos Deportivos Electricos con Memoria,Faros de Xenon,Sistema de Navegación BMW,Climatizador Bizona,Calefaccion de asientos,Capota electrica,Sistema de Sonido Harman Kardon,Teléfono con soporte original Bmw,Muy cuidado con algun detalle estetico.El vehiculo tiene 21 para 22 años,de ahi su precio,evitar hacer preguntas ridiculas.No las respondo.Atiendo Whatsapp.Admito vehículo si es de mi interés.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "126880 km",
            "precio": 12990.0
        },
        {
            "titulo": "BMW 330CI CABRIO STEPTRONIC EQUIPADO MUY CUIDADO",
            "enlace": "https://es.wallapop.com/item/bmw-330ci-cabrio-steptronic-equipado-muy-cuidado-1063208367",
            "descripcion": "Bmw 330 CI Cabrio Steptronic New Restyling 2004.Vehiculo con sus 2 llaves y libros con carpeta original Bmw.Libro de mantenimiento original Bmw hasta unos km y luego revisiones en taller especializado. Km tambien reflejados en informe de trafico de las Itv del vehiculo. Vehiculo con Cuero Dakota Marron,Paquete \"M II \" Completo Exterior e Interior,Cambio Automático Steptronic,Airbag laterales,Alarma original BMW,Partronic,Asientos Deportivos Electricos con Memoria,Faros de Xenon,Sistema de Navegación BMW,Climatizador Bizona,Calefaccion de asientos,Capota electrica,Sistema de Sonido Harman Kardon,Teléfono con soporte original Bmw,Muy cuidado con algun detalle estetico.El vehiculo tiene 21 para 22 años,de ahi su precio,evitar hacer preguntas ridiculas.No las respondo.Atiendo Whatsapp.Admito vehículo si es de mi interés.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "126890 km",
            "precio": 12980.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1091860642",
            "descripcion": "Pegatina C 💚 motor 330i 231cv funciona perfectamente de todo ITV pasada Pakete M dentro i fuera Asiento de piel muy bien cuidado como podréis ver en las fotos mando un video tan bien sonido espectacular Ekipo de música android HARMAN KARDON capota nueva automática luces led cámara trasera sensores de aparcamiento viene muy ekipado tan bien ACEPTO CAMBIO",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2002",
            "kilómetros": "200000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1033759451",
            "descripcion": "PACK M COMPLETO,ITV RECIEN PASADA,CUERO,FULL EXTRAS,AÑO 2005,LLANTAS 19 DE M4 TRASPASO INCLUIDO...MAS INFO 640322850..SE ACEPTAN CAMBIOS..",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2005",
            "kilómetros": "172000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-907867200",
            "descripcion": "Se vende flamante BMW 320i Cabriolet Automático como nuevo,único propietario,recién hecha la revisión completa del motor,se le han puesto las llantas nuevas,ruedas también,tapizado el interior nuevo en rojo, recién pintado entero con el techo duro incluido. Tiene capota eléctrica en negro y está conservada perfecta,durmiendo en garaje,elevalunas eléctricos,asientos electrónicos,climatizador,control de velocidad, espejos eléctricos,frenos ABS,equipo de sonido espectacular,soporte para guardar el techo duro. Mejor verlo y probarlo sin ningún compromiso. UN AÑO DE GARANTÍA A NIVEL NACIONAL Y SIN LÍMITE DE KILOMETRAJE.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "169500 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-901131827",
            "descripcion": "330i Nacional Luces Xenón automáticas, clima bi-zona, navegador profesional BMW, llantas en 19 Originales, volante multifunción, sistema de sonido mejorado, Parrot instalado, sensores de aparcamiento, asientos de cuero beige en buen estado, cortinilla trasera. Revisión de filtros y aceite, cambiado hace 4000km aceite caja de cambio 600euros. Manetas de puertas cambiadas y matrícula pvc. Luces de matrícula led ITV pasada en octubre 2024 4 ruedas nuevas Muy bien cuidado, siempre garaje. Etiqueta C. Para mas información privado precio no negociable. Acepto coche a cambio. BMW 320d 320i 325d 325i 330d 335i Audi",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2006",
            "kilómetros": "155000 km",
            "precio": 11499.0
        },
        {
            "titulo": "BMW 325i Aut. Bi-Fuel",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1089729307",
            "descripcion": "Etiqueta ECO. Equipado con sistema de GLP. ITV con fecha 22-01-25 y ficha técnica original. 31-01-25 cita en BMW para campaña de revisión de seguridad. Historial de mantenimiento. Vehículo en muy buen estado de conservación. Llantas 18\" Style 234 originales de BMW. Asientos deportivos, alarma, bluetooth, clima, xenon. Motor N52B25A sin la problemática inyección directa de los N53. Profunda revisión del vehículo para puesta a la venta... Mantenimiento de cambio automático (Factura BMW) Bobinas & bujías nuevas. Juntas de tapa de balancines y enfriador de aceite nuevas. Todos los fluidos cambiados, también amortiguación.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2005",
            "kilómetros": "216000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1057678027",
            "descripcion": "Se vende BMW 330CI EN impecable estado. el coche está a día. el coche no se usa apenas, se arranca cada 2 semanas.aporto 2 y manual de instrucciones . pack M original individual, full extras como se ve en las fotos. el coche duerme en garage.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2004",
            "kilómetros": "253000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-661283966",
            "descripcion": "bmw 330 cabrio ci cambio automatico en perfecto estado de motor , motor y caja cambio recien cambiado ,tiene tambien hard top en el mismo color del coche , tapiceria de piel beige llanta 18 original bmw, xenon,radio android doble din,camara trasera, acabado de pintar entero desmontando todos los plasticos para pintarlos aparte parachoques manetas molduras retrovisores, muy divertido de llevar, a toda prueba, no hay problema en llevarlo a tu mecanico para que se lo mire.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2002",
            "kilómetros": "260000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-573734194",
            "descripcion": "Precioso bmw 330 ci. con cambio smg en levas y manual,de color plata y asientos de cuero beig electrónicos ,elevalunas eléctrico,climatizador ,llantas de 18. Cambiado correas de distribución aceites. Itv pasada etc... precio con transferencia incluida Mejor verlo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "230 cv",
            "año": "2002",
            "kilómetros": "215000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1075690604",
            "descripcion": "Magia Motor vende este precioso BMW de color rojo. En buenísimo estado general tanto interior como exterior .Mejor verlo y probarlo, seguro que le convencerá. Consulte nuestras condiciones especiales de entrega revisión y garantía. BMW Cabrio en Madrid",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "190000 km",
            "precio": 10999.0
        },
        {
            "titulo": "BMW 330Ci",
            "enlace": "https://es.wallapop.com/item/bmw-330ci-1090061582",
            "descripcion": "Buenas se vende Bmw 330ci paquete M3 original, automatico con cambio SMG. (M3), año 2002, 218.000Km, Coche muy mimado y cuidado, llantas Rotinform doble medida con ruedas nuevas a extrenar, techo solar, faros de xenon, espejos electricos abatibles, asientos electricos con memoria y calefactables, equipo de musica harman kardon, volante multifuncion con levas, elevalunas electricos traseros, pantalla original, y muchos mas extras. Mantenimientos al dia, itv hasta el año que viene, REPITO COCHE MUY MIMADO. se acepta vehiculo como parte de pago. para mas informacion 630. 353. 600",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2002",
            "kilómetros": "218000 km",
            "precio": 10900.0
        },
        {
            "titulo": "BMW Autentico 330ci 231cv Pack-M Original",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1078582840",
            "descripcion": "Finalmente despues de pensarlo mucho... Ponemos en venta mi Bmw serie 3 e46 330 ci 231 cv ... Este coupe es mi capricho pero no tengo tiempo para usarlo y prefiero que alguien lo disfrute. Se podemos financiar 100 % desde 242 €/mes Hay muy pocas unidades en este estado. El vehículo en general justo llegó a los 200 mil km y se averio asi que se le cambio el motor, el cambio y el contador hace unos años y ahora tiene tan solo 106mil km. Esta muy repasado y mimado de todo. Para mas info no duden en preguntar. PALABRAS CLAVE 320 325 328 e30 e 30 e34 e39 m3 drift volkswagen golf gti 4 5 6 r32 audi s3 s4 rs3 s5 clásico deportivo m5 x3 x5 tt a3 a4 a5 rs4 renault clio f1 sport megane 335 nissan 350 350z gtr circuito tracción trasera El anuncio podria contener algun error no duden en preguntar...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2001",
            "kilómetros": "106451 km",
            "precio": 10490.0
        }
    ]
}