{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "325d Gran Turismo",
        "año mínimo": 2016,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 224,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=224&min_year=2016&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1083326187",
            "descripcion": "Se vende BMW 320gt. En prefecto estado, mejor verlo. Pack interior y exterior M. Techo panorámico, asiento deportivos eléctricos, calefactables y con memoria. Llevas en volante, sistema de navegación profesional, sistema de cámaras 360, alarma, suspension adaptativa, 4 ruedas continental recién puestas, siguiente revisión de cambio de aceite a los 150000km ya está pagada.etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "135000 km",
            "precio": 30500.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1010594239",
            "descripcion": "BMW 320gt, pack M, cuadro multifunción, suspensión adaptativa, alarma, navegador professional, sistema de cámaras, techo panorámico, levas en volante, asientos electricos, y calefactables, soporte lumbar,etc. revision recién pasada y servicio de mantenimiento incluido ya por 3 años hasta 2027, las 4 ruedas recién cambiadas hace 1000 km, unico propietario, mejor verlo en persona.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "130000 km",
            "precio": 30000.0
        },
        {
            "titulo": "BMW Serie 3 GT",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-gt-648396061",
            "descripcion": "VOLANTE DEPORTIVO, NAVEGADOR,MUY CUIDADO , POCOS KM, ESTADO IMPECABLE, ASIENTO EN PIEL. FINANCIANDO 15000€ A 72 MESES Y PERMANENCIA DE 24 MESES. ACEPTAMOS COCHE USADO. movil: 674570629. email:especialistabmw.es",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "37800 km",
            "precio": 29600.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-687999652",
            "descripcion": "Vendo mi coche por poco uso. Guardado siempre en garaje. Con todas las revisiones hechas en casa oficial BMW. Lo vendo con 4 años de mantenimiento, todo incluido, en casa BMW oficial. El coche está completamente nuevo. Se puede ver sin compromiso. Tiene seguro a todo riesgo. Interesados llamar al 685105902. Por favor, no llamar para hacer contraoferta ridícula. Consulten precios en el mercado de coches de esta categoría y estado como sacado de fábrica. Gracias de antemano.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "23000 km",
            "precio": 29600.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1058612003",
            "descripcion": "techo negro, ventana techo, salpicadero cuero, asientos cuero deportivos electricos calefactables, cargador, sport line shadow, harman kardon, paquete travel cortinas cristales traseros y cortina automatica cristal trasero, espejos negros automaticos, NACIONAL, pantalla tactil, marcador digital, acceso confort, head display ... TRANSFERENCIA NO MAREANTES.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2018",
            "kilómetros": "45000 km",
            "precio": 29500.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1080393109",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "89000 km",
            "precio": 29000.0
        },
        {
            "titulo": "BMW Serie 3 2018 200cv sport",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-614369750",
            "descripcion": "200 caballos con una de las mejores cajas de cambio automáticas del mercado, asientos de cuero negro calefactables, volante calefactable, climatizador bizona regulable individualmente, acondicionamiento trasero de frío y calor, adaptado para smartphones. Es la versión Sport, pocos coches verás en la calle como este, interior con una línea roja por todo el coche con una elegancia increíble, con Connected Drive instalado. Limpiaparabrisas automático, cambios semiautomático o automático a elección, y muchas cosas mas...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "75000 km",
            "precio": 28900.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1089074353",
            "descripcion": "VENDO O CAMBIO BMW 320GT (F34) ✅ Motor 2.0 (B47) Diesel Automatico 8 velocidades ✅ Revisiones siempre en casa oficial, contrato de mantenimiento pagado hasta los 180.000km. ✅ NO lleva Adblue. ✅ Paquete M interior y exterior, asientos de tela y alcantara ( asientos delanteros deportivos con ajustes electricos) ✅ Sistema carplay, sistema de iluminacion ambiental con mas de 100 cambios de iluminacion, luces led automaticas, levas al volante, sistema navegacion profesional de serie, etc. * Acepto cambios por mercedes glc, gle. BMW X3,x5. Volvo xc 60/90.PONGO DIFERENCIA SI LA HUBIERA. *IVA DEDUCIBLE AUTONOMO/ EMPRESA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "139000 km",
            "precio": 28500.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1082619840",
            "descripcion": "BMW 320d (2018, diésel) es un modelo popular de la Serie 3 con un motor turbodiésel económico y potente. Es una de las versiones diésel más populares gracias a la combinación de potencia, dinámica y eficiencia. • Tipo de motor: turbodiésel de 4 cilindros. • Cilindrada: 2,0 litros (1995 cm³). • Potencia: 190 CV (140 kW) a 4000 rpm. • Aceleración 0–100 km/h: 7,2 segundos. • Tipo de transmisión: automática de 8 velocidades (Steptronic). • Tracción total (xDrive). • El motor cumple con los estándares ecológicos Euro 6. • Interfaz multimedia moderna con pantalla de 6,5 pulgadas (o 8,8 pulgadas en configuraciones avanzadas). • Compatibilidad con Bluetooth, USB y control por voz. • Pantalla de proyección (Head-Up Display). Muestra información clave en el parabrisas. • Climatizador automático bizona. • Calefacción en los asientos delanteros. • Soporte lateral ajustable y configuraciones eléctricas con función de memoria. • Sistema de asistencia al estacionamiento (Park Distance Control): • Sensores de estacionamiento delanteros y traseros. • Cámara de visión trasera y vista panorámica (Surround View). • Control de carril. • Control de crucero adaptativo con función Stop&Go. • Advertencia de colisión con frenado automático de emergencia. • Faros LED con función de control automático de luces largas. • Análisis del comportamiento del conductor y recomendaciones para descansar. • Posibilidad de elegir modos de conducción: ECO PRO, Comfort, Sport, Sport+. • Suspensión adaptativa. • Neumáticos Runflat que permiten continuar conduciendo en caso de pinchazo. • Sistema de control de presión de neumáticos (TPMS). • Función de parada y arranque automático del motor (Auto Start-Stop). Ahorro de combustible en semáforos. • Sistema de estabilización (DSC) y control de tracción (DTC). • Cortinas solares en las ventanas traseras. • Apertura eléctrica del maletero. • Paquete M Sport. PRECIO 27.800€",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "148000 km",
            "precio": 27800.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1039444532",
            "descripcion": "Se vende BMW Serie 3 320d Touring F31 eficient dinamics. Motor B47 de 190cv. Pack M interior y exterior. Interior cuero negro. Automático. Coche Nacional. Todos los mantenimientos y servicios en concesionario oficial. 85000 kms reales.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "85000 km",
            "precio": 27500.0
        },
        {
            "titulo": "BMW Serie 3 2018 ¡INDIVIDUAL!",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-individual-1093139174",
            "descripcion": "LA FLECHA MOTOR SERVICIO OFICIAL BMW VENDE ESTE ESPECTACULAR: BMW 320D INDIVIDUAL -Vehículo de un ÚNICO propietario -Libro de revisiones COMPLETO en servicio OFICIAL BMW -Paquete INDIVIDUAL muy exclusivo y númerado -Asientos con ajuste electrico y memoriasc y calefactados -Volante deportivo \"M\" calefactable -Pintura metalizada TANZANITE BLUE muy exclusiva -Faros BMW adaptative LED, lo mas alto de gama -Cuadro digital -Control de crucero automático y adaptativo -Modos de conducción -Asistente de salida de carril -Asistente de cambio de carril involuntario -Asistente de adelantamiento -Aviso de ángulo muerto -Luces automáticas -Limpiaparabrisas automáticos -Head-Up Display, proyección de la velocidad e indicaciones en la luna -Motor 2.0 de 190 caballos muy fiable y con un consumo ridículo Se entrega certificado de Kilometraje en factura, garantía de 12 meses en servicio OFICIAL BMW y cambios de nombre incluidos en el precio. Atención personalizada vía WhatsApp o teléfono. Se aceptan coches como parte de pago. (PRECIO INCLUIDA BONIFICACIÓN DE -1000€ SIN ENTREGA DE VEHÍCULO A CAMBIO) Posibilidad de entrega en cualquier parte de España. La Flecha Motor especialistas en vehículos de ocasión de media/alta gama, especialmente en BMW, con más de 25 años de experiencia en Valladolid. Las especificaciones sobre equipamiento, modelo y/o precio no tienen carácter vinculante, ni constituyen base de futuro contrato al poder contener algún error. - Reservado el derecho a su venta final y modificaciones.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "72000 km",
            "precio": 26990.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1064143778",
            "descripcion": "Está nuevo para más información pregunte sin compromiso",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "15000 km",
            "precio": 26000.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1049333968",
            "descripcion": "BMW 318d GT Luxury Line 11/2018 con 61.000 kms. 2.0 Turbo diésel con 150 CV y cambio automático de ocho velocidades. Libro de revisiones sellado, garantía hasta feb 2025. Muy nuevo, casi todos los extras (real). Valor factura 72.000 €. Faros Matriciales LED adaptativos Smartbeam Head up Display Sonido Surround Harman Kardon con 16 altavoces, 600 W, 9 canales Sistema de visión 270º Cámaras laterales de cruce en paragolpes Apple CarPlay sin cables Tapizado en piel beige Asientos eléctricos y calefactables con memoria, con ajuste lumbar Selector de modos de conducción Techo solar panorámico eléctrico Climatizador automático dual Suspensión adaptativa Dirección Servotronic Portón eléctrico Pack iluminación LED interior Alerta de carril involuntario Asistente de carril Aviso pre-colisión Lector de señales de tráfico Control de crucero con limitador Sistema de aparcamiento automático sin manos con medidor lateral Llantas de aleación de 17 pulgadas Acceso sin llave Arranque por botón Cristales tintados Pintura metalizada azul oscuro con línea cromada Cargador de móvil por inducción Sistema de navegación Professional con pantalla de 8,8 pulgadas táctil Disco duro de 20 GB Alarma antirrobo Control desde la App BMW con servicios conectados Espejos abatibles (el del conductor fotosensible) Sensor de lluvia Pack almacenaje El coche solo se ha usado para unos pocos viajes al año. Se vende por no usar. Admite prueba mecánica. Consumo muy ajustado (unos 5,2 L/100), etiqueta ambiental \"C\", muy amplio y versátil.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "61000 km",
            "precio": 25900.0
        },
        {
            "titulo": "BMW Serie 3 mod. 320D Gran Turismo GT ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-mod-320d-gran-turismo-gt-1069942979",
            "descripcion": "Vendo BMW 320D Gran turismo GT, en perfecto estado. Seguro a todo riesgo y revisiones según fabricante. Siempre con nosotros aunque antes estuviera a nombre de empresa por tema trabajo. Precio NO NEGOCIABLE.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "79800 km",
            "precio": 25500.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1042258757",
            "descripcion": "Motor B47 190cv ( sin ad-blue ) Campañas de airbag de conductor y refrigerador de gases de escape egr recien hecha en BMW Nacional ( 3er propietario ) Paquete M ( interior y exterior ) Llanta 19 ( opcional de origen ) Cuadro ampliado Techo solar panorámico practicable Head up display Cambio sport ( con levas) Luces largas automáticas Control / limitador de velocidad Monitorización presion y temperatura de neumáticos PDC Delantero y trasero Camara de marcha atras Navegador profesional ( pantalla grande) Paquete iluminacion interior y exterior BMW online services de por vida ( hay que pintar paragolpes delantero y trasero ) Se incluye : Baul , barras de techo y posibilidad de silla recaro grupo 2/3 nueva a estrenar abierto a cambios ( busco 7 plazas ) #rline #sline #sport #familiar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "119000 km",
            "precio": 25500.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-gran-turismo-2018-1041810163",
            "descripcion": "BMW Serie 3 Gran Turismo 2018 en estado impecable. · Versión F34 Gran Turismo 318d 150 5p. · 5 plazas. · 5 puertas. · 150 Caballos. · Tipo de coche: Sedan. · 90000 kilometros. · Motor Diesel. · Cambio automático. · Con mantenimiento integral incluido en concesionario oficial triocar Gijón. • Con bola de remolque.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "90000 km",
            "precio": 25500.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-998402896",
            "descripcion": "Pack m interior y exterior. Automático Asisentos de Alcántara muy cuidado solo viajes. Full led, navegador profesional También cambio por porche 911 o panamera, m4 m2",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "69500 km",
            "precio": 25500.0
        },
        {
            "titulo": "BMW Serie 3 318d Gran Turismo 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-gran-turismo-110-kw-150-cv-1092398825",
            "descripcion": "Precio oferta sujeto a financiación: 24537 EUR. Precio al contado: 26990 EUR. *CAS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2453€ de descuento en este coche Precio oferta financiado: 24537€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 26990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Techo solar, Navegador, Faros delanteros led, Faros traseros led, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Asistente de arranque en pendiente, Sensor de presión de neumáticos, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Portón del maletero eléctrico, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (19\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "85014 km",
            "precio": 24537.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1082160122",
            "descripcion": "EL COCHE ESTA COLO EL PRIMER DIA MEJOR VER Y PROBAR INTERESADOS POR FAVOR POR PRIVADO O 660786971 Gracias .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "205000 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1076497095",
            "descripcion": "Se vende bmw serie 3 f30 -itv recien pasada -todos mantenimientos en bmw casa oficial -volante “m” deportivo , -tapiceria “m” cuero alcantara con logo “m” -pantalla digital , tanto en consola cebtral como en cuadro del conductor -taloneras “m” -faros led -llantes “m” bmw originales -asientos con riñoneras -pegatina de la letra c -cambio automatico de 8 velocidades - mapas bmw actualizados a fecha -todo original , todo bmw , coche cuidado a mimo , si hay dudad ver y probar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "138000 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/f34-gran-turismo-318d-150-5p-aut-2018-105-000-klm-1044097298",
            "descripcion": "Nacional, impecable y cuidadisimo, como se ve en las fotos. Pack M Sport (llantas 18”, suspension deportiva variable, volante, asientos deportivos cuero dakota, techo antracita, cuadro de instrumentos ampliado, faros led, molduras...) navegador profesional con pantalla tactil, pintura metalizada, paquete retrovisores electricos, paquete compartimentos, alarma... justificante de todas las revisiones, itv recien pasada, 99% de kilometros hechos en autovias y autopistas. Etiqueta medioambiental verde C ABSTENERSE OFERTAS ABSURDAS, ES UN COCHE DE 50.000€ EN ESTADO DE SEMINUEVO.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "105000 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1039104771",
            "descripcion": "El coche tiene 52mil,Km, es del 2018, siempre guardado en garaje, mas info preguntar por privado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "52000 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1082009159",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "81787 km",
            "precio": 23999.0
        },
        {
            "titulo": "BMW Serie 3 (12/2017)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-12-2017-1089744595",
            "descripcion": "BMW serie 318 GT 2.0 150cv, diciembre del 2017,acabado M interior y exterior, navegador profesional, marcador digital, muy bien cuidado. km garantizados, informe de certificación de estado del vehículo. Acepto prueba mecánica en la casa oficial.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "110000 km",
            "precio": 23900.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1089479817",
            "descripcion": "BMW 320GT 190cv Julio 2017 paquete M exterior e interior, etiqueta C, navegador profesional en gris antracita. Vehículo comprado directamente de concesionario oficial en BMW Madrid. Mantenimientos en la casa durante los primeros 5 años registrados en el vehículo. Neumáticos delanteros y traseros cambiados en Diciembre 2024 (1000€). Mantenimiento de caja automática Steptrokic Sport con levas realizada en Diciembre 2024 (600€). Paquete completo M con cuero vuelto Alcantara y asientos deportivos delanteros. Cámara trasera y sensores delanteros. Cuadro digital con función speed limit incluida. Suspension deportiva M. Portón eléctrico, restrovisores antideslumbramiento y eléctricos.... Campaña de EGR realizado en concesionario oficial BMW Valladolid con factura demostrable 2024. Mantenimiento escrupulosos realizados. Sin siniestros ni golpes. Precio nuevo 54929€. Abstenerse ofertas absurdas",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "130000 km",
            "precio": 23500.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1085222869",
            "descripcion": "BMW 320D TOURING 190CV TODOS LOS EXTRAS MENOS CUERO. TODOS LOS CAMBIOS HECHOS CADA 10.000KM Y CAJA NADA DE DESGASTE Y HECHOS EN AUTOPISTA. NO NEGOCIABLE NI CAMBIOS.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "218000 km",
            "precio": 23500.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1024514899",
            "descripcion": "ITV 2025/01 , AUTOMATICO 8 MARCHAS / TRACCION TRACERA Pack M original, interior, exterior Shadow line Techo panoramico NBT EVO Navegación Luces LED con largas automáticas Asientos calefactables Climatizador bizona Apertura maletero automático Llantas 19 modelo 598 Light pack con manijas de puertas alumbradas Protección activa de peatones Asistente de aparcamiento con sensores 360, aparca solo Control crucero adaptativo Sistema de alerta y mantenimiento de carril Start/Stop Muy bien mantenido! Aceite y filtros de motor, aceite de caja de cambios con filtro recien cambiados. Discos, Pastillas, Sensores de desgaste nuevos. Neumaticos P-Zero con homologacion BMW. no acepto cambios.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "115000 km",
            "precio": 23500.0
        },
        {
            "titulo": "BMW Serie 3 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-xdrive-890262056",
            "descripcion": "Vendo por no usar,guardado siempre en garaje,y no lo uso por motivo laboral. Está flamante,cristales traseros tintados,asientos de cuero,marchas automática 8 velocidades,intermitentes dinámicos en espejo retrovisores.Bajo consumo.Tres modos de conducción: eco,sport y confort,Versión: 320d xDrive Auto,Tracción: Integral (AWD, 4WD, 4x4),equipo de sonido de gran calidad ,techo panorámico, alerón trasero abatible manual o automáticamente a partir de los 110kms/h y más extras,ITV pasada y al día en mantenimiento,ruedas nuevas....Interesados verlo para ver que está flamante y muy bien cuidado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "60000 km",
            "precio": 23500.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1069226233",
            "descripcion": "Impecable, sin golpes ni marcas de nada. pack M, ruedas delanteras nuevas, 62000kms.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "62000 km",
            "precio": 23000.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1065544433",
            "descripcion": "Bmw serie 3 en perfecto estado Asientos en cuero y tela de color negro. Sensores de luces y de lluvia. Sensores de aparcamiento con camara trasera. Retrovisores abatibles para aparcar y calefactables. Luces ambientales interior. Sensor de obtaculos en camara trasera. Luz de bienvenida y luces en manillas de puertas. Llantas 18” originales BMW. Ordenador de abordo. Control por voz. Sistema isofix. Calefaccion y aire acondicionado por control remoto para que el coche este frio o caliente cuando vayas a montarte. Sistema de navegacion. Faros BMW led. GPS antirrobo. 4 modos de conduccion. Velocidad crucero. Bluetooth. Etc...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "172000 km",
            "precio": 23000.0
        },
        {
            "titulo": "BMW 320d Gt pack M",
            "enlace": "https://es.wallapop.com/item/bmw-320d-gt-pack-m-1071654045",
            "descripcion": "impresionante BMW Gt full equipe con pack M techo panoramico llantas 19 navegacion profesional camara 360 etc super bien cuidado muy nuevo mejor ver mantenimiento al dia con facturas Se entrega con la revision hecha en Bmw oficial con su correspondiente factura detallada 600210321 Miguel",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "102000 km",
            "precio": 22990.0
        },
        {
            "titulo": "BMW Serie 320 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-320-2018-1069476678",
            "descripcion": "coche muy cuidado, del 2018 125000 km. revisiones al dia, ningun golpe. bola enganche, camara 360. siempre en garage.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "125000 km",
            "precio": 22900.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2019-917666497",
            "descripcion": "coche en perfecto estado con solo 95000 no se le tiene que hacer nada,se acepta prueba mecánica. negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "93000 km",
            "precio": 22500.0
        },
        {
            "titulo": "BMW Serie 3 318d Gran Turismo 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-gran-turismo-110-kw-150-cv-1013657455",
            "descripcion": "Precio oferta sujeto a financiación: 22264 EUR. Precio al contado: 24490 EUR. *ALI* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Precio oferta financiado: 22264€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 24490€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Techo solar, Asientos calefactables, Navegador, Cámara de marcha atrás, Car Play, Encendido automático de faros, Sensor de lluvia, Portón del maletero eléctrico, Faros delanteros led, Faros traseros led, Volante multifunción, Control de velocidad, Limitador de velocidad, Aire Acondicionado (Climatizador), Bluetooth, Isofix, Arranque por botón, Llantas de aleación (18\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "62231 km",
            "precio": 22264.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-972100562",
            "descripcion": "fantástico BMW 320 GT , paquete M completo. en perfecto estado mecánico. algunos roces de aparcamiento. coche nacional. motor económico y potente. muchísimos extras. mejor ver y probar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "138000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-850316752",
            "descripcion": "GRAN OFERTA. Recién pasada la revisión, cambio de aceite, filtro, líquido de freno. Coche en perfecto estado certificado por BMW premier. El coche está full equip. Faros led láser Asientos deportivos de cuero beige calefactados delanteros Interior cuero natural beige Navegador con pantalla profesional(grande) Volante multifuncion m con levas Automático 8 velocidades digital El coche consume a 120-130 km/h en carretera 3.8-4L. Automático Se vende por falta de uso. Solo necesito un coche y tengo dos.En un año 500 km Gran oportunidad. Coche de capricho. Perfecto para viajar. Alguna duda pregunta sin compromiso",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2018",
            "kilómetros": "75000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-983115457",
            "descripcion": "Vendo 320 d Touring Business Advantage automatico (140 kw) 190cv Perfetta in tutto, meccanica perfetta (controllata da bmw, mentre c'era un richiamo per un'aggiornamento) con tagliandi sempre eseguiti regolarmente. L'auto non presenta nemmeno un graffio, sempre tenuta in garage e usata pochissimo. Interni impeccabili da non fumatore. Revisione recentamente eseguita e bollo pagato. Gomme invernali all'80%, baule elettrico, cruisecontrol, luci automatiche, clima , sensori di parcheggio, luci a led, ecc.. AUTO PERFETTA, non ha bisogno di nulla. SOLO GENTE SERIA E SENZA SCAMBI O PROPOSTE. La trattativa è riservata solo dopo la visione.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "118000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1043844570",
            "descripcion": "Ano 2016 mês junho motor b (sem problemas crónico anteriores) poucos kms histórico na marca. Vários extras Para mais informações mensagem para contacto",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "111000 km",
            "precio": 21990.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1064221175",
            "descripcion": "Ruedas nuevas, siempre duerme en garaje, transferencia de titularidad incluida en el precio. El vehiculo se enviara a pintar una vez se firmen las arras y se entregara recien pintado. Revisiones y mantenimiento al dia, filtros, aceite, etc. Es version para Alemania por lo que el coche trae muchos extras que se detallan en una de las fotos Ningun accidente. Ningun problema mecanico.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "101000 km",
            "precio": 21900.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-953480916",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "152000 km",
            "precio": 21900.0
        }
    ]
}