{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "335d xDrive Berlina Aut.",
        "año mínimo": 2015,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 313,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=313&min_year=2015&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-330d-f30-1061014009",
            "descripcion": "Vehiculo nacional muy cuidado con todos los mantenimientos en casa oficial. No hay que hacer ningun mantenimienri en casi 2 años. Vehículo muu divertido de conducir. Con 6 cilondros dn linea y 560 Nm. Tiene maa de 20.000€ en extras. Adjunto listado de BMW. Ademaás tiene llsntaa de 19 pulgadas y aleron trasero de carbono, todo oiginal. No tiene adblue. Mas información por privado. No acepto cambios.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2017",
            "kilómetros": "77000 km",
            "precio": 31990.0
        },
        {
            "titulo": "BMW 335",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1019621705",
            "descripcion": "• Vehículo Certificado por la Marca • Revisiones realizadas en Talleres BMW • Acabados M Exterior & Interior • Doble techo panorámico • Asientos de piel calefactables & memoria • Xdrive 313 Cv Mode Sport, Comfort & Eco • Climatizador A/C Bizona • Head Up Display • Navegación • Llantas de 18” • Portón trasero eléctrico • Sensor de colisión delantero • Sensor de Carril & Adelantamiento • Control de velocidad adaptativo • Sensores de Parking 360 con cámara • Financiación flexible desde 7,99% • Tasamos su vehículo como parte de pago",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2017",
            "kilómetros": "120000 km",
            "precio": 31990.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-987768470",
            "descripcion": "Bmw 335d 313cv paquete m vehiculo nacional cambio por seat leon cupra golf gti audi rs3 negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2018",
            "kilómetros": "172000 km",
            "precio": 31000.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1083326187",
            "descripcion": "Se vende BMW 320gt. En prefecto estado, mejor verlo. Pack interior y exterior M. Techo panorámico, asiento deportivos eléctricos, calefactables y con memoria. Llevas en volante, sistema de navegación profesional, sistema de cámaras 360, alarma, suspension adaptativa, 4 ruedas continental recién puestas, siguiente revisión de cambio de aceite a los 150000km ya está pagada.etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "135000 km",
            "precio": 30500.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1010594239",
            "descripcion": "BMW 320gt, pack M, cuadro multifunción, suspensión adaptativa, alarma, navegador professional, sistema de cámaras, techo panorámico, levas en volante, asientos electricos, y calefactables, soporte lumbar,etc. revision recién pasada y servicio de mantenimiento incluido ya por 3 años hasta 2027, las 4 ruedas recién cambiadas hace 1000 km, unico propietario, mejor verlo en persona.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "130000 km",
            "precio": 30000.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1066788596",
            "descripcion": "BMW 335xd 3.0 twin turbo 313cv Automático paquete M Vehículo nacional Libro completo de revisiones en BMW Mantenimientos pagado en BMW hasta 2026 ó 100.000km Neumáticos al 80% de vida Paquete M de serie, interior y exterior Suspensión deportiva Tren de rodaje deportivo Shadow line Espejos fotocromáticos Asistente de cambio de carril Control de velocidad adaptativo Navegación y bluetooth Faros y pilotos BMW led Luces largas automáticas Cambio automático deportivo de 8 velocidades Volante deportivo 3 radios M con levas 2 llaves Espejos plegables eléctricamente Park assist Asientos deportivos completamente eléctricos con memoria Head-up Techo antracita Control por voz",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2016",
            "kilómetros": "89900 km",
            "precio": 29990.0
        },
        {
            "titulo": "BMW 330d Touring 2018",
            "enlace": "https://es.wallapop.com/item/bmw-330d-touring-1038474508",
            "descripcion": "BMW F31 330d Xdrive 258cv 6 cilindros en línea Paquete M Full equipe Historial Bmw Coche en perfecto estado Precio negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2018",
            "kilómetros": "136000 km",
            "precio": 29900.0
        },
        {
            "titulo": "BMW Serie 3 GT",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-gt-648396061",
            "descripcion": "VOLANTE DEPORTIVO, NAVEGADOR,MUY CUIDADO , POCOS KM, ESTADO IMPECABLE, ASIENTO EN PIEL. FINANCIANDO 15000€ A 72 MESES Y PERMANENCIA DE 24 MESES. ACEPTAMOS COCHE USADO. movil: 674570629. email:especialistabmw.es",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "37800 km",
            "precio": 29600.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-687999652",
            "descripcion": "Vendo mi coche por poco uso. Guardado siempre en garaje. Con todas las revisiones hechas en casa oficial BMW. Lo vendo con 4 años de mantenimiento, todo incluido, en casa BMW oficial. El coche está completamente nuevo. Se puede ver sin compromiso. Tiene seguro a todo riesgo. Interesados llamar al 685105902. Por favor, no llamar para hacer contraoferta ridícula. Consulten precios en el mercado de coches de esta categoría y estado como sacado de fábrica. Gracias de antemano.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "23000 km",
            "precio": 29600.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-981229479",
            "descripcion": "Coche impecable, nacional, con 140000km hechos en autovia, lleva asientos de cuero siempre hidratados, calefactables, head up display, pantalla grande, automatico con levas en el volante, cambio de aceite de la caja de cambios recien hecho con factura, aparca solo, camara trasera y sensores delanteros y traseros, pack m interior y exterior, llanta 19 con neumáticos bridgestone delanteros y traseros nuevos Más información por privado Acepto cambios por bmw 335i e92 aportando la diferencia Precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2016",
            "kilómetros": "140000 km",
            "precio": 29500.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1058612003",
            "descripcion": "techo negro, ventana techo, salpicadero cuero, asientos cuero deportivos electricos calefactables, cargador, sport line shadow, harman kardon, paquete travel cortinas cristales traseros y cortina automatica cristal trasero, espejos negros automaticos, NACIONAL, pantalla tactil, marcador digital, acceso confort, head display ... TRANSFERENCIA NO MAREANTES.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2018",
            "kilómetros": "45000 km",
            "precio": 29500.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1080393109",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "89000 km",
            "precio": 29000.0
        },
        {
            "titulo": "BMW Serie 3 2018 200cv sport",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-614369750",
            "descripcion": "200 caballos con una de las mejores cajas de cambio automáticas del mercado, asientos de cuero negro calefactables, volante calefactable, climatizador bizona regulable individualmente, acondicionamiento trasero de frío y calor, adaptado para smartphones. Es la versión Sport, pocos coches verás en la calle como este, interior con una línea roja por todo el coche con una elegancia increíble, con Connected Drive instalado. Limpiaparabrisas automático, cambios semiautomático o automático a elección, y muchas cosas mas...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "75000 km",
            "precio": 28900.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1089074353",
            "descripcion": "VENDO O CAMBIO BMW 320GT (F34) ✅ Motor 2.0 (B47) Diesel Automatico 8 velocidades ✅ Revisiones siempre en casa oficial, contrato de mantenimiento pagado hasta los 180.000km. ✅ NO lleva Adblue. ✅ Paquete M interior y exterior, asientos de tela y alcantara ( asientos delanteros deportivos con ajustes electricos) ✅ Sistema carplay, sistema de iluminacion ambiental con mas de 100 cambios de iluminacion, luces led automaticas, levas al volante, sistema navegacion profesional de serie, etc. * Acepto cambios por mercedes glc, gle. BMW X3,x5. Volvo xc 60/90.PONGO DIFERENCIA SI LA HUBIERA. *IVA DEDUCIBLE AUTONOMO/ EMPRESA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "139000 km",
            "precio": 28500.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1075665472",
            "descripcion": "vendo BMW 330D xdrive pack m, del año 012/2018 vehiculo de un solo dueño en perfecto estado con histórico completo en casa oficial. CAMBIO AUTOMATICO CON LEVAS EN EL VOLANTE, LLANTA \"18\", FAROS LED, CLIMATIZADOR BI-ZONA DIGITAL, SELECT DRIVE, CAMARA TRASERA, SENSORES DE LUCES Y LLUVIA, ESPEJOS ABATIBLES........ financiación a su medida. al cambio de nombre se le sumaran 150 euros en concepto de transferencia. Llame e infórmese le atenderemos en cualquier momento. 17 años de experiencia nos avalan WE SPEAK ENGLISH, ITALIANO, ALEMAN, PORTUGUES....",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2018",
            "kilómetros": "128000 km",
            "precio": 27950.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1082619840",
            "descripcion": "BMW 320d (2018, diésel) es un modelo popular de la Serie 3 con un motor turbodiésel económico y potente. Es una de las versiones diésel más populares gracias a la combinación de potencia, dinámica y eficiencia. • Tipo de motor: turbodiésel de 4 cilindros. • Cilindrada: 2,0 litros (1995 cm³). • Potencia: 190 CV (140 kW) a 4000 rpm. • Aceleración 0–100 km/h: 7,2 segundos. • Tipo de transmisión: automática de 8 velocidades (Steptronic). • Tracción total (xDrive). • El motor cumple con los estándares ecológicos Euro 6. • Interfaz multimedia moderna con pantalla de 6,5 pulgadas (o 8,8 pulgadas en configuraciones avanzadas). • Compatibilidad con Bluetooth, USB y control por voz. • Pantalla de proyección (Head-Up Display). Muestra información clave en el parabrisas. • Climatizador automático bizona. • Calefacción en los asientos delanteros. • Soporte lateral ajustable y configuraciones eléctricas con función de memoria. • Sistema de asistencia al estacionamiento (Park Distance Control): • Sensores de estacionamiento delanteros y traseros. • Cámara de visión trasera y vista panorámica (Surround View). • Control de carril. • Control de crucero adaptativo con función Stop&Go. • Advertencia de colisión con frenado automático de emergencia. • Faros LED con función de control automático de luces largas. • Análisis del comportamiento del conductor y recomendaciones para descansar. • Posibilidad de elegir modos de conducción: ECO PRO, Comfort, Sport, Sport+. • Suspensión adaptativa. • Neumáticos Runflat que permiten continuar conduciendo en caso de pinchazo. • Sistema de control de presión de neumáticos (TPMS). • Función de parada y arranque automático del motor (Auto Start-Stop). Ahorro de combustible en semáforos. • Sistema de estabilización (DSC) y control de tracción (DTC). • Cortinas solares en las ventanas traseras. • Apertura eléctrica del maletero. • Paquete M Sport. PRECIO 27.800€",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "148000 km",
            "precio": 27800.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1039444532",
            "descripcion": "Se vende BMW Serie 3 320d Touring F31 eficient dinamics. Motor B47 de 190cv. Pack M interior y exterior. Interior cuero negro. Automático. Coche Nacional. Todos los mantenimientos y servicios en concesionario oficial. 85000 kms reales.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "85000 km",
            "precio": 27500.0
        },
        {
            "titulo": "BMW 330d 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1091529104",
            "descripcion": "-Nacional -110.000 KM -Cambio automático -Paquete M interior y exterior -Harman Kardon -Todos los mantenimientos se han hecho en la casa oficial. -Se cambio el aceite de la caja de cambio a los 85.000km ***NO SE ACEPTA COCHE/MOTO COMO FORMA DE PAGO***",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2017",
            "kilómetros": "110000 km",
            "precio": 27000.0
        },
        {
            "titulo": "BMW Serie 3 2018 ¡INDIVIDUAL!",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-individual-1093139174",
            "descripcion": "LA FLECHA MOTOR SERVICIO OFICIAL BMW VENDE ESTE ESPECTACULAR: BMW 320D INDIVIDUAL -Vehículo de un ÚNICO propietario -Libro de revisiones COMPLETO en servicio OFICIAL BMW -Paquete INDIVIDUAL muy exclusivo y númerado -Asientos con ajuste electrico y memoriasc y calefactados -Volante deportivo \"M\" calefactable -Pintura metalizada TANZANITE BLUE muy exclusiva -Faros BMW adaptative LED, lo mas alto de gama -Cuadro digital -Control de crucero automático y adaptativo -Modos de conducción -Asistente de salida de carril -Asistente de cambio de carril involuntario -Asistente de adelantamiento -Aviso de ángulo muerto -Luces automáticas -Limpiaparabrisas automáticos -Head-Up Display, proyección de la velocidad e indicaciones en la luna -Motor 2.0 de 190 caballos muy fiable y con un consumo ridículo Se entrega certificado de Kilometraje en factura, garantía de 12 meses en servicio OFICIAL BMW y cambios de nombre incluidos en el precio. Atención personalizada vía WhatsApp o teléfono. Se aceptan coches como parte de pago. (PRECIO INCLUIDA BONIFICACIÓN DE -1000€ SIN ENTREGA DE VEHÍCULO A CAMBIO) Posibilidad de entrega en cualquier parte de España. La Flecha Motor especialistas en vehículos de ocasión de media/alta gama, especialmente en BMW, con más de 25 años de experiencia en Valladolid. Las especificaciones sobre equipamiento, modelo y/o precio no tienen carácter vinculante, ni constituyen base de futuro contrato al poder contener algún error. - Reservado el derecho a su venta final y modificaciones.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "72000 km",
            "precio": 26990.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1093176747",
            "descripcion": "BMW 330d xdrive muy bien mantenido. Siempre ha sido mantenido y cuidado. Polea tensora reemplazada. El filtro de combustible, el filtro de habitáculo y el filtro de aire fueron sustituidos el verano pasado. Equipo: Transmisión automática deportiva INDICADOR DE PRESIÓN DE NEUMÁTICOS Serie 3 sistema de alarma antirrobo omisión de letras del modelo acceso confort Paquete de confort para el conductor rieles de techo negros Cortina parasol para ventanas laterales de puertas traseras. mecánicamente alfombrillas de terciopelo Triángulo de advertencia o triángulo de advertencia y botiquín de primeros auxilios Espejos exteriores con función de plegado y antideslumbramiento automático Asientos deportivos para conductor y pasajero delantero. Asientos deportivos con calefacción Calefacción del asiento del conductor y del pasajero PAQUETE PREMIUM 2 paquete de conveniencia Calefacción de asientos para asientos traseros Apoyabrazos central movible en la parte delantera Moldura interior de aluminio carbono oscuro con franja decorativa Perlado de alto brillo 5 puertas sistema lavafaros Control de distancia de estacionamiento (PDC) Parabrisas con sensor de lluvia control de clima automático cuentakilómetros Faros LED adaptables Luces antiniebla LED asistente de luces altas Paquete de visibilidad advertencia de cambio de carril Asistente de conducción Desactivación del airbag del pasajero reposacabezas traseros plegables Paquete de medios BMW Professional Plus Pantalla de visualización frontal Sintonizador DAB Código de área 2 Llamada de emergencia inteligente TELESERVICIOS INFORMACIÓN DE TRÁFICO EN TIEMPO REAL SERVICIOS DE CONSERJERIA SERVICIOS REMOTOS TELEFONÍA CON CARGA INALÁMBRICA Punto de acceso wifi Volante de cuero M Paquete aerodinámico M Línea de sombras individual de alto brillo Techo interior individual antracita Edición M Sport Shadow",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2018",
            "kilómetros": "115000 km",
            "precio": 26000.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1093052612",
            "descripcion": "Vendo BMW 335d 3.0 twinturbo (313cv) LCI, Pack M interior y exterior, llantas 19, asientos alcantara, equipo de audio harman kardoon, pantalla multimedia con carplay, sensores de aparcamiento, doble techo solar, muelles HR, salidas de escape tipo 340i, todas las revisiones al dia, segundo propietario. Mejor ver y probar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2016",
            "kilómetros": "185000 km",
            "precio": 26000.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1064143778",
            "descripcion": "Está nuevo para más información pregunte sin compromiso",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "15000 km",
            "precio": 26000.0
        },
        {
            "titulo": "BMW Serie 3 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2015-1056960564",
            "descripcion": "Se vende BMW 330d Xdrive paquete performance. DKG. 180mil km, nacional. Cuero, techo solar panorámico, enganche de remolque electrico, portón de maletero eléctrico, volante Alcántara M, alfombrillas M, sensor de aparcamiento delantero y trasero, cámara marcha atrás, cámara enganche de remolque, shadow line, etc. Las 4 ruedas nuevas, mantenimientos al día. Se aceptan cambios o se recoge coche como parte de pago. Patrol gr, mercedes vito, Viano, can am maverick, Volkswagen multivan, Transporter, land Cruiser, kzt, Hilux, wrangler, Focus rs, BMW m3, sti, evo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2015",
            "kilómetros": "180000 km",
            "precio": 26000.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1074755175",
            "descripcion": "Se vende o se cambia por golf 7 gti o golf 7 r con algo de dinero a mi favor,este bmw 335d biturbo de 313cv touring,con 4 mapas,el coche esta muy cuidado y los kms la mayoria en autovia,tiene el paquete Mperformance completo,itv hasta junio de 2026,pasaria mas fotos videos a quien estea interesado y mas info,un saludo!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2016",
            "kilómetros": "195000 km",
            "precio": 25900.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1049333968",
            "descripcion": "BMW 318d GT Luxury Line 11/2018 con 61.000 kms. 2.0 Turbo diésel con 150 CV y cambio automático de ocho velocidades. Libro de revisiones sellado, garantía hasta feb 2025. Muy nuevo, casi todos los extras (real). Valor factura 72.000 €. Faros Matriciales LED adaptativos Smartbeam Head up Display Sonido Surround Harman Kardon con 16 altavoces, 600 W, 9 canales Sistema de visión 270º Cámaras laterales de cruce en paragolpes Apple CarPlay sin cables Tapizado en piel beige Asientos eléctricos y calefactables con memoria, con ajuste lumbar Selector de modos de conducción Techo solar panorámico eléctrico Climatizador automático dual Suspensión adaptativa Dirección Servotronic Portón eléctrico Pack iluminación LED interior Alerta de carril involuntario Asistente de carril Aviso pre-colisión Lector de señales de tráfico Control de crucero con limitador Sistema de aparcamiento automático sin manos con medidor lateral Llantas de aleación de 17 pulgadas Acceso sin llave Arranque por botón Cristales tintados Pintura metalizada azul oscuro con línea cromada Cargador de móvil por inducción Sistema de navegación Professional con pantalla de 8,8 pulgadas táctil Disco duro de 20 GB Alarma antirrobo Control desde la App BMW con servicios conectados Espejos abatibles (el del conductor fotosensible) Sensor de lluvia Pack almacenaje El coche solo se ha usado para unos pocos viajes al año. Se vende por no usar. Admite prueba mecánica. Consumo muy ajustado (unos 5,2 L/100), etiqueta ambiental \"C\", muy amplio y versátil.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "61000 km",
            "precio": 25900.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-893019339",
            "descripcion": "Bmw 330d xdrive F30 pack M, más información por privado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2017",
            "kilómetros": "135000 km",
            "precio": 25900.0
        },
        {
            "titulo": "BMW Serie 3 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2015-988054534",
            "descripcion": "BMW 330XD FULL EQUIP MODELO M",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2015",
            "kilómetros": "192000 km",
            "precio": 25650.0
        },
        {
            "titulo": "BMW Serie 3 mod. 320D Gran Turismo GT ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-mod-320d-gran-turismo-gt-1069942979",
            "descripcion": "Vendo BMW 320D Gran turismo GT, en perfecto estado. Seguro a todo riesgo y revisiones según fabricante. Siempre con nosotros aunque antes estuviera a nombre de empresa por tema trabajo. Precio NO NEGOCIABLE.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "79800 km",
            "precio": 25500.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1042258757",
            "descripcion": "Motor B47 190cv ( sin ad-blue ) Campañas de airbag de conductor y refrigerador de gases de escape egr recien hecha en BMW Nacional ( 3er propietario ) Paquete M ( interior y exterior ) Llanta 19 ( opcional de origen ) Cuadro ampliado Techo solar panorámico practicable Head up display Cambio sport ( con levas) Luces largas automáticas Control / limitador de velocidad Monitorización presion y temperatura de neumáticos PDC Delantero y trasero Camara de marcha atras Navegador profesional ( pantalla grande) Paquete iluminacion interior y exterior BMW online services de por vida ( hay que pintar paragolpes delantero y trasero ) Se incluye : Baul , barras de techo y posibilidad de silla recaro grupo 2/3 nueva a estrenar abierto a cambios ( busco 7 plazas ) #rline #sline #sport #familiar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "119000 km",
            "precio": 25500.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-gran-turismo-2018-1041810163",
            "descripcion": "BMW Serie 3 Gran Turismo 2018 en estado impecable. · Versión F34 Gran Turismo 318d 150 5p. · 5 plazas. · 5 puertas. · 150 Caballos. · Tipo de coche: Sedan. · 90000 kilometros. · Motor Diesel. · Cambio automático. · Con mantenimiento integral incluido en concesionario oficial triocar Gijón. • Con bola de remolque.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "90000 km",
            "precio": 25500.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-998402896",
            "descripcion": "Pack m interior y exterior. Automático Asisentos de Alcántara muy cuidado solo viajes. Full led, navegador profesional También cambio por porche 911 o panamera, m4 m2",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "69500 km",
            "precio": 25500.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1020908390",
            "descripcion": "Coche adaptado para minusvalido . Tiene todos los extras menos deteción de salida de carril, a mallores tiene frenos M performan y amortiguación Ac Schnitzer y interculer Wagner tuning si quieren saber todo lo que tienen por Wasa (609608860), tiene gancho de remolque electrico.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2016",
            "kilómetros": "242000 km",
            "precio": 25500.0
        },
        {
            "titulo": "BMW Serie 3 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2015-1073225054",
            "descripcion": "SE VENDE ESTUPENDO BMW 335D XD 313 CV BITURBO, TODOS LOS MANTENIMIENTOS ECHOS EN JM PERFORMANCE, PASTILLAS ACEITE Y FILTROS RECIEN ECHOS CON FACTURA ECHO EN JM PERFORMANCE, ETIQUETA C, FULL EXTRAS, INTERIOR ALCANTARA, LLANTAS BMW M4 CON KIT DE PINZAS M4, SUSPENSION BLINSTEIN B8 CON FACTURAS PARA DEMOSTRAR, EQUIPO DE MUSICA DE ALTA FIDELIDAD VALORADO EN 1500€, PACK M DENTRO Y FUERA, CONTROL CRUCERO, SUPER CUIDADO YO SOY EL 3° PROPIETARIO, SI QUIERES UN BUEN COCHE DE ALTA GAMA NO DUDES EN LLAMAR.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2015",
            "kilómetros": "190000 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW 325 f31",
            "enlace": "https://es.wallapop.com/item/bmw-325-f31-1089258561",
            "descripcion": "Faros delanteros y traseros led Paquete Visibilidad Asientos deportivos para conductor y acompañante Calefacción de los asientos delanteros Tela Hexagon/Alcántara Dispositivo manos libres con interfaz USB Sistema de navegación Business Asistente de luz de carretera Lavado de faros Luces autoadaptables Paquete aerodinámico M Paquete deportivo M Pintura metalizada Retrovisor interior, con ajuste automático anti-deslumbramiento Volante M de cuero Suspensión deportiva M. llantas 19\" de aleación ligera de radios dobles (estilo 442 M) Bicolor Orbit Grey metálico Enganche de remolque auto Espejos retrovisores interior y exteriores con ajuste automático anti-deslumbramiento Cuadro de instrumentos con contenido ampliado Control de crucero activo con función Stop&Go Control de distancia en aparcamiento delantero (PDC) Control de distancia en aparcamiento trasero (PDC)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2015",
            "kilómetros": "175000 km",
            "precio": 24750.0
        },
        {
            "titulo": "BMW Serie 3 318d Gran Turismo 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-gran-turismo-110-kw-150-cv-1092398825",
            "descripcion": "Precio oferta sujeto a financiación: 24537 EUR. Precio al contado: 26990 EUR. *CAS* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2453€ de descuento en este coche Precio oferta financiado: 24537€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 26990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Techo solar, Navegador, Faros delanteros led, Faros traseros led, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Asistente de arranque en pendiente, Sensor de presión de neumáticos, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Portón del maletero eléctrico, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (19\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "85014 km",
            "precio": 24537.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1082160122",
            "descripcion": "EL COCHE ESTA COLO EL PRIMER DIA MEJOR VER Y PROBAR INTERESADOS POR FAVOR POR PRIVADO O 660786971 Gracias .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "205000 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1076497095",
            "descripcion": "Se vende bmw serie 3 f30 -itv recien pasada -todos mantenimientos en bmw casa oficial -volante “m” deportivo , -tapiceria “m” cuero alcantara con logo “m” -pantalla digital , tanto en consola cebtral como en cuadro del conductor -taloneras “m” -faros led -llantes “m” bmw originales -asientos con riñoneras -pegatina de la letra c -cambio automatico de 8 velocidades - mapas bmw actualizados a fecha -todo original , todo bmw , coche cuidado a mimo , si hay dudad ver y probar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "138000 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW Serie 3 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-330d-1076689945",
            "descripcion": "Vendo bmw 330d en perfecto estado,sin ningún problema se puede llevar al taller que se desee para corroborar su estado.Muchos extras",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2016",
            "kilómetros": "85000 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/f34-gran-turismo-318d-150-5p-aut-2018-105-000-klm-1044097298",
            "descripcion": "Nacional, impecable y cuidadisimo, como se ve en las fotos. Pack M Sport (llantas 18”, suspension deportiva variable, volante, asientos deportivos cuero dakota, techo antracita, cuadro de instrumentos ampliado, faros led, molduras...) navegador profesional con pantalla tactil, pintura metalizada, paquete retrovisores electricos, paquete compartimentos, alarma... justificante de todas las revisiones, itv recien pasada, 99% de kilometros hechos en autovias y autopistas. Etiqueta medioambiental verde C ABSTENERSE OFERTAS ABSURDAS, ES UN COCHE DE 50.000€ EN ESTADO DE SEMINUEVO.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "105000 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1039104771",
            "descripcion": "El coche tiene 52mil,Km, es del 2018, siempre guardado en garaje, mas info preguntar por privado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "52000 km",
            "precio": 24000.0
        }
    ]
}