{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "M3 CSL",
        "año mínimo": "2004",
        "año máximo": "2006",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": "360",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=360&min_year=2004&max_year=2006&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW m3 e46 ",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e46-cabrio-1056902612",
            "descripcion": "Bmw m3 e46 descapotable. Acaba de tener un servicio hecho Adicionalmente instalado tuning de la empresa Mk Motorsport. Itv actual. Sin óxido. El techo funciona perfectamente. Super coche, con kilometraje original. Listo para cualquier revisión. techo duro incluido. 2 juegos de ruedas original bbs LM r19 original bmw r19 no hay error sobre el coste. BMW m3 m4 m5 m6 m2 m1 e46 cabrio",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "107000 km",
            "precio": 55000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1082932668",
            "descripcion": "Espectacular Bmw M3 cabrio 343 cv e46 de coleccion con tan solo 64.000 kms reales nacional de mi coleccion privada : No ofertas ridiculas ni cambios",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2005",
            "kilómetros": "64000 km",
            "precio": 50000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-973935941",
            "descripcion": "Mantenimiento en casa oficial. En muy buen estado con llantas y portón trasero originales csl",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2005",
            "kilómetros": "128000 km",
            "precio": 50000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e46-cabrio-1014595932",
            "descripcion": "Espectacular BMW M3 e46 cabrio. Coche atemporal. Coche mimado. Matric. 2/2004 Alemania Importado y matric España 3/2019 144500 km Solo 29.633 unidades fabricadas Color original CARBONSCHWARZ Full equiped!! Original Asientos de cuero eléctricos y calefactados, faros de xenón, llantas 19\", navegador, harman/kardon Techo lona eléctrico y hardtop!! Restauración a capricho.(+15K€) entre 2023-24 (carrocería, chapa y pintura,llantas, Frenos, escapes, faros, interior) Recubrimiento ext cerámico Última revisión en taller oficial BMW julio 24 Inspec I con reglaje válvulas ITV al día Admito WhatsApp 653405041 Abstenerse ofertas absurdas",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "144500 km",
            "precio": 38000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1056895969",
            "descripcion": "Bmw m3 e46 cabrio smg2 en un estado impoluto coche muy mimado.Comprado en 2009 con 90000km. Color carbonschwarz combinado con asientos originales color kiwi. Asientos calefactables,eléctricos y memoria. Faros de xenón. Llantas originales bbs ch 19 con neumaticos nuevos michelin pilotsport 4. Techo duro. Radio táctil con pantalla gigante. Techo duro y cortavientos. Detalles interior en carbono. Línea de escape original y actualmente está montada una línea desde catalizadores marca Scorpion. Todas las revisiones pasadas en bmw y en rivasmotorsport (madrid)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "185000 km",
            "precio": 35000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-843832460",
            "descripcion": "BMW M3 e 46 343cv Cabrio SMG II año 2004 unidad de colección. Conserva todos los manuales,libro de revisiones además de facturas de mantenimiento y extras. Acepto todo tipo de prueba mecánica. *full extras. *itv 06/25",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "145000 km",
            "precio": 33900.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1084742496",
            "descripcion": "Vendo por tener otro...Tiene todo echo !! Powerflex completo, copelas regulables,Kw V2 admin Csl Karbonius ! Repro csl motor y cambio, frenos csl del y atras nuevos, escapes, embrague y bomba smg nueva, casquillos echos,Precio con las llantas tng las d origen ! Sin estrenar",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "208000 km",
            "precio": 32000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1041393550",
            "descripcion": "se vende bmw 335i en muy buen estado, muchisimos extras, todos los mantenimientos al dia y facturas de todo. Más imformacion por privado. No acepto cambios Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2006",
            "kilómetros": "176000 km",
            "precio": 19999.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1083580386",
            "descripcion": "El coche esta echo a capricho. Actualmente no monta ninguna stage. Se cambio la centralita a una msd81 del 2009 solucionado el mitico problema de mosfet de mas centralitas msd80 y aun no se a vuelto a reprogramar por falta de tiempo. SIEMPRE 98oct SE ENTREGA CON LA REVISION RECIEN ECHA. Tiene algun detalle de chapa. El coche de puede dar recien pintado. PRECIO NEGOCIABLE PERO NO CONTESTO A MAREANTES TAMBIEN ESCUCHO CAMBIOS POR COCHE . PARA CAMBIO MAS VALOR. bmw330i/335d/Golf7/R/porche cayenne/evo/cupra/n54/n55",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2006",
            "kilómetros": "200000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1048330640",
            "descripcion": "Bmw e92 330i en muy buenas condiciones tanto de mecanica como de chapa y pintura. Para mas informacion abrir por privado. Abstenerse curiosos",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2006",
            "kilómetros": "137000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW 330i touring M",
            "enlace": "https://es.wallapop.com/item/bmw-330i-touring-m-1044296986",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2006",
            "kilómetros": "190000 km",
            "precio": 13999.0
        },
        {
            "titulo": "BMW 320 CI E46",
            "enlace": "https://es.wallapop.com/item/bmw-320-ci-e46-1084080660",
            "descripcion": "Impresionante estado. Hecho el cambio de aceite, todos filtros, anticongelante... con facturas. Al dia de todo. 3 juegos de llaves, siempre en garaje. Se vende por cambio de ciudad",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "179000 km",
            "precio": 13900.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1036375775",
            "descripcion": "BMW 330ci Cabrio con acabados M y Cambio SMG levas al volante, recién restaurado incluso para coleccionistas, luce y suena como nuevo. Factura e iva incluido en precio. Precio salida 18000€ Solo interesados de verdad,no cambios, ni ofertas ridiculas Mas info contacten.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "250 cv",
            "año": "2004",
            "kilómetros": "195000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1033759451",
            "descripcion": "PACK M COMPLETO,ITV RECIEN PASADA,CUERO,FULL EXTRAS,AÑO 2005,LLANTAS 19 DE M4 TRASPASO INCLUIDO...MAS INFO 640322850..SE ACEPTAN CAMBIOS..",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2005",
            "kilómetros": "172000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-907867200",
            "descripcion": "Se vende flamante BMW 320i Cabriolet Automático como nuevo,único propietario,recién hecha la revisión completa del motor,se le han puesto las llantas nuevas,ruedas también,tapizado el interior nuevo en rojo, recién pintado entero con el techo duro incluido. Tiene capota eléctrica en negro y está conservada perfecta,durmiendo en garaje,elevalunas eléctricos,asientos electrónicos,climatizador,control de velocidad, espejos eléctricos,frenos ABS,equipo de sonido espectacular,soporte para guardar el techo duro. Mejor verlo y probarlo sin ningún compromiso. UN AÑO DE GARANTÍA A NIVEL NACIONAL Y SIN LÍMITE DE KILOMETRAJE.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "169500 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-901131827",
            "descripcion": "330i Nacional Luces Xenón automáticas, clima bi-zona, navegador profesional BMW, llantas en 19 Originales, volante multifunción, sistema de sonido mejorado, Parrot instalado, sensores de aparcamiento, asientos de cuero beige en buen estado, cortinilla trasera. Revisión de filtros y aceite, cambiado hace 4000km aceite caja de cambio 600euros. Manetas de puertas cambiadas y matrícula pvc. Luces de matrícula led ITV pasada en octubre 2024 4 ruedas nuevas Muy bien cuidado, siempre garaje. Etiqueta C. Para mas información privado precio no negociable. Acepto coche a cambio. BMW 320d 320i 325d 325i 330d 335i Audi",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2006",
            "kilómetros": "155000 km",
            "precio": 11499.0
        },
        {
            "titulo": "BMW Serie 3 2005 GLP",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1089729307",
            "descripcion": "Etiqueta ECO. ITV con fecha 22-01-25 y ficha técnica original. Historial de mantenimiento. Vehículo en muy buen estado de conservación equipado con sistema GLP. Llantas 18\" originales de BMW X3. Asientos deportivos, alarma, bluetooth, clima, xenon. Motor N52 sin la problemática inyección directa de los N53. Profunda revisión del vehículo para puesta a la venta... Mantenimiento de cambio automático (Factura BMW) Bobinas & bujías nuevas. Juntas de tapa de balancines y enfriador de aceite nuevas. Todos los fluidos cambiados, también amortiguación.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2005",
            "kilómetros": "216000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1057678027",
            "descripcion": "Se vende BMW 330CI EN impecable estado. el coche está a día. el coche no se usa apenas, se arranca cada 2 semanas.aporto 2 y manual de instrucciones . pack M original individual, full extras como se ve en las fotos. el coche duerme en garage.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2004",
            "kilómetros": "253000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-320-cabrio-automatic-2005-1054891644",
            "descripcion": "ESPECTACULAR OPORTUNIDAD: BMW 320 ci automático E46 última serie, con modo sport y manual recien cambiado aceite y filtros del cambio. Perfectamente mantenido y documentado.  Con cortavientos original, capota eléctrica en excelente estado sin absolutamente ninguna entrada de agua. Cuero impecablemente cuidado y con tratamiento para que el sol no le dañe. Equipo de musica con amplificador y subwoder, control de velocidad, cuatro elevalunas, apertura de capota desde llave y cierre automatico de la misma con el cierre centralizado. LLantas de aliminio originales, climatizador automátco, control de tracción desconectable, asientos eléctricos delanteros y el del conductor con tres memorias. Volante multifunción de cuero ITV recién pasada con ningún fallo. solo 97.000 km originables y demostrables. Gomas y juntas perfectas. revisiones al día. Reposabrazos central. Faros antiniebla delanteros y trasero. Faros traseros de led. ALARMA anti robo. No hay que hacerle nada para disfrutarlo. posibilidad de techo duro.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "98000 km",
            "precio": 10300.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1074160516",
            "descripcion": "Vendo bmw con varios extras como luces auto, limpia auto, control crucero, piel, asientos calefactables... Tiene volante a la derecha. Lleva chargepipe con blowoff, oil catch can, bateria nueva, juntas de los inyectores nuevas, junta tapa balancines y tapa balancines nueva, bujias nuevas... Se entregaria con matricula española. Escucho ofertas, pero no me interesan cambios",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2006",
            "kilómetros": "200000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 330CI AUTOMATICO 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-330ci-automatico-2005-1054114950",
            "descripcion": "BMW 330 CI AUTOAMTICO Venta de BMW 330 CI AUTOAMTICO, (se escucha ofertas). Fecha de matriculación enero de 2005, coche de gasolina, con etiqueta C ( etiqueta pedida a correos). Motor de 6 cilindros en línea, con una cilindrada de 3000 c.c., tracción trasera, caja de cambios automática de 5 velocidades. 182.000 kms Mantenimientos realizados, la caja de cambio se realizó mantenimiento completo de cambio de aceite, cambiando el cárter (siendo su filtro), cambio de bujías y filtro de gasolina. También cambio de ambos discos de freno delanteros. Recién cambiada la correa de auxiliares (alimenta polea alternador), cambio de batería y luces xenón marca Philips última generación). Cambio de vaso de expansión, termostato, anticongelante y silentblock delanteros (realizado en 23/01/2025) Cambiada también junta conjunto donde se encuentra filtro de aceite. Todos mantenimientos con facturas. Interior de cuero color claro, asientos eléctricos, focos de xenón, focos led traseros, encendido de luces automático y limpias parabrisas automáticos, climatizado con aire acondicionado. Equipo de radio con bluetooth alpine con micrófono instalado de manos libre y con manipulación con los botones del volante de serie. Neumático Michelin pilot sport 17 pulgadas, adelante Michelin pilot sport 4 (en el momento de la venta le instalare neumáticos pilot sport 5 nuevos) y detrás Michelin pilot sport 5 recién puestas.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2005",
            "kilómetros": "182000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-976924764",
            "descripcion": "BMW 330XI TOURING, automático, recién pintado por completo, equipamiento M interior y exterior, acceso y arranque sin llave, xenón, navegador, bluetooth, techo practicable. Al día de mantenimiento e ITV.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2006",
            "kilómetros": "210000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-847472341",
            "descripcion": "- BMW E92 325i aut. Nacional 10/2006 - Motor N52 2500cc (el motor más fiable del e92) - Neumáticos Bridgestone Potenza Sport 40% - Extras: asientos sport eléctricos y calefactables, sensores aparcamiento, Navegador pro, sonido HIFI 13 altavoces, control crucero, paquete iluminación confort, keyless, bola remolque plegable, bixenon, espejos eléctricos, bluetooth, AUX… - Se acepta prueba mecánica. - Aceite Motul y filtros cambiados - Aceite y filtro caja de cambios por diálisis. - Aceite diferencial cambiado - Todos los líquidos cambiados - Bujías NGK - Bomba de agua y termostato nuevos - Batería Varta nueva. - Junta del cárter nueva. No hay que hacerle nada, aporto facturas de todo lo anterior.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2006",
            "kilómetros": "260000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1085103840",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2006",
            "kilómetros": "299000 km",
            "precio": 9999.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1009859776",
            "descripcion": "vendo BMW 330ci descapotable 231cv TIENE ADAPTACION PARA DISCAPACITADOS ACELERSDOR Y FRENO EN LAS MANOS totalmente recien revisado completamente de todo incluso la capota revisada completa tiene asientos de cuero electricos y termicos calefactables cambio automático volante multifuncion DVD GPS PROFESIONAL control de velocidad tlf espejos automaticos se cierran automaticamente equipo haman kardon climatizador bizona acabado M interior y exterior se le puede hacer prueba mecánica le funciona todo no hay que gastarse nada de nada la adaptacion se puede desmontar fácilmente podría admitir coche como parte de pago el coche se encuentra en Madr",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2004",
            "kilómetros": "190000 km",
            "precio": 9999.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1090550175",
            "descripcion": "BMW 3 e46 de 231cv y tracción 4 automático Futuro clásico al alza, muy pocos de este modelo en estas condiciones -faros de xenón -techo solar -pantalla GPS -asiento eléctrico -cristales tintados -llantas 18 pulgadas negras -llantas de serie 17 pulgadas -muelles deportivos hr homologados -libro de revisión e historial. Acepto moto como forma de pago Se entrega con revisión en BMW oficial",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2004",
            "kilómetros": "185000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW Serie 3 E92",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-e92-1089461703",
            "descripcion": "BMW EN VENTA EN MUY BUEN ESTADO. 209000km -Techo Solar -Pantalla Android con cámara trasera -PACK M INTERIOR COMPLETO -Volante Multifuncion -Control de crucero -ASIENTOS M EN PIEL Y ELECTRICOS -Pastillas de freno nuevas -SUSPENSION REBAJADA HOMOLOGADA -Algun extra más ✅BMW 325i COUPE 218CV ✅Etiqueta C ✅SE ENTREGA CON REVISION COMPLETA Y CAMBIO DE ACEITE CON FILTRO RECIEN НЕСНО. ✅JUEGO DE DOS LLAVES ✅Sistema Antirrobo Algun golpe en el parachoques delantero (SE ENTREGA ARREGLADO) Cambio por Bmw serie 1, scirocco, audi a3, bmw serie 5⚠️",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2006",
            "kilómetros": "209000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW Serie 3 325i",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325i-1051566798",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "192 cv",
            "año": "2006",
            "kilómetros": "181000 km",
            "precio": 9000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1045361146",
            "descripcion": "BMW 325i e95, en muy buenas condiciones, tiene todos los extras, asientos, techo, tiene paquete M, lips y alerón, todo homologado. ITV hasta 2025",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "220 cv",
            "año": "2006",
            "kilómetros": "243000 km",
            "precio": 8700.0
        },
        {
            "titulo": "BMW Serie 3 2005 NEGOCIABLE ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1090250466",
            "descripcion": "Se vende bmw e90 NEGOCIABLE más de 5.000€ en modificaciones muy mimado todo al día (TODO HOMOLOGADO) y repintado entero por capricho hace menos de 1 mes y medio se descuenta 200€ en el precio por faros MOTOR HECHO ALOS 201.560KM TODO LOS MANTENIMIENTOS HECHOS COMO NUEVO MOTOR SE ACEPTAN PRUEBAS MECANICAS •parachoques delantero m3 •parachoques trasero m3 •alerón estilo m4 •llantas en plata m4cs •retrovisores m3 •taloneras laterales •separadores traseros • luces led ojos de ángel •pantalla interior android CarPlay Y Android •parrilla delantera en negro brillo •cristales traseros tintados •insignias de BMW cambiadas en negro •escape intermedio y final recto(sonido precioso) se entrega silencioso final de serie para ITV.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "204560 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1071863251",
            "descripcion": "Tapicería delantera desgaste (cuero)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2004",
            "kilómetros": "219000 km",
            "precio": 7850.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1037707214",
            "descripcion": "Vendo BMW serie 3 e90 negro con 127000 kilómetros. ✅automático ✅ITV recién pasada hasta agosto 2025 ✅Tapicería en cuero beige ✅Tiene pantalla ✅Navegacion ✅Luces interior ✅Faros xenon ✅Ojos de ángel led ✅Ningun chivato encendido en el cuadro ✅Llantas 18 pulgadas ✅Neumáticos en muy buen estado ✅Retrovisores M3 ✅Taloneras M ✅Parachoques lci ✅Dos llaves El coche esta a capricho listo para hacerle kilometros. Tiene las alfombrillas originales color beige pero llevo inas de goma por encima para no estropearlas Lo vendo o me interesa cambio por Audi A4 , A5, serie 5 e60, serie 3 e92... escucho ofertas. #bmw#serie 3 # gasolina #automatico # negro #tintado #led #xenon #18",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "125500 km",
            "precio": 7800.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1085998040",
            "descripcion": "BMW 325i E90 (2.500cc) 218cv automático. Muy bien equipado: Cuenta con faros xenón, interior en cuero bitono, llantas en 17”, Luces y limpiaparabrisas automáticos, BMW profesional con navegador ( pantalla grande) habría que reparar la unidad o una nueva. Motor recién sustituido, el otro motor rompió por fallo de engrase. En bastante buen estado tanto exterior como interior. Precio algo negociable, se escuchan ofertas lógicas",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2005",
            "kilómetros": "170000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1063988543",
            "descripcion": "Guardado en garaje hace 3 años , en impecable estado , mantenimiento hecho , itv al dia, gomas nuevas, cambio por coche igual o mas valor",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2004",
            "kilómetros": "164000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-325ci-cabrio-1058329603",
            "descripcion": "Vendo mi bebe E46 , acepta prueba mecanica. Atiendo wasap!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "192 cv",
            "año": "2004",
            "kilómetros": "133909 km",
            "precio": 7450.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1081779138",
            "descripcion": "Bmw e46 325i en perfecto estado. SOLO CAMBIOS",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "192 cv",
            "año": "2004",
            "kilómetros": "173000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-e46-325-ci-1071910171",
            "descripcion": "BMW E46 325CI con muchos extras. Techo solar Luces Xenon Paquete M exterior e interior Original Control de cruzero Asientos electricos Asientos de cuero Amortiguadores Blistein b8 M Cortinilla trasera electrica Techo recien tapizado. Ruedas traseras nuevas Pastillas de freno traseras nuevas Aceite de la caja de cambios recien cambiado Filtros y aceite con menos de 1.000km Motor en perfecto estado y no resume ni una gota de aceite. Coche totalmente original, sin tonterias ni modificaciones raras echas. Poco Negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "192 cv",
            "año": "2004",
            "kilómetros": "252000 km",
            "precio": 7000.0
        },
        {
            "titulo": "EXCLUSIVO BMW Serie 3 e46 SMGii 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-663940134",
            "descripcion": "BMW Coupé 325CI SMGII BMW coupé 325CI, motor 6 cilindros en línea, gasolina 192 CV, cambio secuencial SMGII, levas en volante multifunción, bluetooth, xenon, Hifi BMW professional, Harman Kardon, asientos deportivos eléctricos cuero Dakota, espejos abatibles, llanta 19\". ITV perfecta. Vehículo nacional bien cuidado. Último modelo de versión E46 (agosto 2004). Pocas unidades con estas características. Guardadas facturas de todas las revisiones y reparaciones por mantenimiento (batería 2023, embrague a 160000km...). Mimado. Un capricho.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "192 cv",
            "año": "2004",
            "kilómetros": "231000 km",
            "precio": 6990.0
        },
        {
            "titulo": "BMW Serie 3 2006 €6,750",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1052558412",
            "descripcion": "BMW Serie 3 325i OPORTUNIDAD € 6,750 AÑO 2006 GASOLINA 192CV MUY BUENO ITV PASADA UN AÑO DE GARANTIA ACEPTO COCHE O FURGONETA A CAMBIO ESTAMOS EN CARRETERA SAN JAVIER 234 MURCIA LOS RAMOS PARA MÁS INFORMACIÓN LLAME",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "192 cv",
            "año": "2006",
            "kilómetros": "298000 km",
            "precio": 6750.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1090411774",
            "descripcion": "Se vende bmw e46 330i con un unico fallo que es en la caja de cambios, solo habria que hacerle el mantenimiento exhaustivo. Tiene la caja de cambios SMG, la caja cuando esta arreglada y en funcionamiento es una maravilla, es automatico con levas, es decir tienes la opcion de ponerlo totalmente automatico o llevarlo con levas Tiene varias piezas cambiadas y tengo facturas que lo demuestran. Soy el tercer propietario El precio es negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2004",
            "kilómetros": "251607 km",
            "precio": 6500.0
        }
    ]
}