{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "335d Touring",
        "año mínimo": "2010",
        "año máximo": "2012",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": "286",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=286&min_year=2010&max_year=2012&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 335d Coupe",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-335d-coupe-1068421491",
            "descripcion": "BMW Serie 3 335d Coupe kms: 54.000 Año: 2010 Un único propietario. Faros de xenon. Control de velocidad. Cambio automático con llevas. Espejos plegables. Dos llaves. Asientos de piel-tela. Luces automáticas. Volante multifunción. Radio BMW profesional. Climatizador bizona. Asientos eléctricos. 12 Meses de garantía. Enviamos a toda la península e islas. Posibilidad de recibir su coche como forma de pago. Pida su reportaje. Consultar gastos de gestión. Consulta nuestra disponibilidad, por la posible reserva o venta del vehículo. Solicitar cita previa y localización del vehículo. Entrega Flexible en Barcelona. IRURI MOTOR, desde 1971 especialistas en 4X4. Visítanos en: irurimotor.com",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2010",
            "kilómetros": "54000 km",
            "precio": 27499.0
        },
        {
            "titulo": "BMW 335d e92",
            "enlace": "https://es.wallapop.com/item/bmw-335d-e92-1089346427",
            "descripcion": "bmw 335d en perfecto estado coche muy cuidado solo dos dueños mejor ver y probar para mas informacion hablar por privado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2012",
            "kilómetros": "198000 km",
            "precio": 21500.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1012185641",
            "descripcion": "BMW serie 3 todo pac M, asientos rojos y calefectables, llantas pulgada 20, techo solar cambio automático 8 marchas, pantalla con navegador GPS entrada aux y USB, audio warman kardion. para más info 643729578",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2012",
            "kilómetros": "178000 km",
            "precio": 21000.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1091255012",
            "descripcion": "GERMAN CAR, ALL DOCS AVAILABLE FOR IMPORT. CURRENTLY LOCATED CLOSE TO LISBON CSL WHEELS KW V3 SUSPENSION PERFECT CONDITION",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2012",
            "kilómetros": "122000 km",
            "precio": 20999.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1058036982",
            "descripcion": "BMW f30 320d 184cv: 115000km Pack M interior Pack M exterior Asientos alcantara Automático 8v Navi profesional Etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "115000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 3 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-1042737622",
            "descripcion": "se vende BMW e92 330d 245cv en impoluto estado tanto Interior como exterior ,181000km reales, kit carroceria e interior M, llantas en 19\" , tapicería cuero marrón, volante multifuncional de carbono con levas, ruedas ps4 en buen estado, techo solar, luces bidireccionales, arranque sin llave, asientos calefactables con 2 memorias de posición, y más extras Todos los mantenimientos hechos incluido el de la caja de cambios",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "181500 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 330d CABRIO - 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-330d-cabrio-2012-1067930199",
            "descripcion": "En Perfecto Estado y libre de accidentes. Sólo 116.000 kms. Revisión recién pasada. Con muchisimos extras: Todo Cuero. Sistema de Sonido harman/kardon Bola de Remolque plegable. Deflector del viento en perfecto estado con su funda. Asientos Delanteros Eléctricos y Calefactados. Faros xenon con Lavafaros y Luces Autoadaptables. Barra de Torretas de Carbono Wiechers etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "116000 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-933189309",
            "descripcion": "Coche en perfecto estado muy mimado , siempre en garaje , con todas las revisiones al dia.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2011",
            "kilómetros": "250000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-920925745",
            "descripcion": "Se vende bmw serie 3 carrocería f30 pack M en perfecto estado de funcionamiento, Km reales garantizado con libro digital, muy cuidado y cargado de extras como: Llantas 19” sensores de aparcamiento Cámara de visión trasera Espejos eléctricos abatibles Techo solar Faros de xenón direccionales con ayuda a la conducción Pack iluminación interior Pantalla grande Control de crucero Limpiaparabrisas automáticos Asientos calefactables Interior en cuero con costuras en rojo 3 modos de conducción Para más información contacte, solo gente realmente interesada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "190000 km",
            "precio": 18999.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1092206055",
            "descripcion": "se vende espectacular vehiculo con muchisimas extras por no darle uso mejor ver y probar gente seria Pac M interior exterior Techo panoramico Asientos deportivos calefactados y con memoria Levas en el volante Espejos abatibles Camara distronic sensores de parking delanteros y traseros y muchisimas mas cosas",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2011",
            "kilómetros": "264963 km",
            "precio": 18600.0
        },
        {
            "titulo": "BMW Serie 3 330d CABRIO AUT",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-330d-cabrio-aut-1041962364",
            "descripcion": "BMW 330d Cabrio, 265cv, Automatico, Pack M, Cuero Terracota, Asientos Deportivos Calefactables Electricos, Navegador, Faros Xenon.... GARANTIA OPCIONAL +1.000 €.- Vehiculo importado en muy buen estado general. NO ATIENDO EMAIL..SOLO LLAMADAS.- 644.624.909.- Somos tienda física situada en C/ Moreno Nieto, 14. Horario: Lunes a Viernes de 10:00h a 14:00h y de 17:00h a 20:00h. Sabados de 10:00h a 14:00h.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "265 cv",
            "año": "2010",
            "kilómetros": "270000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 330d coupe 245cv aut. 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-330d-coupe-245cv-aut-2011-1092176599",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "117791 km",
            "precio": 17990.0
        },
        {
            "titulo": "BMW E93 330d LCI Pack M Auto",
            "enlace": "https://es.wallapop.com/item/bmw-e93-330d-lci-pack-m-1086943029",
            "descripcion": "Bmw E93 330d LCI Pack M Full Extras. (Descapotable/Cabrio) (Restyling) Coche nacional inmaculado, de garaje y sin accidentes. Se ecuentra como nuevo y completamente de serie. Mantenimientos siempre al dia. Paso recientemente la ITV en Noviembre 2024, todos los frenos, discos y pastillas de freno son nuevos, recientemente pintado al color original. Se acepta naturalmente prueba mecanica. El coche es full extras y tiene muchas cosas raras, se destacan algunos de ellos: - Pack M interior y exterior - Color exterior Bmw Individual \"Azurit-Metallic Black\" (que sale en algunos M4) - Color interior \"Dakota/creambeije\" - Sistema de sonido Bmw Individual - Llantas 19\" M-Performance - Volante deportivo M multifun. con Levas - Suspensión deportiva M - Asientos deportivos en Dakota/creambeije - Asientos electricos con memoria - Asientos calefactables - Real Bamboo wood-grain trim, anthracite - Control velocidad adadpativo - Pack de luces - Elementos en Luces led - Luces automáticas - Luces Xenon adaptativas - Sensor lluvia - Luz diurna led - Pilotos traseros led - Faros bixenon Dynamic - Bluetooth móvil - Espejos eléctricos calefactables repliegan - Climatizador bizona - Pantalla navegador multimedia grande profesional - Navegador Gps - Sensores aparcamiento delantero y trasero - Assistente BMW Etc... Para más información de extras, fotos y videos, por fabor contactar. Tengo muchas más fotos. Si está realmente interesado en ver el coche, póngase en contacto para concertar una visita. Bmw serie 3 cabrio en Pontevedra",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "156000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW 330D E93 LCI",
            "enlace": "https://es.wallapop.com/item/bmw-330d-e93-lci-1073187221",
            "descripcion": "BMW 330D E93 LCI Mantenimiento al dia Casa Oficial BMW Año: 01/2011 Motor: 3.0L 245Cv KM: 230.000 Carroceria: Coupe/Cabrio Combustible: Diesel Cambio: Automatico Color Exterior: Negro Zafiro Metalico Color Interior / Tapiceria: Cuero Dakota Cream Beige Neumaticos Michelin Pilot Sport 5 Amortiguadores: Bilstein B8 Extras: - Asientos Deportivos Electricos con Apoyo Lumbar, Memoria y Calefactables - Luces Automaticas Xenon Adaptables en Curvas - Acceso Confort (Sin Llave) - Sistema de Alarma - Asientos con Sistema Isofix - Deflector de viento - Paquete de Compartimentos - Control de Distancia de Aparcamiento (PDC) - Control de Crucero - Sensor de Lluvia - Aire Acondicionado Automatico - Paquete de Iluminacion - Sistema de Navegacion Profesional - Bluethoot - Control por Voz - Sistema de Sonido Surround Harman / Kardon - Chasis Deportivo ///M - Volante ///M - Enganche Remolque Abatible",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "230000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW F30 Pack M 320D",
            "enlace": "https://es.wallapop.com/item/bmw-f30-m-320d-1017095315",
            "descripcion": "BMW F30 320D Pack M con muchos extras y muy cuidado. Duerme siempre en cochera, buen estado de chapa y motor, listo para hacer kms. Revisiones al día, libro de mantenimiento digital en pantalla, frenos y neumáticos en buen estado, neumáticos traseros Michelin Pilot Sport 4, líquido anticongelante original recién cambiado. Taloneras, alerón, difusor trasero homologados en ficha técnica. Extras: - Automático 8 marchas con levas - Volante de M3 con levas grandes (casi 1000€) - Head-up display - Faros y pilotos LED - Luces y limpias automáticos - Asientos de piel calefactables - Climatizador bizona - Asientos traseros abatibles - Llantas aluminio 18\" - Pantalla con navegador, Bluetooth... - Sensores de parking delanteros y traseros - Cortinillas traseras - Cristales traseros tintados homologados Volkswagen Golf GTI GTD R Ford Focus ST RS Mercedes Clase c cla AMG BMW F32 serie 4 serie 5 Renault Megane RS Cupra Seat",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "157000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-959310603",
            "descripcion": "Tiene todos los extras menos asientos calefactables, techo solar asientos de cuero sensores de aparcamiento arranque sin llave y cerrar sin llave paquete de m tanto paragolpes trasero y delantero taloneras y llanta 19 suspencion de m3, ruedas traseras con 1000 kilómetros y delanteras no tienen ni 500 kilómetros cadena de distribución recién hecha las 3 cadenas cambiadas calentadores bosch recién puestos revisión de aceites y filtros recién cambiados Se escuchan ofertas aceptan cambios",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2011",
            "kilómetros": "204000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW 330d e93 LCI 245cv Aut. Cabrio/Descapotable",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-846366240",
            "descripcion": "Suspensión Bilstein B12 pro kit nueva y totalmente homologada (las fotos son anteriores por eso se ve un pelín más alto) Realizado mantenimiento de la caja de cambios (cambio de aceite) siempre ha estado a TODO RIESGO. Tiene todos los extras disponibles excepto volante calefactable. Siempre ha dormido en garaje, está totalmente cuidado y los mantenimientos hechos de manera estricta. Aceite Castrol 5w30 y TODOS los filtros hechos el 12/07/2024 280.000 km (95% autopista)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "280000 km",
            "precio": 16999.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1062781737",
            "descripcion": "Bmw muy cuidado siempre en garaje esta muy nuevo por poco uso tiene sus cambios todos al dia con itv El coche va super bien y tiene poco consumo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "203 cv",
            "año": "2012",
            "kilómetros": "155000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1071877814",
            "descripcion": "BMW 320 E92 NACIONAL, UN SOLO DUEÑO. 2.0 AUTOMÁTICO 184cv. IMPECABLE Libro de revisiones con km, Revisión recién hecha, aceite, filtros, pastillas, neumáticos y EGR Nueva. Luces de Xenon OSRAM nuevas con garantia 2 años. Paquete M interior piel Alcántara mixto y exterior restyling M coupe. Soy particular. Mejor ver sin compromiso en Valencia. Una joya BMW de origen y sin siniestros. ACEPTO CAMBIO X MERCEDES 5 PUERTAS. UN SALUDO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "130000 km",
            "precio": 15999.0
        },
        {
            "titulo": "BMW Serie 3 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-852552155",
            "descripcion": "SE VENDE O CAMBIO por otro Coche 5 puertas. En muy buen estado cuidado a capricho , se entrega con doble juego de llaves , equipamiento extra climatizado bi-zona,capota dura control de velocidad de crucero,volante cuero multifuncion,cierre centralizado ,faros antiniebla ,xenón lavafaros paquete M sport exterior interior, gancho remolque retráctil eléctrico,asientos con memoria asientos deportivos y calefactables, sensores de aparcamiento ,equipo sonido harman kardon ,caja automática , el coche esta recién pintado en color blanco perla. MEJOR VER Y PROBARLO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "220000 km",
            "precio": 15999.0
        },
        {
            "titulo": "BMW Serie 3 2012 Modern Efficient Dynamics",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-modern-efficient-dynamics-1091084009",
            "descripcion": "IMPECABLE BMW F30 320D Automatico Type Code 3E11 E Series F30 () Series 3 Type LIM Model 320D EFFDYN EDITION (EUR) Steering LL Doors 4 Engine N47T Displacement 2.00 Power 120 Drive HECK Transmission AUT Colour MINERALGRAU METALLIC (B39) Upholstery LEDER DAKOTA/OYSTER/ AKZENT OYSTER (LCL9) Prod. Date 2013-10-29 Available upgrades Power Trunk Check compatibility Rear view camera Check compatibility Spare/replacement key fob Check compatibility Smartphone mirroring Check compatibility Additional iDrive features Check compatibility Premium speaker upgrade Check compatibility Vehicle options P7S1A Modern Line S1CAA Selection of COP relevant vehicles S1CBA CO2 package S216A Hydro steering-servotronic S230A Extra package, EU-specific S249A Multifunction f steering wheel S255A Sports leather steering wheel S2ATA BMW LA wheel Streamline 306 S2PAA Wheel bolt retainer S2TBA Sport automatic transmission S322A Comfort access S423A Floor mats, velours S428A Warning triangle and first aid kit S430A Interior/outside mirror with auto dip S431A Interior mirror with automatic-dip S441A Smoker package S465A Through-loading system S493A Storage compartment package S4DMA Accent strips, pearl-gloss, chrome S4DZA Interieurleisten Pearl dunkel S502A Headlight cleaning system S508A Park Distance Control (PDC) S520A Fog lights S521A Rain sensor S522A Xenon Light S524A Adaptive Headlights S534A Automatic air conditioning S544A Cruise control with brake function S548A Kilometer-calibrated speedometer S563A Light package S5ACA High-beam assistant S609A Navigation system Professional S610A Head-up display S688A Harman/Kardon Surround Sound system S698A Area-Code 2 for DVD S6NSA Convenience phone, expanded Smartphone S6WAA Instrument cluster, expanded equipment S6WAA Instrument cluster, expanded equipment S856A Language version Spanish S883A On-board vehicle literature Spanish S8KAA Dummy-SALAPA S8S3A Automatic locking when driving off S8THA Road sign detection S8V1A Label",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "250000 km",
            "precio": 15950.0
        },
        {
            "titulo": "BMW serie3 330d Xdrive ",
            "enlace": "https://es.wallapop.com/item/bmw-330d-xdrive-e91-automatico-1085444215",
            "descripcion": "NACIONAL.BMW 330d Xdrive touring, version LCI (restyling) 245cv automático. -Pack M interior y exterior de serie. -Techo en tapiceria negra. -Asientos deportivos regulables electricamente en sujeccion lateral. -Levas en el volante. -Radio original modificada por pantalla Dynavin con conexión bluetooh. -ITV recien pasada hasta enero de 2026 con 0 fallos. Coche en buen estado de conservación y al día de mantenimientos (se pueden enseñar facturas de los mantenimientos realizados por privado). Precio algo negociable. No se aceptan cambios, no mareantes. #bmw, pack m, cupra, r, amg, rs",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "210000 km",
            "precio": 15750.0
        },
        {
            "titulo": "BMW 320DA E93 2011 facelift Convertible ",
            "enlace": "https://es.wallapop.com/item/bmw-320da-e93-facelift-convertible-coupe-1073422897",
            "descripcion": "Se vende un elegante descapotable que se puede convertir en un Coupé deportivo con techo rígido con solo tocar un botón. En el clima local, permite disfrutar de la conducción con el techo descubierto durante todo el año. Ideal tanto para desplazamientos diarios o como coche de fin de semana. BMW 320DA E93, modelo renovado. Fecha de producción: 12 de febrero de 2011. Color: gris espacial metalizado. Elegante interior de cuero gris claro. Motor de 184 CV. Transmisión automática (Steptronic). Equipo muy decente: Control de clima con ajuste personal. Asientos deportivos eléctricos con memoria y calefacción. Volante multifunción. Volante calefactable. Música Hi-Fi. Entradas USB. Bluetooth. Monitor, navegación. Portavasos. Sensores de aparcamiento traseros. Faros de xenón con luz de curvas. Paquete de iluminación. Luz alta automática. Control de crucero, etc. ITV hasta 23 febrero de 2025, pasó sin comentarios. Almacenamiento en garaje seco. Ubicado en Valencia (46460 Silla). Puede ver el coche cualquier día, tanto entre semana como los fines de semana. No estoy interesado en cambio, solo venta. Tel./WhatsApp/Viber.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "163000 km",
            "precio": 15555.0
        },
        {
            "titulo": "BMW Serie 3 2010 Equipación M",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-967353940",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "15400 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-936539313",
            "descripcion": "BMW E92 325D (DESCAPOTABLE) con 204cv en muy buen estado con 205.000km con todos los mantenimientos hechos al día! Automático, pack M full interior exterior, navegación, asientos calefactables, asientos electrónicos, llantas 18’ etc… Pásate a ver nuestro vehículo en Palau solita i Plegamans!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2012",
            "kilómetros": "205000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1082340016",
            "descripcion": "Bmw serie 3 en perfecto estado, interior de cuero rojo, full extras y pack M",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "260000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1072043383",
            "descripcion": "bmw 325 d todos los mantenimientos realizados perfecto estado paquete m interior y exterior",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "264000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1045665699",
            "descripcion": "Harman/kardon pegatina b Pantalla Navegador Pack m Cuero Asientos calefactables Llantas en 19” Bixenon bi direccionables Mantenimientos al dia cadena de distribucion reforzada muy buen estado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "180000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2010-1025904878",
            "descripcion": "En perfecto estado, ruedas nuevas, mantenimiento hecho con 225000kms cambios de aceite, todos los filtros, líquido de frenos y anticongelante. Itv hasta diciembre 2025 ✅️3000cc - 6 cilindros - 245cv ✅️Navegador CIC de BMW con disco duro ✅️Pack M interior y exterior ✅️Sensor lluvia y luz ✅️Cuero ✅️Sonido harman&kardon ✅️Llanta 19 con Michelin pilot sport 4s nuevas ✅️Bixenon direccional con largas automaticas ✅️Pack iluminación ✅️Pack compartimentos ✅️Techo solar ✅️Asientos eléctricos calefactables ✅️Sensores aparcamiento delanteros y traseros",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2010",
            "kilómetros": "226000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 320d coupe automatico ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320d-coupe-automatico-1019888184",
            "descripcion": "Llantas de aleación de 18”. Faros BIXENON. Sensores de aparcamiento. Sistema de navegación profesional. Cambio automático. Asientos deportivos de piel con calefacción. Control de velocidad etc",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "150000 km",
            "precio": 14999.0
        },
        {
            "titulo": "BMW Serie 3 320d EfficientDynamics Edition Modern 120 kW (163 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320d-efficientdynamics-edition-modern-120-kw-163-cv-1082190394",
            "descripcion": "Financiación 100% Vehículo nacional. El precio incluye: IVA (REBU) y 1 año de Garantía (motor y caja de cambios). Kilometraje y ausencia de golpes estructurales certificados por Carfax. Financiación 100% sin entrada. Precio al contado: 14.900€ Precio nuevo: 59.917€ Extras: Pintura: Mineralgrau (metalizado) 935€ Tapizado: Cuero 'Dakota' Oyster/Acentuación Oyster oscuro, Cuero 'Dakota' 1.348€ Paquete Innovación 2.990€ Cambio automático deportivo 2.704€ Sistema de navegación Professional 2.659€ Paquete Visibilidad 1.800€ Paquete Comfort 1.400€ Sistema de sonido surround Harman Kardon 1.335€ Paquete Cruise 1.190€ BMW Head-Up Display 1.091€ Control de distancia de aparcamiento (PDC) delante y detrás 879€ Faros xenón 790€ Espejos retrovisores interior y exteriores con ajuste automático anti-deslumbramiento 657€ Luces autoadaptables 646€ Acceso confort 635€ Conexión para dispositivos Bluetooth y USB 558€ Sistema de carga variable 546€ Control de crucero con función de frenado 511€ Speed Limit Info incluido No Passing Info 357€ Auto Sport Moraleja",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "104500 km",
            "precio": 14900.0
        },
        {
            "titulo": "BMW 335 D Edition Performance Touring Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-335-d-edition-performance-touring-serie-3-2012-1077529487",
            "descripcion": "se vende espectacular BMW 335 V6 Modelo Edition Performance del 12/2011 , Sonido Equipo Harman KARDON , asientos cuero , asientos calefactables , control crucero , cristales tintados homologados , climatizador , levas , Semiautomatico , Bola de remolque homologada , ruedas en buen estado , se entrega con itv recien pasada y transferido",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2012",
            "kilómetros": "232000 km",
            "precio": 14900.0
        },
        {
            "titulo": "BMW 320d Coupe 184cv Aut.",
            "enlace": "https://es.wallapop.com/item/bmw-serie-320d-coupe-aut-184cv-1056648914",
            "descripcion": "Particular vende vehiculo Nacional BMW 320d Coupe con cambio Automatico, asientos de cuero especial rojo, faros Xenon, llanta 17”, luces automaticas, clima, telefono, etc. totalmente revisado, ITV pasada, revisiones selladas en libro. podria aceptar algun coche a cambio. #bmw #mercedes-benz #porsche #audi #volkswagen #vehiculo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "185000 km",
            "precio": 14900.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-842253711",
            "descripcion": "E93 330d",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "178000 km",
            "precio": 14900.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1042366322",
            "descripcion": "Vendo mi BMW serie tres cabrio Coupe",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "220000 km",
            "precio": 14600.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1074025927",
            "descripcion": "En perfecto estado listo para disfrutarlo. Mejor verlo y provarlo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "275000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1087675281",
            "descripcion": "en muy buenas condiciones, muy cuidado, acabado exterior m y algunos extras en el interior, volante m, cuenta kilometros digital, pantalla grande con car play...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "220000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW 320da 165cv M",
            "enlace": "https://es.wallapop.com/item/bmw-320da-165cv-m-1086815987",
            "descripcion": "bmw 320da modern con navegador profesional de pantalla grande, asistente de cambio de carril, aviso de colision y aviso de cambio de carril, lleva llave inteligente keyless, asientos en semi cuero, paragolpes delantero y trasero con estriberas del paquete M performance, luces de xenon, cristales tintados, etc",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "136000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1037227226",
            "descripcion": "BMW 330D automático Nacional, perfecto estado, paquete deportivo M interior y exterior, control de velocidad de crucero, levas en el volante, sensor de parking delantero y trasero, asientos delanteros calefactables, coche muy cuidado y siempre en garaje. Abstenerse gente curiosa ,solo interesada de verdad no quiero perder el tiempo. ITV recien pasada hasta enero de 2026",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2011",
            "kilómetros": "177000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2011-1084819297",
            "descripcion": "Se vende bmw e91 lci de finales del 2011. Actualmente está con una stage 1 y tiene aproximadamente 290cv, el coche esta en muy buen estado. Me interesa cambio por furgoneta vito mas nueva Precio negociable - pack m interior - ⁠pack m exterior - ⁠techo solar panorámico - ⁠asientos delanteros calefactables y con memoria de posiciones - espejos retrovisores electricos y antideslumbramiento - sistema keyless (se abre y se cierra por contacto tactil) Mantenimientos - se rehizo la caja de cambios hace 2 años puedo adjuntar factura - ⁠ruedas al 80% - ⁠aceite y filtros recién hechos - ⁠bomba de agua y radiador también cambiados en el último mantenimiento",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "192110 km",
            "precio": 13999.0
        }
    ]
}