{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "320Ci Coupé Aut.",
        "año mínimo": "2000",
        "año máximo": "2006",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": "170",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=170&min_year=2000&max_year=2006&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW 320 CI E46",
            "enlace": "https://es.wallapop.com/item/bmw-320-ci-e46-1084080660",
            "descripcion": "Impresionante estado. Hecho el cambio de aceite, todos filtros, anticongelante... con facturas. Al dia de todo. 3 juegos de llaves, siempre en garaje. Se vende por cambio de ciudad",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "179000 km",
            "precio": 13900.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-907867200",
            "descripcion": "Se vende flamante BMW 320i Cabriolet Automático como nuevo,único propietario,recién hecha la revisión completa del motor,se le han puesto las llantas nuevas,ruedas también,tapizado el interior nuevo en rojo, recién pintado entero con el techo duro incluido. Tiene capota eléctrica en negro y está conservada perfecta,durmiendo en garaje,elevalunas eléctricos,asientos electrónicos,climatizador,control de velocidad, espejos eléctricos,frenos ABS,equipo de sonido espectacular,soporte para guardar el techo duro. Mejor verlo y probarlo sin ningún compromiso. UN AÑO DE GARANTÍA A NIVEL NACIONAL Y SIN LÍMITE DE KILOMETRAJE.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "169500 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-320-cabrio-automatic-2005-1054891644",
            "descripcion": "ESPECTACULAR OPORTUNIDAD: BMW 320 ci automático E46 última serie, con modo sport y manual recien cambiado aceite y filtros del cambio. Perfectamente mantenido y documentado.  Con cortavientos original, capota eléctrica en excelente estado sin absolutamente ninguna entrada de agua. Cuero impecablemente cuidado y con tratamiento para que el sol no le dañe. Equipo de musica con amplificador y subwoder, control de velocidad, cuatro elevalunas, apertura de capota desde llave y cierre automatico de la misma con el cierre centralizado. LLantas de aliminio originales, climatizador automátco, control de tracción desconectable, asientos eléctricos delanteros y el del conductor con tres memorias. Volante multifunción de cuero ITV recién pasada con ningún fallo. solo 97.000 km originables y demostrables. Gomas y juntas perfectas. revisiones al día. Reposabrazos central. Faros antiniebla delanteros y trasero. Faros traseros de led. ALARMA anti robo. No hay que hacerle nada para disfrutarlo. posibilidad de techo duro.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "98000 km",
            "precio": 10300.0
        },
        {
            "titulo": "BMW 323ci 65.000kms cabrio",
            "enlace": "https://es.wallapop.com/item/bmw-323ci-65-000kms-cabrio-1061181234",
            "descripcion": "Bmw 323ci e46 170cvs Automatico Cabriolet. Si eres un apasionado del modelo e46 aqui tienes una oportunidad de Reestreno con tan solo 65.000 kms certificados! Conserva todos sus manuales y libro de revisiones. Estrictamente original y procedente de colección privada. Muy bien equipado en extras; ✅️Capota electrica en perfecto estado ✅️Llantas de aluminio ✅️Tapiceria piel completa ✅️Asientos electricos ✅️Alarma original ✅️Faros antinieblas ✅️Espejos electricos Etc ✅️Etiquete B de bajas emisiones Gran oportunidad por su bajo kilometraje, buen historial y buen estado de conservación. Gancho; e30 e36 Z3 Z4 descapotable, cabrio, 318 320 325 328 330 ci M3 etc",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "65000 km",
            "precio": 9900.0
        },
        {
            "titulo": "BMW 323CI CABRIO 2.5 170CV 2001",
            "enlace": "https://es.wallapop.com/item/bmw-323ci-cabrio-2-5-170cv-2001-1084575698",
            "descripcion": "MUY CUIDADO!!! ESTADO IMPECABLE!!! BMW Serie 3 323ci coupé cabrio 2.5 170cv Año 2001 Etiqueta B (puede seguir entrando en madrid) 211000kms muy cuidado techo de lona y hard top pantalla táctil 7\" con apple car play y android auto tapicería de cuero gris MEJOR VER Y PROBAR!! TODO NUESTRO STOCK EN GARRYAUTO.ES POSIBILIDAD DE ENTREGA EN TODA LA PENÍNSULA ¡¡COMPRAMOS TU COCHE COMO PARTE DEL PAGO!! TRANSFERENCIA Y GARANTÍA INCLUIDAS EN EL PRECIO POSIBILIDAD DE FINANCIACIÓN HASTA EL 100% Visítanos en garryauto.es o en la C/Fresadores 18-20, pol ind Valdefuentes, Arroyomolinos, Madrid",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2001",
            "kilómetros": "211000 km",
            "precio": 8990.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1091538714",
            "descripcion": "135.000km, caja de cambios reconstruida. En muy buen estado, la capota esta perfecta. Entrego carfax recien hecho.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2001",
            "kilómetros": "135000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2005 NEGOCIABLE ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1090250466",
            "descripcion": "Se vende bmw e90 NEGOCIABLE más de 5.000€ en modificaciones muy mimado todo al día (TODO HOMOLOGADO) y repintado entero por capricho hace menos de 1 mes y medio se descuenta 200€ en el precio por faros MOTOR HECHO ALOS 201.560KM TODO LOS MANTENIMIENTOS HECHOS COMO NUEVO MOTOR SE ACEPTAN PRUEBAS MECANICAS •parachoques delantero m3 •parachoques trasero m3 •alerón estilo m4 •llantas en plata m4cs •retrovisores m3 •taloneras laterales •separadores traseros • luces led ojos de ángel •pantalla interior android CarPlay Y Android •parrilla delantera en negro brillo •cristales traseros tintados •insignias de BMW cambiadas en negro •escape intermedio y final recto(sonido precioso) se entrega silencioso final de serie para ITV.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "204560 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW e46 cabrio ",
            "enlace": "https://es.wallapop.com/item/bmw-e46-cabrio-1082380175",
            "descripcion": "Vendo este espectacular e46 cabrio 323i Se han realzado los siguientes mantenimientos: Bomba de agua, radiador, viscoso, tubos y manguitos de agua, correas con rodamientos de accesorios, cambio de aceite, filtro de aceite y combustible y el de aire de alto flujo, tambien se ha realizado el mantenimiento de aceite y filtro de la caja de cambios. Frenos perforados delanteros, traseros y zapatas de freno de mano. TODO DE LA MARCA BREMBO. Neumaticos traseros marca Matador. Compresor de aire acondicionado. Radio con camara de marcha atras. Funda de volante y mas cosas que me dejare en el tintero. Como extras tiene: - asientos sport calefactables eléctricos con memoria y cuero - capota eléctrica -levas - xenon - equipo de sonido harman kardom - control velocidad - sensor trasero parking y camara - apple car play - etc... Suspensión roscada deportiva en ficha (no montada) pero se entregaria, al igual que el escape trasero duramas. Todo un capricho!!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "215000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1037707214",
            "descripcion": "Vendo BMW serie 3 e90 negro con 127000 kilómetros. ✅automático ✅ITV recién pasada hasta agosto 2025 ✅Tapicería en cuero beige ✅Tiene pantalla ✅Navegacion ✅Luces interior ✅Faros xenon ✅Ojos de ángel led ✅Ningun chivato encendido en el cuadro ✅Llantas 18 pulgadas ✅Neumáticos en muy buen estado ✅Retrovisores M3 ✅Taloneras M ✅Parachoques lci ✅Dos llaves El coche esta a capricho listo para hacerle kilometros. Tiene las alfombrillas originales color beige pero llevo inas de goma por encima para no estropearlas Lo vendo o me interesa cambio por Audi A4 , A5, serie 5 e60, serie 3 e92... escucho ofertas. #bmw#serie 3 # gasolina #automatico # negro #tintado #led #xenon #18",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "125500 km",
            "precio": 7800.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1063988543",
            "descripcion": "Guardado en garaje hace 3 años , en impecable estado , mantenimiento hecho , itv al dia, gomas nuevas, cambio por coche igual o mas valor",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2004",
            "kilómetros": "164000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1078195097",
            "descripcion": "Se vende BMW 318Ci 143cv, climatizador, elevalunas electricas, capota electrica, parktronic, radio carplay, volante con mandos, llantas 18 BBS originales BMW..",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "199400 km",
            "precio": 7490.0
        },
        {
            "titulo": "BMW Serie 320 Ci coupe aut.",
            "enlace": "https://es.wallapop.com/item/bmw-serie-320-ci-coupe-aut-1084964576",
            "descripcion": "Muy cuidado, siempre en garage. ITV pasada sin fallos hasta 7 del 2025. Se han cambiado las juntas del carter, tapa de valancines y deposito filtro de aceite. Se conservan fotos y facturas de todas las mejoras realizadas en el 2024.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2003",
            "kilómetros": "190000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1068061200",
            "descripcion": "Esta todo al día muí bien cuidado de capricho",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "300000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-872904918",
            "descripcion": "Coche muy cuidado siempre en garaje, tal y como se muestra en las fotos. Cuenta con navegador GPS con bluetooth y manos libres, altavoces pioneer totalmente nuevos, asientos eléctricos y calefactables. ITV y mantenimiento al día, esta tal y como se muestra en las fotos. Capota eléctrica totalmente automática. Se puede ver en persona sin problema, de los pocos coches cabríos en venta de este modelo. Más información por el chat y a través de whatsapp SOLO VENTA",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "230000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1050176434",
            "descripcion": "vehiculo en buen estado itv en vigor recien, mantenimiento al dia frenos nuevos neumaticos en buen estado, podria valorar cambio por sub o 4x4 aportando diferencias si fuese necesario",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "193000 km",
            "precio": 6995.0
        },
        {
            "titulo": "BMW E36 316i Coupe",
            "enlace": "https://es.wallapop.com/item/bmw-e36-316i-coupe-1082975902",
            "descripcion": "Se vende BMW e36 316iA de 1996 importado y matriculado en el 2001 lo que le incluye la pegatina medioambiental B Se entregaria con los mantenimientos recien hechos. Se entrega tambien con mucho recambio (sensores, varios caudalimetros) incluyo una caja de cambios Getrag de 5 marchas para pasarlo a manual. Si realmente estas interesado en el te entrego todo el historial por carfax aunque solo vas a encontrar 1 unico dueño tiene sensores de parking, asientos calefactables, alarma original de la bmw, radio bluethoot y algun extra mas como el apoyabrazos Neumaticos recien cambiados los 4, continental No me corre prisa en venderlo, si de aqui a un tiempo no se vende me lo quedare No me interesan ni cambios ni nada El precio no se negocia ni un euro",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "102 cv",
            "año": "2001",
            "kilómetros": "151000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1082793028",
            "descripcion": "NEGOCIABLE 613017674 ¡Está bien técnicamente, defectos ópticos presentes! Equipamiento Pintura metálica, control de distancia de estacionamiento (PDC) delantero y trasero Equipamiento adicional: Airbag del conductor/pasajero del lado, sistema de audio BMW Business CD (radio/reproductor de CD), espejos exteriores ajustables eléctricamente, espejos exteriores del color del color de la carrocería, ordenador de a bordo, sistema de control, tacómetro, elevalunas eléctricos delanteros + traseros, interior: molduras interiores de titanio, brillante, soportes Isofix para asiento infantil en el asiento trasero, carrocería: 4 puertas, sistema de airbag de cabeza trasero, sistema de airbag de cabeza delantero, reposacabezas traseros mecánicamente ajustables (3 piezas), columna de dirección (volante) mecánicamente ajustable, motor 2,0 Ltr. - 110 kW 16V KAT (N46), sistema de control de neumáticos, indicador de pinchazo de neumáticos, airbag lateral delantero, funda de asiento / tapicería: fluido de tela, asientos delanteros ajustables mecánicamente, parachoques color de la carrocería, protección térmica tintado",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "170000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1072287706",
            "descripcion": "el coche en perfecto estado,motor va muy bien,nueva pantalla,nueva camera trasera,precio negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "270000 km",
            "precio": 6300.0
        },
        {
            "titulo": "BMW e46 320CI",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1086004000",
            "descripcion": "BMW e46 coupé muy cuidado. Kilómetros reales se puede comprobar sin compromiso. Mantenimientos al día. Chapa y pintura en muy buen estado tiene desgaste ya que tiene 23 años el coche Neumáticos delanteros al 90% y traseros al 60% Interior en buen estado con signos de desgaste de los años. -ITV en vigor -Techo solar(funciona perfectamente) -Asientos calefactables -Asientos deportivos -Volante M (retapizado por desgaste) -Pack M delantero -Ojos de ángel (no originales) -Llantas 19' replica Vossen CV3 (en perfecto estado excepto una rozadura pequeña en llanta delantera derecha) -Equipo se musica hecho a medida -Coche insonorizado -Espejos retrovisores M3 e36 acoplados para e46 -Y más cosas... Regalo escape inoxidable recto desde catalizadores Recién cambiado núcleo del ventilador viscoso, filtros, aceite, brazos de suspensión, radiador. Tiene fallo en sensor de ABS ya que el coche no lo uso mucho y solo sería cambiar los sensores del ABS. Se podría negociar vender sin equipo de música. Se vende el coche entero como se ve en las fotos no pidáis cosas por separado. Se puede ver y Probar GENTE SERIA Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "295000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1078722495",
            "descripcion": "Bmw E46 en muy buen estado, motor de cuatro cilindros, tiene todos mantenimientos echos . Es automatico, tapiceria piel, carplay, camara aparcamiento, discos y pastillas nuevas, mantenimito caja de cambios hecho. Aceite al dia. ruedas en buen estado. Climatizador cargado en verano . No hay que hacer nada al coche.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "250000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1058764835",
            "descripcion": "BMW e46 323ci (Motor 2.5 m52b25) 170cv Cabrio Coche descapotable, con capota de lona, tambien tengo techo duro (hardtop) esta recien pintado, neumaticos al 90%, llantas 17” tapiceria en piel negra, asientos electricos y calefactables. La capota esta averiada, solo funciona en modo manual. ITV al dia. Precio poco negociable Se aceptan cambios.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "200000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2006 NEGOZIAGLE",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-996340924",
            "descripcion": "ITV Marzo 2025 199000 KM Extras: Volante cuero M Pack iluminación Airbag Ventanilla Navegador Garmin BMW Cortinas sol traseras",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "199000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-320-1035758223",
            "descripcion": "Vehículo muy cuidado. Nacional, no importado. Kilómetros reales. Mantenimiento realizado. Todo funciona correctamente. El vehículo ha tenido uso esperádico. Se añaden imágenes de desperfectos en chapa. ITV en vigor. No se cambia por nada, no contestaremos ofertas absurdas. Distintivo medioambiental C. Se puede enviar informa CarFax. El vehiculo esta en uso.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "95496 km",
            "precio": 5995.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-969408837",
            "descripcion": "Bmw 320i automatico con distintivo ambiental C, buen estado interior y exterior. Funciona perfectamente. ITV recién pasada 14/03/24 Neumáticos delanteros y traseros pirelli powergy recién cambiados 6/6/24. cambio ee aceite y filtro y pastillas delanteras cambiados 12/01/25. Consume aceite Acepto cambio por deportivo biplaza aportando diferencia si fuera necesario.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "160000 km",
            "precio": 5900.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1051850506",
            "descripcion": "en buen estado todos extras de la epoca,techo solar,asientos de piel con regulación eléctrica etc,llantas rowhe super concavas 18,volante m3 con multifuncion. coche importado de norteamerica llego a España en 2004, kilómetros reales, manteniéntos al día, itv recien pasada, kit de carrocería alpina homologado y en ficha técnica",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "129000 km",
            "precio": 5700.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1087265900",
            "descripcion": "-ASIENTOS CALEFACTABLES -AIRE ACONDICIONADO BIZONA -CAMBIO AUTOMÁTICO Y SECUENCIAL -SENSOR DE APARCAMIENTO -CIERRE CENTRALIZADO -APERTURA CON MANDO -ARANQUE CON BOTON -RUEDAS NUEVAS -FAROS BIXENON -ITV RECIÉN PASADA -MANTENIMIENTO AL DÍA -ETIQUETA MEDIO AMBIENTAL C -EN PERFECTO ESTADO INTERIOR Y EXTERIOR MAS INFORMACIÓN 662516859",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2006",
            "kilómetros": "220000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1080371658",
            "descripcion": "SE VENDE BMW 320i 150CV AUTOMÁTICO EN INMEJORABLES CONDICIONES DE TODO EN GENERAL CON TODOS LOS EXTRAS POSIBLES CIERRE CENTRALIZADO CON MANDO A DISTANCIA DIRECCIÓN ASISTIDA ORDENADOR DE ABORDO CLIMATIZADOR BI ZONA ABS AIRBAG NAVEGADOR PANTALLA TÁCTIL AUX BLUETOOTH LLANTAS M ASIENTOS EN CUERO VOLANTE MULTIFUNCIONAL XENON TIENE TODO EL MANTENIMIENTO ECHO AL DÍA INCLUIDO EL DE LA CAJA DE CAMBIO MOTOR POR CADENA ETIQUETA MEDIOAMBIENTAL TIPO (C) GARANTÍA OPCIONAL DE 12 MESES ACEPTÓ TODO TIPO DE PRUEBA MECÁNICA TAMBIÉN ACEPTO COCHE COMO FORMA DE PAGO PARA MÁS INFORMACIÓN LLAMEN AL",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "260000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Bmw serie 3 E46 320CIA N52 con 127,500 km año 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1078378405",
            "descripcion": "Se vende bmw E46 coupe 320CiA inyección automático 5 marchas ZF,motor M52 de 6 cilindros 32 válvulas, gasolina 150cv,km originales y motor origenal y caja cambio aumomatica origenal con esos km marcador marca 127,500km!!! ITV recién pasada 02/07/2025 sin defectos,Extra: velocidad crucero, esp+abs,4 elevalunas electricas, Llantas 16 pulgadas originales bmw neumáticos a 60%, asientos de cuero azul, 1 llave con mando + 1 llave sin mando, espejo retrovisor interior antideslumbrante!!! Revisión recién echa; aceite castrol 5w30 motor nuevo, filtro aire motor nuevo + filtro acete motor nuevo + filtro gasolina nuevo + filtro habitaculo nuevo + 6 bujías beru especiales 4 electrodos nuevos + 6 bobinas nuevas + aceite caja cambio automático ATF + filtro caja cambio + junta carter automatico nuevo + junta tapa valancines nueva+ amortiguadores traseros monroe nuevos + 4 discos de freno delanteros y traseros + 16 pastillas bosch de freno nuevos + gas aire 600 gramos nuevos , radiador agua nuevo, bomba de agua nueva, cuerpo termostato nuevo, 2 trapecios y barras nuevos, batería varta 75am nueva, cristales faros delanteros TYC nuevos, 4 bombillas intermitentes cromadas nuevos, 4 bombillas h7 nuevas + pilotos traseros intermitente blanco nuevos!!! Esta echo todo por mi soy mecanico !!!!Todo nuevo con factura !!! Se hizo limpieza interior !!!Radio pioneer con usb y aux!!!Precio no negociable atiendo Wasap 622,959,900 gracias!!! Se vende por no usar y comprar un 4x4 de alto gama!!! coche esta en badalona!!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "127500 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 E46 Compact 318 ti  Aut.",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-e46-compact-318-ti-aut-1090352182",
            "descripcion": "AUTOMOVILES VIXTOR . 🚘BMW Serie 3 E46 Compact 318 ti Aut. 🚗 Modelo 2004 🛣 152.500 Kms reales 🚨 ITV en vigor 🚗 Coche muy cuidado, interior y exterior en excelente estado. Equipamiento de serie dirección, levanta cristales y climatizador. PEGATINA MEDIOAMBIENTAL B 🛎 KILOMETRAJES CERTIFICADOS. 📞 PARA MAS INFORMACION LLAMANOS AL 622198209.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "152500 km",
            "precio": 5300.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1090660483",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "245000 km",
            "precio": 5200.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1077375266",
            "descripcion": "Hola se vende coche en perfecto estado de motor rectificado con factura 2500€, equipo de música con pantalla nueva y cámara trasera valorada 1600€ funcionando todo correctamente, más info contactar, gracias",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "169000 km",
            "precio": 5200.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1086430053",
            "descripcion": "Bmw e46 320i en buen estado general, se vende por no usar, ruedas practicamente nuevas, sensor de aparcamiento, aire acondicionado, radio bluetooth pioneer, cambio de aceite y firltros recien hecho, servofreno nuevo, el coche funciona perfecto y va muy fino, mejor ver y provar. abstenerse ofertas ridiculas NO URGE vender. Podria valorar algun cambio.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "165000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1090994830",
            "descripcion": "Se vende este hermoso convertible. BMW 320 ci Automático con muchos extras Aire acondicionado automático, techo eléctrico hermético y en buen estado, y y y. Año de fabricación: 12/2002 KM: 224000 ITV rehecha. El coche fue revisado y se reemplazaron varias piezas de desgaste. Solo tienes que pasar, echar un vistazo y conducir. Tiene 2 pequeñas peculiaridades que se hacen o negocian sobre el precio. El coche se encuentra en Santanyí/ Baleares",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "224000 km",
            "precio": 4999.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1057339881",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2003",
            "kilómetros": "163000 km",
            "precio": 4900.0
        },
        {
            "titulo": "BMW 320 e46 Cabrio Automatico",
            "enlace": "https://es.wallapop.com/item/bmw-320-e46-cabrio-automatico-1062574002",
            "descripcion": "BMW 320 e46 Cabrio Automatico, muy buen estado, ruedas nuevas, amortiguadores, cambio de aceite y filtro, radiador, brazos dirección recien hecho. Capota tela perfecta. Funciona todo. Hard Top (techo duro) opcional +800 eur. CAMBIO POR CLASICO DEPORTIVO.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2001",
            "kilómetros": "260000 km",
            "precio": 4900.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1089874183",
            "descripcion": "Vehículo en buen estado MAS INFORMACIÓN LLAMEN 671620562",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2006",
            "kilómetros": "87000 km",
            "precio": 4800.0
        },
        {
            "titulo": "BMW E46",
            "enlace": "https://es.wallapop.com/item/bmw-e46-1091091656",
            "descripcion": "Se vende BMW E46 pdor falta de uso. El coche tiene la ITV pasada y etiqueta medioambiental “B”. Tiene paquete m exterior, mantenimientos hechos, el de la caja y diferencial tambien, llantas M, gomas nuevas, suspension nueva, discos y pastillas. Tiene todo hecho para coger y disfrutarlo. Precio algo negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2001",
            "kilómetros": "198000 km",
            "precio": 4700.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1092180423",
            "descripcion": "Se vende bmw e46 coupe 2.2 170cv v6 coupe año 2002 295.000 Km en buen estado en general aunque hay que hacerle cosillas más bien estéticas el precio se puede negociar algo solo gente seria y realmente interesada",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "295000 km",
            "precio": 4600.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1080124952",
            "descripcion": "Vendo Bmw 320i en buen estado pegatina C asientos de cuero techo panoramico calefaccion en los asientos etc.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "212000 km",
            "precio": 4500.0
        },
        {
            "titulo": "BMW Serie 3 320i 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320i-2001-1091150833",
            "descripcion": "vendo bmw 320i del 2001 motor 6 cilindros en linea que desarolla 170 caballos muy desahogado, suena redondo esta mecanicamente perfecto, tengo facturas de todos los mantenimientos que le ha hecho el anterior dueño este año, funciona el aire acondicionado perfectamente frio y caliente, es automatico-secuencial puedes cambiar de marcha de manera manual si quieres tener completo control del coche pero el modo automatico funciona muy bien identificando si quieres pisarle y bajando una o dos marchas automaticamente, tiene pegatina B con posibilidad de convertir a C si vas a pedir un certificado de emisiones a la casa, no tengo prisa por venderlo ya que es el coche que uso diariamente y ahora en febrero le toca la itv si no os la llevais antes pues os lo llevareis con ella pasada porque funciona todo perfectamente PALABRAS GANCHO bmw serie 3 320 325 330 e46 e90 golf tdi mercedes ford seat audi sport",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2001",
            "kilómetros": "250000 km",
            "precio": 4150.0
        }
    ]
}