{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "330Cd Coupé",
        "año mínimo": "2003",
        "año máximo": "2006",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": "204",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=204&min_year=2003&max_year=2006&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 330 Clubsport 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1086568608",
            "descripcion": "Bmw E46 330cd Clubsport con 140.000 km realizados exclusivamente por carretera, color carbonswarz con tratamiento cerámico, siempre lavado a mano equipado con practicamente todos los extras que se podían poner de la época. - Pack M exterior e interior - Faros de xenon direccionables - Paquete ClubSport - Techo solar - Asientos deportivos electricos calefactables con memoria - Retrovisores eléctricos, abatibles y antideslumbrantes - Retrovisor central antideslumbrante - Alarma - Cortinilla trasera - Sensor de presión de neumaticos - Equipo de sonido Harman/Kardon - Navegador profesional - Cargador de cds - Televisión - Bluetooh - 5º reposacabezas trasero Interior muy cuidado limpieza e hidratación cada 6 meses. Neumáticos en 18 de doble medida 225 y 255 Michelin Pilot Super Sport. Revisiones selladas y al día, suspensión original pack M, aceite, filtros, decantador de aceite, líquido de frenos, líquido anticongelante… todo cambiado en concesionario oficial y con factura. El coche tiene distintivo B está totalmente de serie y absolutamente original Se entregan las 3 llaves, manuales, documentación, herramientas, etc e46 e36 e30 e90 e91 e92 e87 e88 e82 m3 335i 335d 330i 330ci 330d 330cd 328i 325i 325ci 130i 125i 123d z4 z3 coupe",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2006",
            "kilómetros": "140000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1081692118",
            "descripcion": "El coche está impecable como se puede apreciar acepto cualquier prueba mecanica. tiene hard top (techo duro) .yo lo pongo en invierno para conservar la capota de lona.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "215000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 e90m",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-e90m-1090098369",
            "descripcion": "Bmw 320d E90 Motor M47 el motor que no rompe! El motivo de la venta es por ir a vivir a otro país, no se vende por capricho. Precio bajado! Info básica: - Coche hecho al detalle super bien cuidado 2 propietarios demostrables sin golpe ✅ - Todos los mantenimientos al dia y apuntado todo en una libreta ✅ - Itv hasta 2025 ✅ - Paquete M interior y exterior oficial de casa Bmw al comprar al coche ✅ - Techo Solar y asientos de cuero electricos calefactables ✅ Extras: - Cristales tintados - Cielo estrellado - Muelles Eibach mas bajos recien puestos - Colas M4 - Alerón fibra carbono demostrable con factura - Separadores 30mm - Llantas m4 adaptadas en 18 pulgadas 1500€ - Pilotos delanteros ojos de ángel importados y traseros leds - Idrive adapatado como en los ultimos modelos - Pintura tricapa original de bmw Y mas pijotadas de bmw que te puedo contar en mas detalle... Revisiones en Bmw Se dispone de: - Muelles originales - Colas originales NO CAMBIOS ALGO NEGOCIABLE Teléfono de contacto: 672178920 Atiendo llamadas y mensajes por whatsapp No Leer: e36, e46, e30, e90, e91, e92, 130, f82, m3, m2, m4, 3251, 320i, 3281, m57, n47, 330i, 335i, 330d, 325tds",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "250000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 3 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1078513878",
            "descripcion": "Coche a capricho. Se pueden barajar cambios, preferiblemente coches gasolina. coche con infinidad de cosas. esta despalomillado, todos los mantenimientos echos cada 8mil km, mantenimiento hecho de la caja y del diferencial, egr anulada, motor cambiado, turbo hibrido 2569, suspension bcracing, intercooler fmic, shortshifter np, llantas styling 225 en 19 pulgadas doble medida con 225 alante y 265 atras. Discos delanteros zimmerman perforados pastillas ebc blue, latiguillos metalicos. Pack m interior y exterior con paragolpes delantero m3. Techo solar, asientos calefactables y electricos con memoria, xenon. y muchisimas cosas mas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2005",
            "kilómetros": "269000 km",
            "precio": 13950.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-340d-m-e46-1078392677",
            "descripcion": "vendo bmw 330cd, unidad única y muy especial: EXTERIOR: lleva aletas M3 GTR delanteras y aletas traseras unidas a la carroceria, portón tipo CSL, paragolpes delantero M3 con lip GT4 y paragolpes trasero pack M. Repintado completo. MOTOR: Lleva chispazo basico para despertar al motor que da 270cv y 600nm pero hace consumos de 5.5L por autopista, y todo el resto esta de serie. CHASIS: Coche de serie salvo BC RACING BR/RA de M3 e46 y llantas nuevas en 18x10 y neumaticos semislick 265/35/18. El coche se entregará homologado, en caso de que se venda antes de que le toque ITV, proyecto redactado y todo pagado (tiene ITV vigente) y tengo pendiente retapizarle 2 cositas para que esté perfecto. NO CAMBIOS",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2003",
            "kilómetros": "225800 km",
            "precio": 13900.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1076612230",
            "descripcion": "Vendo BMW 320D con solo 69.000kms ( ultimo motor autentico y sin problemas q hizo BMW) unico propietario, muy mimado y bien cuidado, ni un solo rasguño, pintura original, interior perfecto sin ningún desgaste, ruedas nuevas, enseño todas las ITV para certificar los kms, siempre con manta por encima en garaje particular, nunca se lavó en rodillos se hizo a mano. Parece recien salido del concesionario, nunca se fumó y huele a nuevo... si quieres lo llevamos a tu mecanico de confianza... vendo por tener otro coche q es el q utilizo y por necesidades economicas, sino no lo vendia. Los abrá mas baratos pero ninguno en el estado de este...Aseguro q el primero q lo vea y pruebe se quedará con él....tambien lo cambiaría por coche inferior abonandome la diferencia....Mando más fotos y video por whatsap y tlf 609 17 99 17 Kiko...... TORREJON DE ARDOZ...tamaño parecido a Mercedes clase C..Lexus Audi a4 Honda Acord",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "69000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1090913838",
            "descripcion": "intercooler turbo hibrido baquets bc racing escape stage 2 mariposa anulado si te interesa escribeme",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "120000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2004 E46 330cd coupe restailing",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1003124459",
            "descripcion": "Bmw 330cd coupe restailing E46 color blanco pack M Neumaticos pilot sport 4 michelin llantas M originales interior semicuero negro pantalla android ojos de angel",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "170000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1091043556",
            "descripcion": "sevende E46 descapotables en muy buen estado itv recién pasados pantalla velocidad crucero cuero seno 6marchas manual libro de revisiones",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2006",
            "kilómetros": "131500 km",
            "precio": 12999.0
        },
        {
            "titulo": "BMW Serie 3 330d Cabrio  Pack M ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-330d-cabrio-pack-m-1072184335",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2006",
            "kilómetros": "139000 km",
            "precio": 12990.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1083311390",
            "descripcion": "Exclusiva unidad de BMW 320cd teniendo en cuenta sus km, se encuentra en excelente estado de conservación, pintura original, llantas de 18\" del paquete M, interior en piel gris, techo solar, libro de revisiones en BMW hasta los 30.000 km, 2 llaves. Se usa a diario, mantenimiento e ITV al día. Distintivo medio ambiental. NO CAMBIOS.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "65000 km",
            "precio": 12900.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1087945316",
            "descripcion": "Se vende BMW 320d 150CV 6 Velocidades. El coche fue importado hace años concesionario Aleman. Unidad en perfecto estado, no hay una unidad en España con tan pocos Kilometros, mejor ver en persona. Adjunto foto con los extras que tiene el coche Contacto(JUAN): 696904858",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "106000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-860357650",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "155000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW e46 330cd 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1070687536",
            "descripcion": "-llantas imitacion bbs motorsport 225/40/18 -neumaticos bastante nuevos -radio pantalla tactil android -asientos de cuero sport electricos con 3 memorias -2 llaves -transmision nueva -suspension nueva -rotulas de direccion nuevas -tapizado interior nuevo -climatizador -volante multifuncion -velocidad crucero -itv hasta noviembre 2025 -alarma -ventanas traseras electricas abatibles -no fumador -alternador bastante nuevo -duerme en garaje cerrado -bateria nueva",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2003",
            "kilómetros": "288501 km",
            "precio": 11999.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1068784740",
            "descripcion": "Coche en inmejorable estado tanto dentro como fuera, pasando hace poco la itv favorablemente. -Paquete M, interior y exterior. -Llantas 18” en doble medida. -Techo solar. -Espejos plegables. -Sensor parking trasero. -Faros xenon direccionales. -Interior restaurado,(pilares, asientos, tapas de altavoces, pequeños desgastes de consola central, etc). -Volante y pomo M original. -Asientos electricos, calefactables y el del conductor con 3 memorias. -Kit de moldura silver cube. -Pantalla con gps, telefono, bluetooth, tv, ordenador abordo, cinta, cargador de 6CD y salida AUX para ipod. -Sonido harman kardon. -Sensor presion neumaticos. -Tapiceria piel beige. Recientemente se le hizo: -Aceite motor (castrol 5w30 M). -Valvulina caja de cambios y grupo trasero (Motul competitiom). -Anticongelante organico 50% (azul). -Todos los filtros y el de polen de carbono. -Tacos de motor. -Silenblock caja de cambios y central de la transmision. -Flector de la salida caja cambios a transmision. -Brazos suspensio delanteros( completos). -Vieletas suspension y silenblock de la barra estabilizadora. Todo lo mencionado dispone de factura y mas cosas que no he puesto.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2006",
            "kilómetros": "280000 km",
            "precio": 11800.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1084172851",
            "descripcion": "BMW 330cd full extras con pegatina medioambiental B. Pack M original, techo, volante multifuncion, calefactables, llantas csl, suspensiones blistein b12, embrague ceramico, prensa reforzada, etc. Muy cuidado tengo un libro con todos los mantenimientos echos. mariposas anuladas. Ahora mismo lleba echa repro dando unos 280cv. El coche esta impoluto. Si lo pruebas te lo quedas. Tiene pegatina medioambiental Negociable, se aceptan cambios a mi favor. #bmw #serie3 #330 #330d",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2005",
            "kilómetros": "300000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW E90",
            "enlace": "https://es.wallapop.com/item/bmw-e90-1082769815",
            "descripcion": "BMW serie 3 E90 320d Coche muy cuidado y mimado, mantenimientos al día. ITV hasta marzo de 2025 Consumo muy bajo (5,9l) No acepto ofertas absurdas, abstenerse mareantes. 208000km Llantas M4 GTS Linea de escape recto completa",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "208000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1076677342",
            "descripcion": "ITV al día, pantalla android, doble salida de escape, paragolpes m, control de velocidad, llantas 18\" doble medida, separadores traseros, muelles eibach, asientos de cuero, cristales tintados, reprogramación stage 1, downpipe, sensores de aparcamiento y cámara trasera, climatizador bizona, discos rayados, todo homologado en ficha. Se valoran cambios",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "173000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1033169711",
            "descripcion": "Se vende bmw serie 3 e90 mantenimientos al día cada 10 mil kilómetros interior y exterior en muy buen estado control de crucero climatizador bizona luces de cortesia en manetas de puertas asientos calefactables interior mixto con asientos deportivos M sensores de aparcamiento pantalla carplay EXTRAS: Suspensión roscada Hilow Lowtec (NUEVA) Kit de paragolpes delantero M3 y Trasero M con difusor look M Performance Añadidos delanteros traseros y De taloneras Alerón look M4 y alerón luna trasera Pilotos traseros Led Llantas 19 CSL doble medida Neumáticos nuevos Filtro K&N Linea de escape con Downpipe y Salida doble y muchas más cosas !!!TODO HOMOLOGADO!!! !!!ITV RECIEN PASADA!!!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "196000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1034379333",
            "descripcion": "Se vende BMW serie 3 con pack M del año 2007. Muy bien cuidado y siempre guardado en garaje.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "146784 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW E46 330cd restyling",
            "enlace": "https://es.wallapop.com/item/bmw-e46-330cd-restyling-1086263094",
            "descripcion": "en venta por cambio de coche, mas informacion por privado, gente seria poco negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "283000 km",
            "precio": 10999.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1016272592",
            "descripcion": "buen estado muy mimado, parachoques pintados de las típicas ralladas que se hacen con los años y techo nuevo. Mantenimientos anuales aunque no tocará por km , siempre ha dormido en garage, chenon , 17\" , nacional 2 propietarios , asientos mixtos piel y tela y electricos , control de velocidad",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "168000 km",
            "precio": 10950.0
        },
        {
            "titulo": "Descapotable BMW 330d 200CV E46 2006",
            "enlace": "https://es.wallapop.com/item/descapotable-bmw-330d-200cv-e46-2006-1081517391",
            "descripcion": "Potente descapotable, con el que sentirás la libertad y el viento en la cara por las carreteras que te llevarán a tu lugar favorito, ya sea la playa, la montaña o los paisajes de tu vida, te hará disfrutar conduciendo como no lo has vivido hasta ahora. Será tu compañero ideal de viaje por muy poco.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2006",
            "kilómetros": "150000 km",
            "precio": 10900.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1062658497",
            "descripcion": "Vehículo en buen estado en general, tiene aceite y filtros con 1000km, motor de arranque nuevo, calentadores, anticongelante, colector de escape, correa del aire, cremallera de dirección, tacos de motor, kit de anulación de Mariposas...dispongo de facturas. Tiene la matrícula troquelada en las lunas. Extras: -techo solar. -Asientos calefactables, eléctricos con memoria. -pack m interior y exterior original. -Angel eyes. - pantalla táctil con cámara. -llantas Avantgarde m359 en 19, delantera 9\" y trasera 10\"originales con neumáticos nuevos. -cortinilla eléctrica. -bixenon. -volante multifunción.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "298300 km",
            "precio": 10900.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1070394967",
            "descripcion": "vehiculo de reestreno. IMPECABLE mandeme telefono i puedo reenviar video",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "60000 km",
            "precio": 10200.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1030476895",
            "descripcion": "Hola muy buenas, se vende serie 3 muy cuidado por hombre mayor, tiene todo al detalle, duerme en garaje, se entrega con 6 meses de garantía, pero lo dicho todo al detalle y buen cuidado siempre, apenas uso, todo comprobable y se acepta cualquier prueba mecánica, solo gente seria, precio algo negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "120000 km",
            "precio": 10200.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1089199449",
            "descripcion": "bmw 320cd carroceria ancha look m3 interior M exterior m llantas m3 CSL Suspension MTS roscada",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "150000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1086960842",
            "descripcion": "En buen estado pack m completo mas info preguntar no negociable no urge.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2006",
            "kilómetros": "224000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1076116850",
            "descripcion": "bmw e46 - Interior y exterior pack m - Interior alcantara (en buen estado) - Radio alpine style ILX 702 e46 Apple carplay y android auto - Focos xenon - Velocidad crucero - Llantas en 18 doble medida - Manual de 6 velocidades",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "234000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1050482199",
            "descripcion": "El coche está en perfecto estado mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "165000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-977948088",
            "descripcion": "MOTOR BUENO- 163 cv Techo solar Pack M Asientos de cuero Muy cuidado Se asen cambios interesantes Precio poco negociable Itv hasta Octubre 2025 PREGUNTAD SIN COMPROMISO",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "191000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-969168501",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "165000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1088467680",
            "descripcion": "Bmw compact swap 330cd - Todo homologado ✅ -D2 204 ✅ -Caja 6v 204 ✅ -Pack M completo ✅ -Asientos eléctricos ✅ -Volante multifunción ✅ -Cierre centralizado ✅ -Aire acondicionado ✅ -Embrague reforzado ✅ -Linea completa 3' ✅ -Stage 2 ✅ -Japan Racing jr11 ✅ -Suspension roscada ✅ -Frenada completa 330 ✅ Cambio de nombre incluido. #330cd#330d#bmw#compact",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "250000 km",
            "precio": 9990.0
        },
        {
            "titulo": "BMW 330cd E46 204 cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1083026597",
            "descripcion": "Pack M interior y exterior, volante multifunción, controlador velocidad, asientos en Alcántara eléctricos y con memoria, climatizador, techo tapicería negra, xenon, llantas CSL originales en 19\" (dos juegos delanteros con misma medida: 235 / 35 R19), neumáticos Michelin Pilot Sport 4S, suspensión kw regulable en altura, muelles y separadores, todo homologado en ficha. Mariposas de admisión eliminadas. ITV de agosto sin fallos. Radio Android auto recién montada. Negociable bacas de techo. Etapa de sonido con subwoofer. Se entrega con 2 llaves.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "258000 km",
            "precio": 9900.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-320d-e46-68475941",
            "descripcion": "Muy muy cuidado por dentro y por fuera! Ruedas nuevas a estrenar! Libro de revisiones en Bmw Engasa y todas al día. Año 2004.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "229000 km",
            "precio": 9900.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1076809652",
            "descripcion": "Bmw e90, con paquete M, Muchos extras. Se regala llantas originales en 16\".",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "265000 km",
            "precio": 9700.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1068021640",
            "descripcion": "Bmw 330cd restyling año 2004. Todo lo que lleva especificado en las fotos. Mimado al máximo. Itv hasta febrero de 2025. Entrego con el coche todas las piezas de casa que tengo. A falta de retapizar asientos M. El coche va muy bien, se acepta prueba mecánica sin problema. Negociable. CAMBIO POR 4X4 NISSAN O MITSHUBISI",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2004",
            "kilómetros": "288000 km",
            "precio": 9600.0
        },
        {
            "titulo": "BMW Serie 3 320d 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320d-2006-1080156967",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "170000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW 330d E46",
            "enlace": "https://es.wallapop.com/item/bmw-330d-e46-1083673481",
            "descripcion": "Se vende Bmw 330d e46 en muy buen estado Todas las facturas demostrables - Coche recien pintado - Paragolpes m3 - 4 Ruedas puestas hace 1 semana - Suspension delantera nueva - linea de escape - llantas m3 e92 originales (+4000€) - pastillas de freno con 6 meses de uso - pilotos led m3 recambios10 - pantalla carplay El coche esta a capricho muy cuidado se vende por cambio a algo mas grande (mucho dinero invertido) Se entrega con pilotos traseros originales , sistema de escape original Si quieren ver videos o mas fotos de lo que sea 682065391",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2005",
            "kilómetros": "300000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1081881402",
            "descripcion": "((((BMW E90 320D año 2006 ,258608 kilómetros tengo todas las facturas de toda las revisiones y esta últimas a sido 10/12/2024 el coche está todo a capricho paragolpe delantero M3 escape doble salida techo solar pantalla android muchas más cosas pregunta sin compromiso.((((se asesta todo tipo de prueba mecánica sin compromiso))STAGE 1 + Hard Cut +EGR OFF BMW E 90 320 D 163 CV con downpipe y linea de escape en 2.5 pulgadas. y procedemos a diagnósticar el vehículo y estudiando que este todo en orden cargamos nuestra electrónica wa obteniendo estos resultados 2xxCV y 425 nm de par de motor a ello le sumamos este corte diesel. Más información por privado 9500 euros ((( LO PUEDES LLEVAR LA CASA OFICIAL O TU TALLER DE CONFIANZA((((( solo cambio por Audi A5 3.0 manual diesel ))) BMW 530,E90,320,AUDI.SEAT.HONDA,......MOTO,coche,",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "258000 km",
            "precio": 9500.0
        }
    ]
}