{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "316ti Compact",
        "año mínimo": "2001",
        "año máximo": "2005",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": "116",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=116&min_year=2001&max_year=2005&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-892426560",
            "descripcion": "Nacional 2 Donos Fase 2 1989-02 137.000km Teto de abrir Todo pintado recentemente Embraiagem nova Radiador novo + bomba de água + anti-congelante Jantes carica com pneus novos 4 portas Todo original Inspeção e selo pagos até 02-2024",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2001",
            "kilómetros": "149000 km",
            "precio": 8100.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1066738081",
            "descripcion": "ESPECTACULAR BMW SERIE 3 COMPACT 316 TI DE BAJO CONSUMO MUY CUIDADO Y MUY BIEN CONSERVADO. LO MÁS DESTACADO DE ESTE VEHÍCULO ES QUE EN EL AÑO 2016 A LOS 151.000 KMS SE LE HIZO UNA RECTIFICACIÓN COMPLETA DEL MOTOR, CILINDROS, VÁLVULAS, PISTONES, SEGMENTOS, CIGÜEÑAL, CADENA, CULATA Y DEMÁS, SE ESTRENÓ EL MOTOR DE NUEVO, SE LE HAN HECHO 85000 KMS Y NI UN SOLO PROBLEMA NI CONSUMO DE ACEITE EN ESTOS 8 AÑOS, SE PRESENTA FACTURA POR VALOR DE CASI 3000 EU QUE COSTÓ LA RECTIFICACIÓN Y SE PRESENTAN TODAS LAS FACTURAS Y UN HISTÓRICO COMPLETO DE TODAS LAS REVISIONES Y MANTENIMIENTOS QUE SE LE HAN HECHO AL VEHICULO A LO LARGO DE SU VIDA. LLANTAS Y RUEDAS NUEVAS EN NEGRO BRILLO CRISTALES TINTADOS COCHE PINTADO EN AZUL METALIC Y TERMINACIONES EN NEGRO BRILLO, ALERÓN, ESPEJOS, DIFUSORES, PARRILLA DELANTERA, RUEDAS Y DEMÁS. INTERIOR EN AZUL METÁLIC COMO EL COCHE. PANTALLA CAR-PLAY CAMARA TRASERA Acceso al maletero (Reposabrazos central detrás) Airbag conductor/acompañante Airbag lateral delante Automático control-estabilidad y tracción (ASC + T) Caja de cambios 5-marcha Check-Control-System Cierre centralizado con Alarma antirrobo y Sensor de choque Climatizador automático Columna de dirección (Volante) regulable mecánicam. Dinámico control-estabilidad (DSC) Dirección asistida Elevalunas eléctric. delante Límpialuneta trasera Mando a distancia para Cierre centralizado Motor 1,6 Ltr. - 85 kW 16V Regulación del alcance de las luces Sistema antibloqueo (ABS) Sistema de airbag para la cabeza delante Tapicería asientos: Tela, Tejido liso Ventanilla giratoria detrás Volante (cuero estilo) Luces antiniebla Sistema nuevo de audio ALPINE Business Garantía mecánica de 12 meses Se coge vehículo como parte de pago, bajo tasación. Tenemos delegación de venta en Galicia Llamar para cualquier duda o consulta.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "85600 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2004  compac M Sport ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-compac-m-sport-1069496955",
            "descripcion": "Vendo BMW 316 115 CV compac con pac M Sport pegatina B Coche en muy buen estado siempre en parking muy bien cuidado llevado por persona mayor soy segundo dueño estádo excelente el coche está 100 x 100 original y es nacional con libros no tengo apuro de vender no escucho ofertas gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "158000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-e46-compact-1068429233",
            "descripcion": "en muy buen estado distribucion hecha tacos de motor nuevos junta tapa valancines nueva soporte cardan nuevo junta enfriador de aceite nuevo juntas sensores del vanos motor nuevas sensores de arbol de levas nuevo sensor del cigueñal nuevo pcv recien cambiada revisiones al dia suspension roscada vmaxx llantas bbs admision k&N aleron aluminio linea de escape recta de 2 pulgadas y media itv al dia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 6800.0
        },
        {
            "titulo": "BMW compact 316ti M ",
            "enlace": "https://es.wallapop.com/item/bmw-compact-316ti-m-1081587077",
            "descripcion": "Se vende BMW compact 316ti M con 130.000 km Único dueño No cambios. Sólo venta Estado excepcional Mantenimiento recién hecho Ruedas 75%",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "130000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW serie 3  84.000 km",
            "enlace": "https://es.wallapop.com/item/bmw-compact-1088128642",
            "descripcion": "BMW compact 316Ti Vehiculo nacional en muy buen estado 83370 km reales Pegatina medioambiental C Año 2002 Gasolina 2 propietarios ITV en vigor Agosto 2025",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "84000 km",
            "precio": 5490.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1009572900",
            "descripcion": "Coche en muy buen estado, con muy poco uso, ITV recién pasada y ruedas nuevas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2001",
            "kilómetros": "110000 km",
            "precio": 5100.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1092617088",
            "descripcion": "Revisión reciente en el mecánico, ITV hasta mayo. Lleva sensor parking, cámara marcha atrás, radio con sistema conexión con móvil bluetooth. Bien conservado y poco uso. Funciona todo perfectamente. Acepto negociación.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "166000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1089859144",
            "descripcion": "Coche de único dueño, muy bien cuidado exceptuando desperfectos de pintura a causa de la anigüedad del coche. cuenta con pegatina medioambiental B. Tiene inestabilidad en las revoluciones, aceite, bujias y bobinas cambiadas hace 7.000 km, ruedas delanteras 10.000km y traseras 1.000km Extras: -escape homologado tramos intermedio y final Duramas -intermitentes dinamicos -carcasas cambiadas -faros de angel -pomo cambiado -luces led cortas -interior vinilado en fibra -funda de volante cosida Cualquier duda preguntad sin compromiso",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2001",
            "kilómetros": "203000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1073937184",
            "descripcion": "Vendo BMW en buen estado, del año 2004, El coche está en perfectas condiciones tanto mecánicas como estéticas. Se le han hecho todos los mantenimientos necesarios y no ha tenido ningun tipo de accidente. Es un vehiculo fiable que no ha dado ningun tipo de problema. Etiqueta medioambiental C",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "156000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1022245053",
            "descripcion": "Se vende precioso BMW serie 3 con toda la documentación al día, sello de circulación recién pagado, con muy pocos kilómetros. Primer propietario una señora mayor y yo el segundo propietario. Se puede ver sin compromiso y acepto todo tipos de pruebas (por cuenta del comprador). Mando fotos y doy más información a interesados, no cambio y no negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "116040 km",
            "precio": 4995.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1091877634",
            "descripcion": "El coche esta en perfectas condiciones. Se le lleva el mantenimiento recomendado cuando le toca sin escatimar en nada! •discos y pastillas •filtro de aire y filtre de aceite con el cambio de aceite •neumaticos al 90% •bujias •correa de distribucion tiene menos de 10mil km TODO RECIEN CAMBIADO CON FACTURAS!!! lleva algunos extras tambien • molduras interiores con acabados unicos (MANSOURY) •pantalla tactil android 11 •led de ambiente superiores y inferiores •pedales pack M •retrovisores BATMAN en fibra de carbono •cristales traseros tinteados •pinzas de frenos en rojo y muchos mas tiene la pegatina medioambiental TIPO C un coche muy mimado la verdad, esta para cojer carretera el precio es algo negociable cualquier duda preguntar sin compromiso",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "265000 km",
            "precio": 4900.0
        },
        {
            "titulo": "BMW compact e46 316ti",
            "enlace": "https://es.wallapop.com/item/bmw-compact-e46-316ti-1082522106",
            "descripcion": "Coche procedente de familiar, siempre en garage y con todos los mantenientos al dia, a capricho.Muy cuidado tanto exterior como interior, cada detalle que le ha salido se arreglo al momento.( manguitos trapecios, silentblocks rotulas bomba de agua, etc etc). Tiene amorriguacion BILSTEIN b12, con muelles eibach, con menos de 15 mil km) , valorado en 1200e. Llantas BBS CH en 17 originales. Para mas consultas hablar privado. #bmw #compact #e46",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2001",
            "kilómetros": "193000 km",
            "precio": 4900.0
        },
        {
            "titulo": "BMW Serie 316 ti Compact",
            "enlace": "https://es.wallapop.com/item/bmw-serie-316-ti-compact-1078993723",
            "descripcion": "Vendo Bmw serie 316 ti compact del año 2005 en color gris, motor 1800cc con 115 cv, tiene 62.300km, el coche está en perfecto estado con poco uso, importado de alemania y con todos los papeles en regla, itv hasta diciembre del 2025. Precio negociable para ver en persona.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "62300 km",
            "precio": 4900.0
        },
        {
            "titulo": "BMW  Serie3 1.8  316i 4p.(gasolina C)",
            "enlace": "https://es.wallapop.com/item/bmw-serie3-1-8-316i-4p-gasolina-c-1091081748",
            "descripcion": "BMW Serie3 1.8 316i 4p.(gasolina C) Coche en excelentes condiciones mecánicas, va todo fenomenal, exterior muy bien, interior muy bien. Equipado con climatizador, control de velocidad de crucero, llantas, elevalunas eléctrico, cierre centralizado, ETC.,ETC.,ETC… Tiene etiqueta medioambiental C, apto para entrar por Madrid. Posibilidad de envió a toda la península AÑO 10/2004 224.000 KM GASOLINA 1800/115CV",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "224000 km",
            "precio": 4680.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1088468674",
            "descripcion": "Bmw 316TI en buen estado, se daría tambien todas las piezas del pack M que faltan por poner. Proyecto a medias, se vende por falta de tiempo para terminar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2001",
            "kilómetros": "200000 km",
            "precio": 4500.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1026911292",
            "descripcion": "Se vende BMW SERIE 3 E46 COMPACT 316TI, motor 1.8 N42B18, PAQUETE M ORIGINAL, soy su segundo dueño, comprado en 2021 y desde entonces ha dormido en garaje y se ha usado muy poco, motivo por el cual he decidido ponerlo en venta, en el precio se ha tenido en la cuenta las cosas de estética que habría que hacerle para dejarlo perfecto ya que de motor está como nuevo, interior muy cuidado con tapicería mixta en cuero azul y molduras de aluminio cepillado, no tengo prisa en venderlo. Dejo en imágenes las cosas que se le ha ido haciendo, el coche no se encuentra en la península, pero se puede entregar en Granada o Málaga. Más información y fotos a gente realmente interesadas, NO HACER PERDER EL TIEMPO POR FAVOR.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "65000 km",
            "precio": 4450.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1090596593",
            "descripcion": "Se vende BMW SERIE 3 E46 COMPACT 316TI, motor 1.8 N42B18, PAQUETE M ORIGINAL, soy su segundo dueño, comprado en 2021 y desde entonces ha dormido en garaje y se ha usado muy poco, motivo por el cual he decidido ponerlo en venta, en el precio se ha tenido en la cuenta las cosas de estética que habría que hacerle para dejarlo perfecto ya que de motor está como nuevo, interior muy cuidado con tapicería mixta en cuero azul y molduras de aluminio cepillado (difícil de encontrar esta combinación), no tengo prisa en venderlo. Dejo en imágenes las cosas que se le ha ido haciendo, el coche no se encuentra en la península, pero se puede entregar en Granada o Málaga. Es nacional y los kilómetros son reales, es complicado encontrar una unidad mantenida y con tan pocos km. Más información y fotos a gente realmente interesadas, NO HACER PERDER EL TIEMPO POR FAVOR.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "65000 km",
            "precio": 4250.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1091592475",
            "descripcion": "Se vende Bmw 316ti compact. Se vende por no usar, funciona perfectamente y esta muy cuidado. Motor 1800cc. Tiene sistema de sonido con etapa, amplificador y subwoofer en el maletero. Tubo de escape homologado magmaflow. Y volante de competición. Tiene el techo descolgado y una pequeña fuga de combustible que gotea y huele si el deposito va por encima de la mitad. Como todo bmw se come un poco de aceite, pero se hicieron muchas juntas nuevas (factura demostrable) y sigue igual, el consumo es mínimo pero hay que ir revisándolo periódicamente. Coche muy divertido y fiable. Precio negociable. Se entrega con itv pasada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "177000 km",
            "precio": 4200.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1060222886",
            "descripcion": "Se vende BMW compact 316ti 115cv con pack M exterior e interior de serie. Mandos en el volante, regulador de velocidad, sensores de marcha atrás. Techo y capó con vinilo de carbono. Discos de freno y pastillas nuevos. Cambio de aceite y filtros recién hechos. Bujías y bobinas cambiadas hace menos de un año, junto a correa auxiliar. Aire acondicionado funciona perfectamente. Siempre ha dormido en garage. Coche muy cuidado.Como se puede apreciar. Interior impecable. ITV recién pasada. Últimas 10 itv pasadas en blanco, guardo todos los informes. Libro de mantenimiento con todo el seguimiento. Se vende por cambio a un coche más grande.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "234000 km",
            "precio": 4100.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1089263962",
            "descripcion": "BMW e46 muy bien cuidado, algún roce pero muy bien en todos los sentidos, ni un fallo, dos únicos dueños.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "144716 km",
            "precio": 4000.0
        },
        {
            "titulo": "BMW Serie 3 316TI M. 1796cc 116cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1035395689",
            "descripcion": "El grupo motor-propulsor está en muy buen estado, el único defecto es la tapicería que está desgastada de los años",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2002",
            "kilómetros": "153000 km",
            "precio": 4000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1069697745",
            "descripcion": "Cambio por kia sorento jeep 4x4 todoterreno hyundai tucson, bmw x3 ,ford tourneo o similar de mi interés. El bmw serie 3 e46 está perfecto de todo todo al día solo el techo interior un poco descolgado ,kilómetros reales certificados el coche de motor perfecto acepto prueba mecánica no tengo prisa no bajo nada no insistais. Pegatina medioambiental C ,se husa directamente ,2 🔑",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "161200 km",
            "precio": 3999.0
        },
        {
            "titulo": "BMW compact",
            "enlace": "https://es.wallapop.com/item/bmw-compact-1027419505",
            "descripcion": "Se entrega con GARANTIA. Contamos con taller propio. motor 316ti 1.8 i Compact 115cv etiqueta medioambiental B equipacion: -aire acondicionado -radio -direccion asistida -cierre centralizado -airbag Se entrega con ITV al día y mantenimientos al dia. Mas de 50 vehículos en stock, disponemos de financiacion a su medida desde 89€ al mes. posibilidad de recojer su vehiculo como parte del pago Automóviles Antonio y Juanmanuel en Santiago de Compostela.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "220000 km",
            "precio": 3999.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1058579734",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2001",
            "kilómetros": "147000 km",
            "precio": 3900.0
        },
        {
            "titulo": "BMW Serie 3 con Techo Solar",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-con-techo-solar-1051864804",
            "descripcion": "BMW Serie 3 Compact con Techo Solar Solo tiene 195.000km - Tiene añadido el Kit M (es el pack deportivo) - Además como extras tiene; Las ventanillas traseras eléctricas y los sientos de cuero color rojo. - El asiento de conductor tiene un poco de desgaste (como puedes ver en la última foto) y el resto de asientos en perfecto estado, son extensibles y súper cómodos! - Se vende por no usar durante años, por eso mismo hay que cambiar la batería, junta de balancines, hacerle la típica puesta a punto y pasar la ITV. Está en Vallirana, Barcelona.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "195000 km",
            "precio": 3900.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-991789899",
            "descripcion": "Se vende BMW 316i, debido a su poco uso. Único propietario siempre bien cuidado y con mantenimientos al día.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "220000 km",
            "precio": 3900.0
        },
        {
            "titulo": "BMW Serie 3 2001 pack m  serie limitada",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-pack-m-serie-limitada-973617496",
            "descripcion": "Muy cuidado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2001",
            "kilómetros": "88000 km",
            "precio": 3800.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1074680746",
            "descripcion": "Se vende coche en perfecto estado ITV recien pasada dado que voy a heredar un coche mejor. El coche lo compre en mayo desde entonces se ha usado para viajes largos funciona perfectamente ningun fallo. El exterior representa deterioro del tiempo. Precio justo para los kilometros y el estado. NEGOCIABLE Cambios de aceite, filtros etc hace 2500km. Se acepta prueba mecanica. Si quieres mas fotos o carfax contacta y te lo mando.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2001",
            "kilómetros": "160000 km",
            "precio": 3775.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1050695476",
            "descripcion": "BMW compact 316 Vehículo Nacional. Climatizador, ABS, DSC, 6 Airbags, Asientos Deportivos de Cuero y Tela, Radio Sony con bluetooth y usb. Volante deportivo de Cuero, Llantas de aluminio, alerón original BMW, Cierre Centralizado con Mando, Retrovisores Calefactados y Eléctricos. Características Generales: MARCA: BMW MODELO: 316 Compac CAMBIO: Manual 5 velocidades AÑO: 2003 COLOR CARROCERÍA: Dorado Metalizado CARROCERÍA: Coupé COMBUSTIBLE: Gasolina INTERIOR: Cuero/Tela Distintivo Ambiental B **NO CAMBIOS** **ESTÁ EN GUADALAJARA**",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "168000 km",
            "precio": 3649.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1065601849",
            "descripcion": "Lo vendo porque he heredado otro, para mayores detalles contactad conmigo. El precio es acorde.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2001",
            "kilómetros": "200000 km",
            "precio": 3600.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1054853518",
            "descripcion": "coche muy cuidado el coche tiene todo hecho: recién pintado correa de servicio nueva motor del valvetronic nuevo 4 bujias de iridio nuevas revisión recién hecha compresor de aire nuevo tapa de balancines nueva y alguna cosa mas paquete M tanto interior como exterior , interior tela y alcántara ... cualquier duda preguntar.........bmw 318 316 320 325 330 m pack m 520 525 530 m1 m2 m3 m4 m5 e46 e39 e39 e60 e90 e34",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "240000 km",
            "precio": 3600.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1086486513",
            "descripcion": "BMW en perfectas condiciones y al día de todo. Asientos calefactables Techo solar Faros de xenon Sensores de aparcamiento Luces automáticas Velocidad de crucero Pegatina B",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2001",
            "kilómetros": "128000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1087040940",
            "descripcion": "Vendo BMW serie 3 compact. Pierde un poco de refrigerante por un manguito. Motor del valvetronic recién cambiado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "155000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1078425442",
            "descripcion": "Coche en excelente estado. 2 propietarios solamente.Se puede ver y probar. Itv hasta junio 2025 y todas las revisiones al día.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "214000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1072992365",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "297943 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1070214457",
            "descripcion": "Ofrecer sin compromiso. Pegatina C. 🟢Coche en perfecta condicione a toda prueba de mecanica toda las revisiones en Bmw. acepto cambio por coche y furgoneta 8 o 9plazas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "173000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-998788733",
            "descripcion": "buenas 🙂 vendo mi bmw e46 serie 3 3 puertas etiqueta medioambiental itv recien pasada hace dos meses mantenimiento siempre al dia cada 10.000 kilometros su respectivo cambios de aceite filtro de aire de aceite pastillas de freno agua refrigerante neumaticos etc pantalla tactil altavoces suenan muy bien va finisimo podeis venir a probarlo sin compromiso acepto como parte de pago alguna pieza de oro de 18 kilates cadena de oro esclava de oro pulsera de oro i dinero a mi favor pregntarmeitv hasta 2025 acepto moto suzuki dr 650 honda cfr 450 yamaha yz 450 o alguna moto honda fmx 650 bmw r1200 GS brixton glanville 250",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2002",
            "kilómetros": "260000 km",
            "precio": 3500.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1055989099",
            "descripcion": "Bmw e46 en perfecto estado. Revision con diagnosis recien hecha con factura comprobante. •Pegatina C🟢 •Paragolpes delantero M☑️ •Pintado entero en 2023 y paragolpes en septiembre de 2024👌 •Junta tapa de balancines y enfriador del aceite recien cambiada (se entrega la vieja como prueba) •Coche con 2 propietarios( segundo propietario se tiró 10 años con el) •Ruedas al 85%✅ •Brazos de suspensión cambiados por unos nuevos •Silentblocks cambiados •Radio con bluetooth y manos libres pioner 🔊 •Mantenimientos al dia siempre en casa oficial •Itv hasta Mayo de 2025 •Recien cambiado filtros, aceite (Castrol) y anticongelante, demostrable con facturas. Unico detalle: -fallo airbag copiloto ( hay que poner emulador) Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "220000 km",
            "precio": 3400.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1092132981",
            "descripcion": "SOLO HASTA EL DOMINGO Muy bien de chapa y pintura ( pintado entero en 2023) •Aceite, antocingelante y filtros canbiados en noviembre de 2024 •Junta balancines y junta del enfriador cambiadas en noviembre •Paragolpes M •Manos libres con radio •PEGATINA C •Revisado completo •Fallo: airbag acompañante, comun en estos coches, se soluciona con un emulador. No hacer perder el tiempo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "222000 km",
            "precio": 3300.0
        }
    ]
}