{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "325d Coupé",
        "año mínimo": 2012,
        "año máximo": 2013,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 204,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=204&min_year=2012&max_year=2013&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-849843469",
            "descripcion": "vendo bmw nacional con kit m3 todo homologado,pack m interior y exterior,interior en rojo d cuero,asientos electricos i calefactables y un sin fin de extras,etc,se vende por cambio a m4,solo la preparacion todo en chapa para poderse homologar mas homologacion etc 5000€,cubiertas traseras nuevas aun por montar se entregarian con el coche montadas o enpaquetadas para que te las montes cuando quieras,hankoock v12 255/30/19 stage1 220cv...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "140000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1062553760",
            "descripcion": "En perfecto estado, con precio negociable. Sin compromiso",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "200000 km",
            "precio": 18500.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-954719628",
            "descripcion": "Comprado en Bmw PS en abril/22 Km certificados por la marca Mantenimientos en taller oficial Vendo por cambio de vehículo Siempre en garaje ITV 25 Uso a diario en autovía Impecable y muy cuidado Soy el segundo propietario. Extras: Bmw ConnectedDrive Efficient Dynamics Pack M exterior Interior M full black Volante M multifunción Asientos deportivos M de cuero Xenon adaptativos Llantas 18 doble medida 4 elevalunas eléctricos Control voz 4 Ruedas michelin primacy nuevas Limpia automáticos Ordenador de abordo Pantalla grande Climatizador bizona y trasero Conducción con 3modos Porton eléctrico y apertura de luna",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "134250 km",
            "precio": 18500.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-626856383",
            "descripcion": "PackM interior y exterior, bola remolque homologada, todo revisado al día, acabado de cambiar pastillas, todos los filtros y aceite. android auto, recién hecha cadena distribución y suspensiones. todo nuevo!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "285000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1086290057",
            "descripcion": "Possibilidade de financiamento com ou sem entrada inicial até 120meses Garantia de 18meses",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "144000 km",
            "precio": 17990.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1069542541",
            "descripcion": "Bmw 320d nacional. Revisión recién hecha este mes. ITV hasta junio de 2025. Uso fin de semana, siempre en garage particular Llantas 19 UltraForjet negro brillo Suspensión bilstein B12 (homologada en ficha). Neumáticos Michelin pilot sport Display Up con lector de señales Pilotos traseros led (homolagados) Pantalla grande con sistema android y BMW original. Sensores delanteros y traseros con cámara. Volante M Cuadro M performance Altavoces gladen Asientos cuero Dakota Faros led (largas y cortas) Antiniebla led Stage 1 en banco (entrego gráfica en papeles con los parámetros que da). Se puede ver y probar sin problema. NO CONTESTO OFERTAS ABSURDAS.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "159000 km",
            "precio": 17900.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-894510229",
            "descripcion": "320 Coche súper cuidado y mimado, está súper nuevo tanto de estética como de mecánica. es el de gama más alta con extras que pocos de este modelo llevan. Asistente de luz de carretera, te indica las señales de tráfico en la luna de cristal delantera del conductor y muchas más extras.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "201000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-504561399",
            "descripcion": "Coche siempre en garaje, bixenon, navegador gps business, parktronic delantero y trastero, llantas 18. Revisiones al día demostrables. Coche de no fumador, ningún golpe, se acepta prueba mecánica. Siempre en garaje, no fumador 170.000Kms",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "170000 km",
            "precio": 16995.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1090340447",
            "descripcion": "BMW SERIE 3 320D CABRIO 184CV. Contamos con una amplia experiencia en el sector. con taller propio para las revisiones de nuestros vehículos y posterior entrega al cliente en perfecto estado. Vehículo con navegador profesional, sensor de aparcamiento, faros xenon, asientos delanteros calefactables. Recogemos vehículos ( coches y motos) como parte de pago. Para más información también contestamos whatsapp. O si lo prefiere visítenos en nuestras instalaciones c/ La Mar nº33 Colindres (Cantabria). Financiación total o parcial en cómodos plazos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "199000 km",
            "precio": 16900.0
        },
        {
            "titulo": "BMW Serie 3 320d Pack M3",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320d-pack-m3-1076583803",
            "descripcion": "Faros Bi-Xenon Asientos calefactados Park-Distance-Control (PDC) Dirección asistida Servotronic Dispositivo manos libres Bluetooth con USB-Audio-Interfaz Sistema de Navegación Airbags Reposabrazos delante Lunas atérmicas tintadas Cierre centralizado con Mando a distancia Caja de cambios 6-marcha Conexión AUX-IN (AUX-IN) Retrovisor exterior color carrocería Retrovisor exterior regulable eléctricamente y calefactable Sistema limitador de velocidad (Speed Limit Device) Control de crucero con función del freno Pintura metalizada Acabado interior: Molduras interiores plata-satín, mate Alfombras Terciopelo Asientos delante regulable en altura Recuperación de energía de frenado Carrocería: 4 puertas Check-Control-System Cuentarrevoluciones Dinámico Luces de freno Intermitentes blanco Motor 2,0 Ltr. - 135 kW Turbodiesel Paquete fumador Parachoques color carrocería Reducción polución según norma gases escape Euro 5 Tapicería asientos: Tela Move Sensor Sensor empañado lunas Sistema de neumáticos Run-Flat (con capacidad para rodar en caso de emergencia) Llantas de aleación ligera Botón-start-stop Sistema Start/Stop Indicador avería en los neumáticos Columna de dirección (Volante) regulable mecánicam. Multifunción para volante Volante (Cuero) Control de tracción dinámica (DTC) Pilotos traseros LED Asistente a la conducción: Interruptor de confor de conducción Eyectores de líquido limpiaparabrisas calefactable Lavafaros (Equipo lavafaros) Anclajes Isofix para Asiento para niños en Asiento trasero Asistente del freno Luces antiniebla Luz de día LED Climatizador automático 2-zonas Elevalunas eléctricos ESP Control de Estabilidad Dinámica (DSC) Ordenador de a bordo Indicador de las marchas Ordenador de a bordo Sistema de audio BMW Professional (Radio/Lector de CD navegador",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "202000 km",
            "precio": 16800.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1092596367",
            "descripcion": "320 touring pack m interior y exterior manual en muy buen estado. con llantas competition en 20. asientos calefactables, bixenon..",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "215000 km",
            "precio": 16800.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1091228399",
            "descripcion": "BMW SERIE 320D 184CV DIESEL, 6 VELOCIDADES MANUAL, VEHÍCULO ALTO DE GAMA CON NUMEROSOS EXTRAS, LLANTAS EN 18 PULGADAS PACK M SPEEDLINE, CON RUEDAS NUEVAS TRASERAS RECIEN ESTRENADAS, INTERIOR COMPLETO EN PIEL GRIS, PANTALLA MULTIMEDIA CENTRAL EN EL CUADRO CON INFOENTRETENIMIENTO, RADIO BLUETOOH CON TELEFONÍA Y NAVEGADOR, ENTRADA AUX Y ENTRADA USB, VOLANTE CON MANDOS MULTIFUNCION CON DISPLAYS, CLIMATIZADOR CENTRAL BIZONA, LIMITADOR DE VELOCIDAD, LUCES AUTOMÁTICAS XENÓN, KEY LESS GO CON ARRANQUE SIN LLAVE, CIERRE CENTRALIZADO, SENSORES DELANTEROS Y TRASEROS. EL VEHÍCULO DISPONE DE MANTENIMIENTO RECIÉN HECHO Y PASTILLAS RECIÉN SUSTITUIDAS CON FACTURA. SE ESCUCHAN OFERTAS, CUALQUIER DUDA CONTACTE.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "149000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1075532120",
            "descripcion": "BMW 318D. PARTICULAR. MUY CUIDADO CON TODAS LAS REVISIONES AL DIA. DUERME EN GARAJE. PAQUETE M INTERIOR Y CARROCERIA. TRES MODOS DE CONDUCCIÓN. 678483387. ATIENDO LLAMADAS Y WHATSAPP. SERGIO.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "243000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1047620143",
            "descripcion": "BMW F30, año 2013, 184 cv, 165 mil km, manual, interior de cuero, todo al dia. Más información - llamar o escribir por WhatsApp 6️⃣4️⃣2️⃣8️⃣2️⃣3️⃣4️⃣1️⃣4️⃣",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "165000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-842321553",
            "descripcion": "Asientos piel dakota negra calefactables, bi xenon , limpias y luces automáticas, arranque sin llave, sistema start stop, llantas 19 , pantalla grande con mapas actualizados a 2019 , equipo de sonido hifi , head up display, luces exteriores de bienvenida, bola de remolque automática eléctrica, sistema de disco duro integrado para grabar cds, bluetooth, usb, techo solar, espejos dinámicos exteriores abatibles eléctricamente antideslumbramiento, 3 modos de conducción, aire acondicionado bi-zona, todas las revisiones al día, siempre en garaje, se acepta prueba mecánica. Todo homologado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "240000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1020357442",
            "descripcion": "IMPRESIONANTE BMW 318D XDRIVE ✅ Revisiones al día certificadas. ✅ Embrague recién cambiado ✅ Motor recién cambiado con km certificados y garantía , con correas y cadenas nuevas ✅ Todos los filtros recién cambiados TODO CON FACTURA DE TALLER ✅ ITV ✅ Km certificados ✅ Bajo consumo ✅ 3 Modos de conducción: (Confort, Eco y Sport) ✅ Elevalunas electrico ✅ Sensores de aparcamiento ✅ Faros full Led ✅ Asientos CALEFACTABLES. SE ACEPTA PRUEBA MECÁNICA DONDE QUIERA EL COMPRADOR.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "100000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1010870937",
            "descripcion": "Llantas de 19 pulgadas, muy cuidado y con sus cambios de aceites hecho en su momento.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2012",
            "kilómetros": "200000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-957724730",
            "descripcion": "bmw mimado al detalle, estado perfecto, tiene acabados Sport se entrega con cambio de aceite y filtro recién, Neumaticos nuevos. Ningún rasguño duerme en garaje itv hasta el 2024 soy su segundo propietario. precio no negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "155000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1036308439",
            "descripcion": "bmw 320 d performance en muy buen estado ... equipado con : Paquete performance Faros bixenon Navegacion Cámara de marcha atrás Espejos eléctricos 3 modos de conducción activados por botón ( modo Sport ) Aviso de desviación de carril Partronick delantero y trasero Tempomac Se entrega revisado y garantizado con ITV recién pasada En precio incluye transferencia,mantenimiento y garantía de 1 año Km certificados por escrito",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "245000 km",
            "precio": 15999.0
        },
        {
            "titulo": "BMW Serie 3 TURING",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-turing-651191812",
            "descripcion": "Coche en muy buen estado, muy cuidado, totalmente revisado y con 1 año de garantia, iva incluido, climatizador. Aceptamos coche usado, mandamos a toda España y condiciones de financiacion muy interesantes .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "109700 km",
            "precio": 15970.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1051926544",
            "descripcion": "BMW 318D GT motor 2.0 143cv año 2013 matriculado el 2018 matricula letra aK manual 6 veloccidades pegatina B ordenador a bordo volante multifuncion boton de encendido y apagado star stop sensores delanteros y traceros de aparcamientos aleron automatico sensores de luz y lluvia automaticos es el mas alto de gama llantas de aleacion y muchos extras mas ( cojo coche que me interece como parte de pago )cualquier duda estamos calle muguet 10 carabanchel alto madrid tlf: 611723882 un saludo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "62367 km",
            "precio": 15900.0
        },
        {
            "titulo": "BMW Serie 3 F30",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-f30-1039112647",
            "descripcion": "BMW 318 D 143cv con muy pocos kilometros ya que se ha usado como segundo coche y para viajes todo por autopista. Faros bixenon, control estabilidad, climatización bizona, Bluetooth teléfono, audio USB, navegación BMW, sensor de aparcamiento, control de velocidad de crucero, 3 programas de conducción: Sport, Comfort y Eco, ITV marzo 2025, al día de revisiones, Llantas 17, neumáticos Runflat en buen estado, siempre en garaje. Matrícula HNM. Se acepta cualquier prueba mecánica. Precio algo Negociable.. #bmw#seat#volkswagen#audi#mercedes#mg#peugeot#skoda#fiat#renault#ateca#tarraco",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "103000 km",
            "precio": 15800.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-938179815",
            "descripcion": "Bmw 320 touring del 2013. -Cambio manual. -Pack m interior y exterior. -Asientos cuero color beis en buen estado. -Luces y limpia parabrisas automático. -Pantalla grande con navegador y CarPlay. -Control crucero. -Sensores y camara de aparcamiento traseros. -Techo solar panorámico. Cadena de distribución, turbo y embrague recien cambiado. Capo recien pintado por rascado con una llave ,defensa delantera recien pintada por roces ,llantas recien pintadas color gris. Cualquier duda preguntad sin compromiso.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2013",
            "kilómetros": "215000 km",
            "precio": 15750.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1079024698",
            "descripcion": "Precio oferta sujeto a financiación: 15700 EUR. Precio al contado: 15700 EUR. *SEV* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Asientos calefactables, Faros bixenón, Faros traseros led, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "108195 km",
            "precio": 15700.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1079428652",
            "descripcion": "Precio oferta sujeto a financiación: 15700 EUR. Precio al contado: 15700 EUR. *SEV* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Asientos calefactables, Faros bixenón, Faros traseros led, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "108195 km",
            "precio": 15700.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1080032262",
            "descripcion": "Precio oferta sujeto a financiación: 15700 EUR. Precio al contado: 15700 EUR. *SEV* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Asientos calefactables, Faros bixenón, Faros traseros led, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "108195 km",
            "precio": 15700.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1079426897",
            "descripcion": "Precio oferta sujeto a financiación: 15700 EUR. Precio al contado: 15700 EUR. *SEV* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Asientos calefactables, Faros bixenón, Faros traseros led, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "108195 km",
            "precio": 15700.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1079167997",
            "descripcion": "Precio oferta sujeto a financiación: 15700 EUR. Precio al contado: 15700 EUR. *SEV* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Asientos calefactables, Faros bixenón, Faros traseros led, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "108195 km",
            "precio": 15700.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1078919267",
            "descripcion": "Precio oferta sujeto a financiación: 15700 EUR. Precio al contado: 15700 EUR. *SEV* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Asientos calefactables, Faros bixenón, Faros traseros led, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "108195 km",
            "precio": 15700.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1073565161",
            "descripcion": "Precio oferta sujeto a financiación: 15700 EUR. Precio al contado: 15700 EUR. *SEV* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Asientos calefactables, Faros bixenón, Faros traseros led, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "108195 km",
            "precio": 15700.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-849586478",
            "descripcion": "espectacular BMW F30 318 diesel tapicería de cuero calefactable sensores de marcha atrás, delante, laterales techo solar, climatizador,etc,etc,etc...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "175000 km",
            "precio": 15600.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1093037778",
            "descripcion": "Se vende bmw en perfecto estado es el bmw f30 320d 184cv , el coche se encuentra en perfectas condiciones , ruedas al 60/70% llantas de 17 pulgadas, calefacción en los asientos , elevalunas eléctricos velocidad crucero, ordenador de abordo , el coche se compro de kilómetro 0 y solo lo ha tenido mi mujer , nunca a dado ningún problema , muy bajo consumo y muy fiable el motor, mejor ver y probar mantenimientos todos al día ( se entregaría recién pintado )",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "155000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2016-1080331163",
            "descripcion": "BMW 320d modelo Sport. Coche exportado de Bélgica con primera matriculación en 2012 y rematriculado en España en 2016. Asientos de cuero calefactables. Faros de xenon. Bola de remolque plegable. 156.000Km. ITV en vigor hasta agosto de 2025. Guardado siempre en garaje. Precio algo negociable. Atiendo WhatsApp 616 44 99 83.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "156000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1082088530",
            "descripcion": "vendo este espectacular bmw f30 5 puertas, color negro, 193.000 km cuidado al detalle ! ni un rozón siempre duermiendo en garaje , tiene 8000€ solo en carroceria en extras todo paquete m3 escapes colas paragoloes llantas suspension...etc embrague reforzado, cadena cambiada 2000€... doy mas detalle al que este interesado no ofertas abdurdas . Stage1 a 200 caballos motor 2000cc , es el mismo que el 320d pero capado y ya esta descapado en centralita ! SOLO GENTE SERIA SOLO CAMBIO POR 4x4 NI TENGO PRISA EN VENDERLO ( sin garantia )",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2012",
            "kilómetros": "193000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2015-1076162823",
            "descripcion": "BMW Serie 3 Paquete M F30 Diesel 320dA EfficientDynamics, 1995 cm3, 184cv,4 puertas, Kms: 162000 km ,con navegación grande,techo electrico,aleron de carbono,luz diurna de led y xenón ,clima bizona ,sensores de lluvia y de luz , abs ,llantas de aleación 18”, asientos deportivos de cuero , control de velocidad,volante multifuncion .. y muchos extras mas",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2013",
            "kilómetros": "160000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1012994251",
            "descripcion": "Vendo mi Serie 3 en muy buenas condiciones por querer cambiar de coche, por lo que no me urge la venta. El precio es negociable. El coche mayormente se usa en autovía y siempre duerme en garaje. Tiene los 4 neumáticos nuevos y revisión recién pasada. Full paquete M exterior, llantas y volante. Tiene un motor de 184 caballos de 2.0 de los más fiables de los F30. Nunca suelta humo, ni pisándole a fondo. Pasa la itv a la primera sin necesidad de echar líquidos, ni nada por el estilo. Al coche no hay que hacerle absolutamente nada, solo disfrutar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "166000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1079155073",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "108195 km",
            "precio": 15300.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1080863229",
            "descripcion": "Precio oferta sujeto a financiación: 15300 EUR. Precio al contado: 15300 EUR. *UTR* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 400€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Asientos calefactables, Faros bixenón, Faros traseros led, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "108195 km",
            "precio": 15300.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1087570660",
            "descripcion": "Precio oferta sujeto a financiación: 15300 EUR. Precio al contado: 15300 EUR. *UTR* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 400€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Asientos calefactables, Faros bixenón, Faros traseros led, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "108195 km",
            "precio": 15300.0
        },
        {
            "titulo": "BMW Serie 3 318d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-318d-105-kw-143-cv-1086203358",
            "descripcion": "Precio oferta sujeto a financiación: 15300 EUR. Precio al contado: 15300 EUR. *UTR* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 400€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Asientos calefactables, Faros bixenón, Faros traseros led, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "108195 km",
            "precio": 15300.0
        }
    ]
}