{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "335xi Coupé Aut.",
        "año mínimo": "2007",
        "año máximo": "2008",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": "306",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=306&min_year=2007&max_year=2008&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1081048235",
            "descripcion": "En perfecto funcionamiento.Muy cuidado y siempre en garaje. En equipo opcional lleva 18516 euros según la información facilitada.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "166200 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW 335i e92 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1014419528",
            "descripcion": "Bmw 335i e92 n54 en perfecto estado, itv recién pasada, turbos híbridos 470cv nuevos, todas las juntas del carter nuevas, alternador nuevo, manguitos reforzados, filtro KyN de alto flujo, y muchas mas cosas nuevas todo con facturas, llantas M4, escape artesanal con valvulas en las colas, paragolpes trasero M3, luces led en el interior, interior en perfecto estado tanto de salpicaderos como de asientos, muy cuidado, mejor verlo sin compromiso, se entrega también paragolpe trasero original, escape de serie original, y llantas originales. El coche va muy fino y como toca, se puede probar y llevar a cualquier mecánico. El precio es negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "168000 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-986906042",
            "descripcion": "BMW E90 LCI Motor: N54 biturbo 306cv Cambio: automático steptronic Mantenimientos 02/2024: (Facturas +8.000€) - Todos los filtros y aceite motor - Vaso de expansión BMW OEM - Radiador de agua Mishimoto - Bomba de agua Pierburg - Termostato Gates - Suspensión completa Bilstein B12 Pro Kit - Copelas suspension Bilstein - Tirantes suspension Lemforder - Discos y pastillas Brembo - Llantas Japan Racing JR28 19\" - Neumáticos Michelin Pilot Sport 4S doble medida (80%) - Escape recto 2 salidas Akrapovic Mantenimientos 11/2024: (Facturas +2.000€): - Todos los filtros y aceite motor - Limpieza y liquido refrigerante nuevo - Mantenimiento aceite caja cambios - Mantenimiento diferencial - Mantenimiento cadena de distribución - Comprobar presión del vanos - Comprobar compresion del motor para ver el estado de bujias, bobinas, inyectores Incluyo parachoques delantero, trasero y taloneras del pack M original para pintar y montar. Perfecto estado. Abstenerse mareantes. Acepto cambio por e92 m3 o bmw m2 añadiendo diferencia.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "144000 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1075426999",
            "descripcion": "335I e91 MOTOR N54 FULL EXTRAS. -Techo panorámico. -Asientos relax calefactables. -Navegador. -Control de crucero. -Sensor de proximidad. -Gancho de remolque electrónico. -ISOFIX. -Llantas originales (OEM) 19\" BMW PERFORMANCE. -Climatización bizona -Volante multifuncion -Cambio automático con levas en el volante -Equipo de 10 altavoces con subwofer originales de BMW -Sistema AUX/USB integrado original Etc….(El coche tiene absolutamente todos los extras de BMW). Modificaciones: -Frente look M3. (Tengo todo OEM guardado). Cambiado hace 4 meses. -Intercooler 5\". -Downpipes. (Tengo los cats. OEM). -MHD con stage1+. -Escape modificado como performance. -Discos delanteros Brembo semi perforados. -Faros delanteros con ojos de ángel eyes 3D. (Tengo también los OEM). Cambiado hace 4 meses. A TENER EN CUENTA: -Wastegates cambiadas. -Bomba de agua cambiada. -Bobinas y bujias OEM instaladas hace aproximadamente 3.000km. (Tengo también bujias y bobinas NGK guardadas con 20km). -Inyectores revisados. -KIT Mosfets centralita cambiados. -Radiador y ventilador cambiados. -Neumaticos PZero con unos 2.000km aprox. -Los turbos están todavia vivos. -Caja de cambios reparada por GeBox (nueva). Coche con los mantenimientos al día. Está listo para circular sin tener que gastar un euro. Comprar y disfrutar. SE ESTUDIARIA CAMBIO SOLO POR M3 e46, ajustando diferencias",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "240000 km",
            "precio": 24500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1019864398",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "141000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1090654522",
            "descripcion": "Se vende 335i e93 n54 por falta de uso,el coche tiene lo siguiente, bobinas Precision Raceworks-bomba de altas cambiada-admision de carbono-bujias njk 1° ➕️ fria-turbos híbridos-intercooler 7'5 vrsf-inlets-outlets-charge piper vrsf-donwpipes vrsf-barratorretas carbono original bmw-repro tanto mhd como 3 a la carta de wedge perfomance-llantas forgestar-estabilizadoras H&R dale nuera y trasera-frenada completa m4-suspensiones kw v3- caja de cambios nueva con unos 30mil km(factura demostrable),se darían cosas de serie también, 21900.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "235000 km",
            "precio": 21900.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-968069799",
            "descripcion": "Bmw 335i n54 cabrio en perfecto estado muy cuidado 139mil km *llantas en 19 con 4 neumaticos al 80% *coche nacional *cambio automatico *navegador *dirección activa *difusor performance *paquete deportivo *retrovisores interior y exterior con ajuste automatico anti deslumbramiento *asistente para luz de carretera *paquete de iluminacion interior y exterior *control de distancia de aparcamiento delantero y trasero *sensor de lluvia y luces *luces direccionales *climatizador bizona *faros bixenon *control de crucero *3 llaves *cortavientos parte trasera *acceso keyless",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "139000 km",
            "precio": 21500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1092330344",
            "descripcion": "BMW e90 335i nacional únicamente dos propietarios con preparación y actualización de motor: -turbos híbridos TTe 500 (menos de 3000km) -estage 2+ y caja de cambios -intercooler vagner -Admisión doble cono burguer motorsport -downpipe -linea de escape deportivo -chargue Piper -inlets -valvula de descarga -suspension st xa - sinenblock powerflex,eje trasero y delantero - llantas strongwells en 19 doble medida ancho 10\" -brigestone potenza sport doble medida -paragolpes M -capo gts -espejos de carbono -spliter delanteros carbono -aleron de carbono -volante en cuero perforado con levas -iluminacion completa interior en blanco actualización de motor: -juego de segmentos nuevos icc -guia de válvulas -limpieza admisión -culata -bomba de agua -westgate nuevas -pcv upgrade -juego de casquillos de biela y más cosas que se me pasarán que están en facturas",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "186000 km",
            "precio": 21000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-970092424",
            "descripcion": "impoluto todo lo posible por tener. motor y cambio nuevos demostrable con factura BMW.de capricho.abtenerse gente sin conocimiento gracias 🙂",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "6000 km",
            "precio": 21000.0
        },
        {
            "titulo": "BMW 335I e90 tracktool",
            "enlace": "https://es.wallapop.com/item/bmw-335i-1083328674",
            "descripcion": "BMW 335i e90 n54 biturbo turbos cambiados downpipes intercooler 5\" charge pipe inlets radiador aceite grande valvula descarga Forge radiador agua mishimoto inyectores index 12 bobinas y bujias NGK electrónica MHD steptronic con XHP stage 3 suspension HR- Bilstein silentblocks poliuretano barras estabilizadoras whiteline brazos M3 electronic exhaust valve con mando frenada completa m4 llantas OZ hyper gt 19\" separadores 16mm pitwheel tornillería antirobo volante con levas lunas tintadas sistema electrónico antirobo etc... tracktool TODO HOMOLOGADO no acepto cambios negociable Cuidado al detalle. Cambios de aceite cada 5000km. siempre en garage",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "155000 km",
            "precio": 20900.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1071408309",
            "descripcion": "SE VENDE BMW SERIE 3 e92 335i 420CV BITURBO. MOTOR N54. EL COCHE ESTA EN PERFECTAS CONDICIONES REVISADO DE TODO Y FACTURAS DE TODO DEMOSTRABLES, BOMBA DE AGUA NUEVA, LLANTAS NUEVAS , DISPONGO DE LAS LLANTAS ORIGINALES, PANTALLA NUEVA, PASTILLAS Y LATIGUILLOS, TRAMO FINAL DE ESCAPE HECHO A MEDIDA, DISPONGO DEL ORIGINAL PARA PASAR ITV, ESPEJOS M DE CARBONO, ALERON TRASERO DE CARBONO...etc INTERIOR DEL VEHICULO NEGRO (INTERIOR Y EXTERIOR MUY CUIDADO) TODO LO QUE LE HE CAMBIADO NUEVO A ESTRENAR, EL COCHE ESTA A CAPRICHO. TIENE MUCHOS EXTRAS, PACK M, ASIENTOS ELECTRICOS CON MEMORIA, ..ect SE VENDE POR CAMBIAR DE VEHICULO. SIEMPRE GUARDADO EN COCHERA. NACIONAL, KILOMETROS REALES, DISPONGO DE LAS 2 LLAVES , ITV HASTA NOVIEMBRE DEL 2025, ESTA EN PERFECTAS CONDICIONES, SOLO GENTE SERIA , NO CAMBIOS !",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "140000 km",
            "precio": 20500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-335i-e92-1071634581",
            "descripcion": "BMW 335i e92 con motor 3.0 biturbo (N54) Coche recién pintado con facturas. Recién cambiado aceite y todos los filtros, Neumáticos y pastillas delanteras nuevos, Precio algo negociable ya que le suena la wastegate de un turbo. Silentblocks delanteros nuevos. Bimba de agua y anticongelante con menos de 10mil km. Coche completamente de serie siendo su segundo dueño. Liquido del diferencial con menos de 10mil km. Techo solar. Pantalla android con Apple car play y android auto . Algún desgaste en las llantas y en interiores de los años . Sin ofertas ridículas , no tengo prisa en venderlo.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "167000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1040797957",
            "descripcion": "E92 azul marino motor N54 full extras, llantas 19, techo solar, sensores delanteros y traseros, equipamiento M, suspension deportiva, caja automatica, pantalla, mandos al volante, control crucero, asientos electricos de cuero, cortinilla trasera automatica, faros bi xenon, 2 llaves, boton atirrobo OBD etc. El vehiculo es nacional y esta en perfectas condiciones, motor sin modificaciones, no fumador, siempre parquing, neumaticos michelin nuevos, liquido de la caja y frenos recien cambiados, bomba de agua electrica nueva. Precio no negociable, solo para interesados serios.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "96000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW 335I ",
            "enlace": "https://es.wallapop.com/item/bmw-335i-e93-1040955171",
            "descripcion": "Se vende BMW 335I E93 en perfecto estado de conservación. Revisión recién hecha , y mantenimientos al día. Discos, pastillas, Aceite de la caja de cambios, filtros recién hechos. Asientos en cuero beige con volante en Alcántara. Llantas originales de BMW en negro.Neumaticos recién cambiados , michelin pilot Sport 5.El coche es cabrio. De pintura está fenomenal, el color es un Blanco perla.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "146000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-335i-e93-2008-1039761604",
            "descripcion": "se vende o se cambia 335i n54 e93, informacion detallada del coche todo por privado, no tengo problema en describir todo del coche, escucho ofertas y no tengo prisa en venderlo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "240000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-986961219",
            "descripcion": "Se vende BMW 335i n54 biturbo -pack M -suspensión roscada homologada en papeles -mantenimiento hecho de aceite y filtros -bomba de agua eléctrica nueva -pastillas delanteras nuevas -colas de escape akrapovic -volante multifuncion con levas -asientos deportivos de cuero eléctricos con memoria -climatización bizona -retrovisores m3",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "215000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-976740979",
            "descripcion": "impecable BMW Cabrio cupé automático color negro con capota rígida. El coche tiene todos los extras, asientos de cuero eléctricos calefactables, volante multifunción con levas, aire acondicionado bizona... recién pasada la revisión completa. Muy bien cuidado !",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "148000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW 335I CABRIO ",
            "enlace": "https://es.wallapop.com/item/bmw-335i-cabrio-1061940731",
            "descripcion": "vendo bmw 335i cabrio del año 2007 automatico , 175.000 kilometros . el coche esta como se ve en las fotos , impecable . paquete M sport original. cambiado hace 2000 km aceites , todos los filtros , bujias , ruedas Vossen en 19” con neumaticos nuevos pastillas y discos , coche revisado y en perfecto estado , no me interesan cambios . no negociable .",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "175000 km",
            "precio": 18750.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1044786247",
            "descripcion": "335 i motor n 54;nacional...comprado hace 3 meses a un compraventa aun en garantia 9 meses..se vende por cambio de modalidad ....coche entero a capricho todos los extras..libro de revisones .techo ,cuero,navegador,asientos electricos y calefaftable,cortinas...etc .....muy deportivo llantass bbs originales.levas en el volante...maletero csl ...muy muy cuidado esta al dia de todo solo necesita cambiar 2 gomas delanteras lo demas todo hecho..itv pasada hasta junio 2025....totalemnte de casa solo catalizador traseros anulados se entrega original..suspensiomes blistein b12 homologadas en ficha...es una pasado como suena y como anda ...no se negocia solo se escucha ofertas de pick up. Touota hilux. Ford ranger..amarok",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "141600 km",
            "precio": 18600.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1064192724",
            "descripcion": "Bmw 335i nuevo tiene motor cambiado va al dia de mantenimientos tiene el pack m exterior tanto delante como en los laterales por dentro esta nuevo asiento del conductor sin uso practicamente q es lo q mas se suele desgastar el coche va fino en todos los sentidos cualquier cosa hablarme al priv #bmw #golfr #golfgti #335i #m3 #Cupra #audi #rs5 #rs3",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "142000 km",
            "precio": 18450.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1058543016",
            "descripcion": "Coche en perfectas condiciones mejor ver y probar más información por privado 671430413",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "142000 km",
            "precio": 18450.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-335i-n54-1071049575",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "220000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1071305145",
            "descripcion": "BMW E92 335i coupé 306cv , muy bien cuidado, asientos delanteros con reglaje eléctrico y memoria en el asiento del conductor , cinturones de seguridad con tres puntos de anclaje con pretensores y limitadores de esfuerzo, control de distancia en aparcamiento (PDC) trasero , todo en perfectas condiciones, tracción trasera, volante de cuero, espejos retrovisores exteriores con ajuste automático antideslumbramiento, cierre centralizado, climatizador, Elevalunas eléctricos delanteros , Elevalunas eléctricos traseros, tarjeta medioambiente C. 145.000 km Batería nueva, recién pasada revisión, todo perfecto. Estacionado siempre en parking Precio negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "145000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW 335i Coupe 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1091207836",
            "descripcion": "Se vende BMW 335i Coupe del año 2008, en perfecto estado, y con TODOS los extras. Full Equip: Techo, Keyless Access, asientos calefactables e incluso trae el equipo de audio opcional que suena espectacular. Servicio completo hecho, aceite, discos y pastillas delanteros. Esta para comprar y disfrutar! No quiero cambios. SOLO VENTA.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "158000 km",
            "precio": 17900.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1065631323",
            "descripcion": "Coche inmaculado, siempre en garaje, recién pintado completo. - Descapotable - Asientos de piel color beige - Volante multifunción - Llantas bmw original 18” - ITV en vigor - Todos los mantenimientos al día. - Muy muy mimado. - Alternador nuevo. Venir y probar, es una gozada de coche para muchos años",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "204000 km",
            "precio": 17900.0
        },
        {
            "titulo": "BMW Serie 3 335i e92",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-335i-e92-1073642056",
            "descripcion": "Bmw 335i e92 con 160mil km, pack M, techo solar, asientos sport en cuero negro calefactables, bixenon, navegador grande, equipo de sonido con woofer bajo asientos, pack de luces de cortesia interiores, defensa trasera original M3, levas, caja automatica reconstruida completa con factura (+2000€), mantenimientos hechos, bomba de agua/termostato cambiados nuevos originales, itv recién pasada etc... se escuchan ofertas y cambios coherentes",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "160000 km",
            "precio": 17800.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-903993916",
            "descripcion": "Se vende Bmw e92 335i, escape mperformance homologado, pack m interior y exterior, filtro kyn, llantas en 19 con muelles eibach, xenon, interior en cuero negro con asientos calefactables y eléctricos con memoria, navi, automático con levas,libro sellado, muy mimado duerme siempre en garaje privado. Mas info privado.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "232226 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 330i",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-330i-1067643679",
            "descripcion": "PRECIO FINANCIADO: 15.990 € BMW Serie 3 330i • Asientos de cuero • Cambio automático • Mandos en el volante • Cierre centralizado • Elevalunas eléctrico • Techo eléctrico • Mandos en el volante • Climatizador • Ordenador de abordo • Faros de xenon • Todas las revisiones en servicio oficial • Etiqueta medioambiental C WHATSAPP DE CONTACTO : 642 891 108",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2007",
            "kilómetros": "165040 km",
            "precio": 17490.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1085360062",
            "descripcion": "Nacional, n54 biturbo, el coche esta muy cuidado, neumáticos nuevos, discos delanteros y traseros nuevos, mantenimiento de la caja de cambios hecho, aceite y filtros cambiados en junio Tiene downpipe, intercooler de 7” marca ARM (son de eeuu) Stage 2+ de mhd Stage 3 caja cambios con xhpflashtool Bujias un grado mas fria, inyectores index 12 y la bomba de alta nueva, todo original de bmw, paquete M interior y exterior, y muchas cosas mas,siempre en cochera. Sonido metálico wastegate típico de estos modelos, que no repercute en nada, el coche está en muy buenas condiciones para disfrutarlo sin hacerle nada.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "150000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW 335i cabrio",
            "enlace": "https://es.wallapop.com/item/bmw-335i-cabrio-1048759390",
            "descripcion": "Se vende BMW 335i E93 nacional, pack m, perfecto estado de chapa y mecánica. faros bixenon, navegador, asientos eléctricos con memoria, bola desmontable, etc. revisión recién hecha, batería nueva, bujías nuevas, neumáticos Michelin pilot super sport nuevos. Todos los mantenimientos con facturas. se vende por aumento de familia. solo acepto cambio por Yamaha tmax o coche pequeño 5 puertas.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "160000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW 325i look M3 Homologado.",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1011784247",
            "descripcion": "Se vende BMW serie 3 325i con look M3 totalmente homologado, se encuentra muy cuidado y en muy buenas condiciones tanto de chapa y pintura como mecánica, mantenimientos realizados siempre al día y recién realizado, neumáticos al 95% y discos y pastillas en muy buen estado, incluye los siguientes extras: -Techo solar. -Pantalla con Apple car play y Android auto. -Cámara marcha atrás. -Llantas bmw 335i originales. -Paragolpes delantero look M3. -Líp paragolpes delantero. -Paragolpes trasero look M3 -Silencioso final homologado. -Muelles Eibach.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "180000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-801345224",
            "descripcion": "Vehículo con muchísimos extras, ultima foto parte de ellos descrito Libro completo revisiones antes de comprarlo Y con todo al día los últimos 3 años Rhd volante derecha MATRICULADO CON TODO DÍA EN ESPAÑA E ITV EN VIGOR Se estudian cambios realistas para cambios sube precio",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "280000 km",
            "precio": 16800.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1071273198",
            "descripcion": "A todo prueba.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "200000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1067680786",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "200000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1013106880",
            "descripcion": "COCHE NACIONAL DOS UNICOS PROPIETARIOS COCHE MUY CUIDADO, ITV AL DIA, MANTENIMIENTO Y REVISIONES TAMBIEN. BOBINAS Y BUJIAS NUEVAS A LOS 100.000km. PARACHOQUES M3 TRASERO, TRAMO FINAL DE ESCAPE HECHO EN DCC RACING. PRECIO NEGOCIABLE",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "147000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1090610563",
            "descripcion": "Vendo maravilloso BMW e93 cabrio necesito recién pintado todo el coche todos los cambios de aceite echos el aceite del cambio de marchas automático todos los filtros cambiados el coche está nuevo un buen regalo para estás fiestas pack M performance entero de fabrica yantas también el coche es nacional",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "166000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 320i Cabrio Aut.",
            "enlace": "https://es.wallapop.com/item/bmw-320i-cabrio-aut-1033521370",
            "descripcion": "Espectacular unidad de BMW 320i Cabrio Aut. En perfecto estado tanto interior como exterior, revisado, calefacción asientos delanteros, volante multifunción, reglaje eléctrico asientos, con memoria en conductor, paquete de luces, volante deportivo de cuero, control de distancia de aparcamiento, y muchos más. Precio al contado: 15.900€. Precio financiado: 15.500€. (Financiando la totalidad) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted here, #JF CAP #JU PIC #FU #AN #HHS #CAB #P297500",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "153900 km",
            "precio": 15900.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1023290439",
            "descripcion": "BMW e90 335i auto importado comprado aquí en concesionario. Full extras, Solo 1 llave se aporta historial de bmw -Asientos de cuero electricos y calefactables -Luces xenon direccionables -Llantas bmw en 17\" neumaticos brigestone potenza sport suspensiones homologadas K&W. -Techo solar -Navegador 2023 actualizado -Test revision need car help se entrega -Extra de equipo de sonido con etapa de potencia y altavoces. -Escape deportivo paquete M NO MAREAR/NO CAMBIOS esta semana urge venta se aceptan ofertas.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "204000 km",
            "precio": 15900.0
        },
        {
            "titulo": "BMW 335i cabrio",
            "enlace": "https://es.wallapop.com/item/bmw-335i-cabrio-1085475421",
            "descripcion": "BMW 335i E93 cabrio en perfecto estado de funcionamiento , actualmente 360 caballos espectacular sonido de escape con 4 colas de salida akrapovic, varias modificaciones: stage 1 donwpipe bujías nuevas Supension roscada regulable filtros de aire cónico burguer motorsport válvula de alivio hks Charguepipe vrsf llantas bbs replica volante a estrenar con pantalla LCD Radio apple car play android auto Aceite recién cambiado Motul 300v competition Pop and bangs Latiguillos metálicos hel Discos de freno nuevos brembo Pastillas de freno nuevas. solo gente realmente interesada, seriedad ante todo gracias. no cambio, solo venta.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "260000 km",
            "precio": 15800.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1015464787",
            "descripcion": "En estado excepcional, pocos kilómetros. El coche parece como nuevo. Motorización N52B30A 272cv (muy pocas unidades y de las mejores motorizaciones). 3.0L Atmosférico de inyección indirecta. Itv recién pasada (Hasta octubre 2025) y opción de montar linea de escape completa deportiva con válvulas (gratis).",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2008",
            "kilómetros": "145000 km",
            "precio": 15800.0
        }
    ]
}