{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "M3 Cabrio SMG II",
        "año mínimo": "2000",
        "año máximo": "2006",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": "343",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=343&min_year=2000&max_year=2006&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW M3 CS DE COLECCION , ACEPTO VEHICULO A CAMBIO",
            "enlace": "https://es.wallapop.com/item/bmw-m3-cs-de-coleccion-acepto-vehiculo-a-cambio-1058089445",
            "descripcion": "TLF. DE CONTACTO Y WHATSAPP: 627962208 TRABAJAMOS CON CITA PREVIA. EN VENTA ESTE EXCLUSIVO M3 CS DEL 26/08/2005 IMPORTADO DE ALEMANIA EL 9/08/2007, POSEE TODO EL HISTORICO DE MANTENIMIENTOS CON SUS FACTURAS CORRESPONDIENTES, CASQUILLOS DE BIELA HECHOS.. CONFIGURADO CON TODOS LOS EXTRAS POSIBLES MAS FRENOS BREMBO DE 8 PISTONES, SUSPENSION KW V3 ROSCADA, SISTEMA DE ESCAPE SUPERSPRINT HOMOLOGADO, PORTON ORIGINAL CSL, ETC. VEHICULO PROCEDENTE DE COLECCION PARTICULAR, CUIDADO A CAPRICHO Y EN UN ESTADO UNICO. SE MANDA VIDEOS Y MAS FOTOS POR WHATSAPP PRECIO: 59900€ CAMBIO DE NOMBRE INCLUIDO. SE ACEPTA VEHICULO A CAMBIO, O COMO PARTE DE PAGO, EN ESTE CASO EL VALOR SERÁ SUPERIOR. POSIBILIDAD DE ENTREGARLO A DOMICILIO.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2005",
            "kilómetros": "147600 km",
            "precio": 59900.0
        },
        {
            "titulo": "BMW Serie 3 M3 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-m3-1021318079",
            "descripcion": "PRECIO FINANCIADO: 40.990 € BMW M3 E46 INDIVIDUAL 343CV • Asientos De Cuero Individual • Techo Eléctrico • Asientos Calefactados • Asientos Con Memoria • Ruedas 19\" • Color Exterior Ceramico • Sistema De Audio Harman Kardon • Sistema De Navegación • Luces De Xenon • Interior Y Exterior Individual • Última revisión valorada en 8.000€ todo original BMW: Embrague y volante motor, servicio de mantenimiento de la caja de cambios, brazos delanteros, retenes de la trasmisión, faros antinieblas delanteros, neumaticos especiales Michelin Pilot Sport delanteros y super sport traseros, ETC.. WHATSAPP DE CONTACTO : 642 891 108.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "182824 km",
            "precio": 41990.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1085394752",
            "descripcion": "Vendo bmw m3 NACIONAL en muy buen estado todos sus matenimientos seĺlados kilometros demostables",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2003",
            "kilómetros": "121000 km",
            "precio": 39000.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1086136597",
            "descripcion": "Bmw M3 e46 Manual full extras. Unidad en muy buen estado de conservación y muy exclusiva pocad unidad con cambio manual y todos los extras posibles del modelo. Dispone de manuales y facturas. Muy bien equipado; -Techo solar -Faros de Xenón -Pantalla con Navegación -Llantas 19p Evo -Tapiceria piel Completa -Sistema de audio Harman Kardon -Asientos calefactables con ajuste lumbar -Cortinilla trasera electrica -Reposarazos central -Espejos autoplegado -Alarma original Etc Vehiculo en revalorización continua. Oporunidad por su buen estado de conservación y buen mantenimiento.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2001",
            "kilómetros": "175000 km",
            "precio": 38900.0
        },
        {
            "titulo": "BMW M3 E46",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e46-1058796088",
            "descripcion": "Se vende BMW M3 e46 en perfecto estado, motor nuevo con 7.500km, suspensión ohlins road and track, dirección csl nueva con mismos km que el motor, grupo corto 4:10 con autoblocante de discos, latiguillos delanteros metálicos, silencioso trasero supersprint, portón trasero csl original y ruedas PSS al 80%. Tengo silencioso trasero original y admisión karbonius full Carbono. Unidad motor, suspensión, refuerzo de subchasis y dirección realizado en Riera Racing taller especialista, dispongo de facturas. ITV en vigor.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2001",
            "kilómetros": "198000 km",
            "precio": 38900.0
        },
        {
            "titulo": "BMW ///M3 e46 Nacional kit csl",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e46-nacional-kit-csl-931170711",
            "descripcion": "Bmw ///M3 e46 3.2cc 343cvs Manual Nacional Laguna seca kit Csl. Unidad en perfecto estado de conservación. Totalmente revisado para su venta con todos los males subsanados recien hechos; ✅Embrague ✅Diferencial ✅Casquillos de biela ✅Vanos ✅Chasis reforzado Etc. Todas las piezas montadas de calidad; ✅Porton Csl original ✅Llantas Csl originales ✅Paragolpes tipo Csl ✅Disfusor tipo Csl ✅Frenada EBC 6 pistones ✅Adminsion de carbono Etc. Se aporta factura de todos los componentes, neumaticos Michelin nuevos etc. Mas de 20.000€ invertidos en los ultimos años. Gran oprtunidad por estado, mantenimiento y escasez de e46 Nacional manual.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2001",
            "kilómetros": "210000 km",
            "precio": 36900.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1088098895",
            "descripcion": "bmw m3 e46 en perfecto estado de conservacion con tan solo 118.000 kilometros manual.se compro como inversion hace tres años actualmente esta guardado no se ha ultilizado a penas! esta todo de origen! se puede estudiar coche como forma de pago! abstenerse curiosos no contestare ofertas ridiculas!El que este interesado le pasarias mas fotos por pribado! (NO URGE LA VENTA)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2002",
            "kilómetros": "118000 km",
            "precio": 35000.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-993526820",
            "descripcion": "BMW M3 nacional, del 12/2005, manual, todas las revisiones al día, asientos de piel y tela eléctricos con memoria, navegador, climatizador, control de velocidad, ordenador.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2005",
            "kilómetros": "180000 km",
            "precio": 35000.0
        },
        {
            "titulo": " M3 e46   restailin ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1084538790",
            "descripcion": "M3 e46 manual Importado cuando se trajo a pamplona hace ya muchos años se importo con 70.000 km no tiene oxidos se aceptan todo tipo de pruebas en taller o la casa oficial todo original bmw m3 Suspensiones recien montadas y estabilizadoras bc racing y h y r Se le cambiaron casquillos a los 160.000 se tiene facturas de todo lo realizado . Taller hermanos goizueta . se entrega todo de origen suspensiones y autoblocante. Tapiceria mixta .sinemblok brazos traseros cambiados bomba direccion axiales y toda la tubería direccion nueva",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "193000 km",
            "precio": 34999.0
        },
        {
            "titulo": "BMW M3 COUPE 3.2 6linea 343cv ",
            "enlace": "https://es.wallapop.com/item/bmw-m3-coupe-3-2-6linea-343cv-1077266971",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2001",
            "kilómetros": "200000 km",
            "precio": 34000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e46-1070650884",
            "descripcion": "BMW M3 E46 motor S54 3.2 cc 343cv mantenimiento exhaustivo con libro de mantenimiento, color carbonschwarz, suspensión blistein, discos de freno perforados nuevos y pastillas de freno nuevas, interior asientos en cuero eléctricos y calefactables, control de velocidad, capota eléctrica, pantalla navegador original, ordenador abordo, sonido harman/kardon, neumáticos michelin pilot sport, se entrega escape GruppeM, hardtop, barra de torretas, derivabrisas y difusor trasero de carbono. Para más información y fotos pongase en contacto. Solo gente realmente interesada, no se aceptan cambios",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2002",
            "kilómetros": "145000 km",
            "precio": 33000.0
        },
        {
            "titulo": "BMW M3 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-978324192",
            "descripcion": "Bmw M3 \"yellow phoenix\" original, muy pocas unidades en este color. TODO AL DIA. Capota como nueva, funciona perfectamente. Para más información preguntar. Sólo gente realmente interesada, abstenerse curiosos. Posibilidad de financiación. Se puede recoger coche de menor valor como parte de pago.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2003",
            "kilómetros": "202000 km",
            "precio": 32500.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-978326826",
            "descripcion": "BMW m3 e46 diciembre 2001 Motor 6 en línea S54B32 de 3246 cm³ (3,2 litros).Discos ventilados con ABS 345 mm m (del.) 328 mm(tras)autoventilados y perforados junto con pinzas(cálipers) flotantes en las 4 ruedas Transmisión manual 6 velocidades. Diferencial autoblocante de serie. 4 neumáticos nuevos con llantas originales en 19.Suspensiones blístien b14 vástago gordo homologda. Interior cuero en color crema sin ningún tipo de roto o descuido en el material. Radio nueva q funciona con apps y wifi y se integra como la original(se entregaría radio original) lo más interesante es que dispone de campaña de semicasquillos de biela. NO CAMBIO POR NADA",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2001",
            "kilómetros": "224000 km",
            "precio": 32500.0
        },
        {
            "titulo": "BMW ///M3 e46 Manual",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e46-manual-1076047822",
            "descripcion": "Bmw M3 e46 Coupe Manual Combinacion preciosa la misma que la de la presentación en el museo de Munich. Unidad en muy buen estado de conservación con todos lo males subsanados con factura; ✅️Motor Rehecho ✅️Diferencial nuevo ✅️Caja de Cambios nueva ✅️Kw homologada Etc. Se entre con itv recien pasada. Conserva sus dos llaves con mando. Muy bien equipado; ✅️Faros de Xenón ✅️Llantas 19p tipo Csl ✅️Tapiceria piel Completa ✅️Asientos calefactables con ajuste lumbar ✅️Reposarazos central ✅️Espejos autoplegado ✅️Alarma original Etc Gran oporunidad por su buen estado de conservación y buen mantenimiento.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2001",
            "kilómetros": "245000 km",
            "precio": 31900.0
        },
        {
            "titulo": "BMW M3  2002",
            "enlace": "https://es.wallapop.com/item/bmw-m3-2002-993009061",
            "descripcion": "-MOTOR 3.2 343CV -LLANTAS 19\" EVO -FAROS BIXENÓN -PARKTRONIC -SENSORES AUTOMÁTICOS DE LUZ Y LLUVIA -ASIENTOS DE CUERO ELÉCTRICOS CALEFACTABLES CON 3 MEMORIAS -BOTÓN SPORT -PANTALLA GPS -VOLANTE MULTIFUNCIÓN -CONTROL DE VELOCIDAD CRUCERO -CLIMATIZADOR -SENSOR DE PRESIÓN DE NEUMÁTICOS -REPOSABRAZOS -ANCLAJES ISOFIX -CAMBIO DE NOMBRE INCLUIDO -GARANTIA DE 1 AÑO FINANCIACION DEL 100% HASTA 8 AÑOS SIN ENTRADA ACEPTAMOS VEHICULO COMO PARTE DE PAGO POSIBILIDAD DE ENVIO A TODA LA PENINSULA ESTE ANUNCIO NO ES VINCULANTE Y PUEDE CONTENER ERRORES, POR LO QUE ES INFORMATIVO Y NO CONTRACTUAL pvp contado 29999€ pvp financiado 28301€",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2002",
            "kilómetros": "218000 km",
            "precio": 29999.0
        },
        {
            "titulo": "BMW ///M3 e46 Nacional Manual",
            "enlace": "https://es.wallapop.com/item/bmw-m3-manual-nacional-1092211721",
            "descripcion": "Bmw M3 e46 Coupe Manual Nacional. Unidad totalmente original y muy bien mantenida, conserva libro de revisiones, 2 llaves y facturas de mantenimiento en servicio oficial. Se entrega revisado y con itv recien pasada! Muy bien equipado en extras; ✅️Llantas Evo 19 pulgadas ✅️Pantalla grande original ✅️Sistema audi Harman/Kardon ✅️Reposabrazos central ✅️Faros de xenón ✅️Airbags traseros ✅️Alarma orignal Etc Euro 3 Etiqueta B de bajas emisiones. Gran oportunidad por su originalidad y buen estado de conservación. Disponemos de mas fotos y videos del vehiculo. En Garageclassiccars hablamos todos los idiomas y llevamos mas de 20 años de experiencia en exportación de vehiculos At Garageclassiccars we speak all languages and have more than 20 years of experience exporting cars.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2001",
            "kilómetros": "260000 km",
            "precio": 29990.0
        },
        {
            "titulo": "BMW m3 ",
            "enlace": "https://es.wallapop.com/item/bmw-m3-1081541958",
            "descripcion": "Vendo m3 con kit csl año 2004, lleva roscadas ohlins con copelas ajustables, barra de torretas, escape remus todo homologado en ficha, solo gente realmente interesada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "144000 km",
            "precio": 29500.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-983540792",
            "descripcion": "bmw m3 ,Nacional,cambio manual en perfecto estado, con campaña de casquillos recién realizada , tapicería cuero azul perfecto estado y con asientos electricos ,techo electrico xenón navegador , no mareantes ,solo interesados.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2002",
            "kilómetros": "194000 km",
            "precio": 29500.0
        },
        {
            "titulo": "BMW ///M3 e46 Manual",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e46-manual-1051864391",
            "descripcion": "Bmw ///M3 e46 Manual Descapotable Full Equip. Unidad en muy buen estado de conservación. Totalmente revisado para su venta, con aceites y Neumaticos nuevos. Facturas de Mantenimientos entre ellos Casquillos de biela. Conserva manuales y 4 llaves. Absolutamente todo los extras un autentico Full Equip ; ✅️Llantas Csl 19p ✅️Faros de Xenón ✅️Pantalla con Navegación ✅️Asientos electricos y calefactables ✅️Sistema de Audio Harman/Kardon ✅️Reposabrazos central ✅️Capota electrica ✅️Alarma original Etc. Gran oportunidad por su buen estado de conservacíon, gran equipamiento y buen historial.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2002",
            "kilómetros": "185000 km",
            "precio": 29000.0
        },
        {
            "titulo": "BMW Serie 3 2001",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e46-cambio-manual-cabrio-1067959530",
            "descripcion": "Mítico M3 E46 con cambio manual de 6 velocidades. Muy pocas unidades Totalmente de origen. Bonita combinación interior y exterior - Originalmente vendido en Alemania en el año 2001 - Importado a España en el año 2005 con 40 mil kms - Solo 2 dueños en España contando conmigo (yo lo tengo desde el 2016) - Cambio de embrague y bomba de agua (enero 2012 con 140 mil kms) - Reconstrucción del motor (mayo 2015 con 177 mil kms) - Bomba gasolina y caudalimetro cambiados (diciembre 2016 con 191 mil kms) - Suspensión Bilstein B6 (febrero 2017 con 193 mil kms) - Viscoso cambiado (junio 2017 con 194 mil kms) - Soportes de motor, caja de cambios, flector de transmisión y reparación y equilibrado del árbol de transmisión central (octubre 2024 con 206 mil kms) - 4 neumáticos continental nuevos - Futuro Clásico. Ultimo motorsport de 6 cilindros. No hay más que ver los precios que están alcanzando en Alemania. Todos los mantenimientos hechos anualmente, así como sus ITVs. Más piezas renovadas, solo comento lo más importante. No le ha faltado de nada Se entrega con funda protectora de carrocería a medida y paravientos original",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2001",
            "kilómetros": "206000 km",
            "precio": 28900.0
        },
        {
            "titulo": "BMW m3 e46",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e46-1076715454",
            "descripcion": "Vendo a partir del día 1 de Enero. bmw m3 e46, manual, techo solar, cuero, etc. 343cv. No necesito venderlo, y en dos años valdrá más, si no te encaja el precio seguro que habrá otros a vender, este no necesito venderlo como digo. Un saludo a tod@s.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2001",
            "kilómetros": "235000 km",
            "precio": 27999.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1085440923",
            "descripcion": "Se vende BMW m3 e46 version americana del 2004 en muy buen estado. ITV recién pasada. Cambio manual. Sensor de parking trasero. Pantalla con Apple CarPlay. Faros xenon Climatizador bizona Techo solar. Llantas 19”",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "120000 km",
            "precio": 27000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1020913997",
            "descripcion": "En OFERTA Precio rebajado 2.000€ Precio de coste Aprovecha! Antes 28.990€ Ahora 26.990€ BMW M3 (E46) 3.2 i Descapotable 343cv Vehículo nacional en perfecto estado tanto interior y exterior como mecánico. -Se entrega revisado. -1 año de garantia. -ITV al día EQUIPAMIENTO - Cambio automático - Sensor de luces - Sensor de limpias - Sensores traseros - Navegador GPS - Asientos calefactables - Retrovisores eléctricos - Retrovisores calefactables - Volante multifunción - Faros xenón - Lavaros - Climatizador bizona - Manos libre ... Mejor ver. Se acepta vehículo como parte de pago. Se envía a toda España. Los datos reflejados están sujetos",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2002",
            "kilómetros": "170000 km",
            "precio": 26990.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1036584966",
            "descripcion": "se vende magnífico BMW M3 E46 manual coche de coleccionista con todos sus mantenimientos al día casquillos de biela recién hechos es de los últimos que se fabricaron del año 2006 restailing lleva todos los extras de su época menos techo solar se acepta cualquier tipo de prueba mecánica se recoge coche como parte de pago o se da de parte de pago por BMW m3 f80 m5f10 Audi rs6 coche con valor en alza es una joya más información por privado un saludo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2006",
            "kilómetros": "165852 km",
            "precio": 25500.0
        },
        {
            "titulo": "BMW Serie 3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2005-1085361416",
            "descripcion": "Recién pintado Tapicería a estrenar Capota nueva",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "106000 km",
            "precio": 24500.0
        },
        {
            "titulo": "BMW SERIE3 E46 M3 CABRIO 343cv manual 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie3-e46-m3-cabrio-343cv-manual-2004-1089535456",
            "descripcion": "BMW M3 E46 CABRIO 343cv MANUAL 6VEL -151MIL KM REALES. AÑO 2004 IMPORT UK DISTINTIVO AMBIENTAL TIPO B CIUDAD VANOS I CASQUILLO BIELA HECHOS CON 138MIL KM (FACTURA DEMOSTRABLE.) ASIENTOS ELECTRICOS CUERO GRIS NAVEGADOR,LLANTAS R19, LUCES AUTO, ASIENTOS CALEFACTADOS, CLIMATIC, CONTROL TRACCION, DESCAPOTABLE, FAROS XENON, SENSORES PARQUING, RADIO CD, VOLANTE MULTIFUNCION.. EN PERFECTO ESTADO INTER Y EXTERIOR Precio Coche+ Gestoria+ Garantia:24.000€ LLAMA AL: 637-799-568 FRAN CLAVE: Audi,Citroen,Seat,Toyota,Ford,Honda, Renault,Opel,Peugeot,Bmw,Mercedes,AMG,TDI GTI,Clio,Golf,Leon,Touran,Polo,Tiguan,Megane, Fiesta,Focus,Mondeo,Civic,Accord,Land-Cruiser C2,C3,C4,C5,A3,A4,A5,X3,X5,Auris,Zafira,",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2004",
            "kilómetros": "150000 km",
            "precio": 23900.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-928664741",
            "descripcion": "Intercooler Downpipe 6 inyectores nuevos Valvula descarga Turbos TT hibridos Bobinas Linea inox 3’ hecha a medida Suspensiones blistein Autoblocante Todos los manguitos cambidos silicona Pvc nueva Tmap n20 Electronica a medida stage 2 Centralita mhd Embrague stage 3 Frenada 6 pistones discos perforados 480cvs. Se puede poner hasta 650cvs. TODO al día. Neumaticos delanteros nuevos. Aceite recien cambiado. Turbos, manguitos y tubos de vacio recien revisado. Bateria nueva. Todo al dia y revisado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2006",
            "kilómetros": "170000 km",
            "precio": 22999.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1083423529",
            "descripcion": "Coche traido de alemania, segundo dueño, coche en perfecto estado, motor n54, interior impecable solo el a siento del conductor un poco gastado pero tratando el cuero se recupera, asientos con memoria y calefactables, todo original, nunca se toco nada de electrónica ni escapes ni nada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2006",
            "kilómetros": "260000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW 330I E46",
            "enlace": "https://es.wallapop.com/item/bmw-330i-e46-1074724883",
            "descripcion": "Vendo BMW 330i M E46 del año 2.000, 197.000 km reales, manual 5 Velocidades, nacional, se entrega transferido, homologado y con ITV, coche preparado y restaurado, todo nuevo hecho en 2023, mucho dinero invertido en él, más información, fotos y vídeos por privado. Se vende por cambio de proyecto. Preparación: Suspensión Roscada BC Racing BR RH con copelas regulables uniball BC racing, Kit Embrague Black Diamond Cerámico, Volante de motor monomasa de aluminio 5'5kg PMC Motorsport, Adaptadores de avance regulables IRP, Diferencial Autoblocante Bratex Tipo Torsen, Silentblocks de aluminio uniball y Strongflex 90Sha Amarillos completo, Kit de refuerzos de chasis de competición soldados de puente trasero completo, Cogida de brazos traseros reforzados regulables +25%, Brazos PMC Motorsport regulables uniball traseros, Short Shifter NP Parts Dorado específico E46, Radiador de refrigeración Mishimoto, Pastillas Ferodo DS 3.12 Delante, DS 1.11 Detrás, discos rayados y perforados, kit latiguillos de freno metálicos hel, líquido de frenos ApRacing R4, Separadores doble anclaje y centraje 3'5cm delante y 4'5cm detrás, espárragos de ruedas OMP, Admisión de carbono BMC, Barra de torretas delantera, Colectores de escape en Acero Inox, Escape en 3 Pulgadas acero inox con silencioso trasero Supersprint inox y cola akrapovic en 4'5 Pulgadas de salida en carbono, neumáticos michelin pilot sport cup 2 connect en 225-45 ZR17 94Y , Reprogramación de unidad Stage 2 a medida, etc... Gancho: 316, 318, 320, 323, 325, 330, 335, M2, M3, M4, M5, M6, rally, circuito, tramo, tracktool, racing, stance, competición, turbo, M50, M52, M54, S54, STI, Evo, Cosworth, 4x4",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "260 cv",
            "año": "2000",
            "kilómetros": "197000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1064142721",
            "descripcion": "se vende bmw 335i, recien pintado y hechos todos los mantenimientos. Mejor ver y probar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "306 cv",
            "año": "2006",
            "kilómetros": "185000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW M3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-m3-2002-995655022",
            "descripcion": "Bmw m3 E46 cabrio a la venta en muy buen estado y equipado: Hardtop, asientos de cuero eléctricos y calefactados, faros de xenón, llantas 19\" CSL, Harman/Kardon, sensores de aparcamiento y luces, volante multifunción con control de crucero, pantalla táctil, cristales tintados... Vehículo importado de Reino Unido con cambio de volante y matrícula Española. Vehículo exento de garantía, de acuerdo a la ley 23/2003 de garantías en la venta de bienes de consumo. (Particular consultar). 210k kms PARA MAS INFORMACIÓN LLAMENOS Y LE ATENDEREMOS SIN COMPROMISO. DISPONEMOS DE MÁS DE 150 VEHÍCULOS EN STOCK A SU DISPOSICIÓN.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2002",
            "kilómetros": "200000 km",
            "precio": 21990.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-m3-1011218756",
            "descripcion": "Info y fotos 654095374",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "343 cv",
            "año": "2003",
            "kilómetros": "200000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1042109974",
            "descripcion": "Marca: BMW. Modelo: SERIE 3. Vehículo de competición. Potencia: 250 CV. 4 Puertas. Combustible gasolina. Cambio manual. Año: 2000. 50.000 Kilómetros. Homologación e ITV de carreras. Tracción 4x4. Todo al día y en fechas. Listo para correr sin necesidad de hacerle nada. Preparado para asfalto y para tierra, desconectándole las estabilizadoras. Puede correr en cualquier prueba de España. Jaula, baquet, arnés, extinción, suspensión, metraquilato, etc.. Extras: aire acondicionado, luces led y dirección asistida. Mejoras en el sistema de refrigeración de agua y aceite. Se entrega con otras 4 llantas de tierra con neumáticos. Reprogramación a 250 CV. Es un 6 cilindros 3.0 atm. Se puede ver y probar. No se aceptan cambios ni partes de pago. Precio: 18.000 € Camacho Cars. Lucena (Córdoba)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2000",
            "kilómetros": "50000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW E46 330ci",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2001-1085546272",
            "descripcion": "BMW para circuito con jaula fia , asientos, arneses 6 puntos , bakets , refuerzo puente trasero , powerflex , ventanillas policarbonato , escape inox con silneciador grup M , ar1 delanteros y federal traseros ,enfriador de aceite y un sin fin de cosas .... mas info hablarme Documentacion al dia y seguro",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2001",
            "kilómetros": "222000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 e36 cabrio",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1087026595",
            "descripcion": "Vendo o puede que cambie pro algo que me interese , propietaro desde hace 8 años. Homologado.Suspensión neumática con gestión digital de 4vias airmext, llantas Brock B1 , trapecios traseros en aluminio forjado , barra de torretas , faros delanteros ahumados,tramo final duramas etc... Cómo extras originales tiene labafaros,climatizador bizona,control de crucero,asientos sport en cuero, barras anti vuelco , deflector,reposacabezas traseros,3 luz de freno,enganche de remolque invisible,pak m original,calefactables,obd18,airbags en puertas,luzes de cortesía y en vano motor,detalles en madera,portamonedas de puerta y porta bebidas central,capota de 3 motores etc... Se ha cuidado mucho ,siempre duerme en garaje para más información consultar , es de finales del 1999",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "180000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-1040359821",
            "descripcion": "Bmw e90 330i 258cv Manual 5 puertas Techo Solar Pantalla Short Shifter Np Parts Llantas en 19\" Culata recién rectificada kit de distribución nuevo con sus respectivos patines en la BMW Embrague recién cambiado Discos de freno perforados ( brembo) Ruedas traseras nuevas Paquete m asientos Alcántara y tela Paquete m exterior Todo con facturas demostrables Coche muy cuidado No mareantes porque directamente ni contesto",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "258 cv",
            "año": "2006",
            "kilómetros": "176000 km",
            "precio": 15400.0
        },
        {
            "titulo": "BMW Serie 3 cabrio e46",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1091979814",
            "descripcion": "Vendo bmw e46 cabrio motor 6 en línea 323ci Coche en estado inigualable se puede ver acepto prueba mecánica de cualquier taller y se puede pedir carfax informe de DGT Etc para comprobaciones de quererse yo tengo el carfax y os lo puedo dar de no ser así podéis solicitarlo vehículo sin accidentes estado original todo funciona mo tiene ningún fallo mantenimientos al día con facturas que lo comprueban tan solo tiene 60.000km Llevas llantas bbs motorsport originales en 18 con gomas Goodyear nuevas con menos de 1.000km también aporto factura Interior en cuero y negro piano pantalla GPS nueva aun con plástico capota eléctrica asientos calefactables y eléctricos aire acondicionado deflector de aire para ir sin techo, todos los extras para más información contactar por WhatsApp 642963243",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "60000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2004-1084802949",
            "descripcion": "BMW E46 330i muy cuidado tanto de exterior y de interior,pack m interior entero en negro,tiene 144.000km reales y demostrables,Itv recien pasada a 2 de enero de 2025,suspension roscada ,llantas jp racing,paragolpes delantero de m3,filtros cambiados hace 1 mes y aceite tambien, siempre le he puesto gasolina 98,tengo los antinieblas delanteros nuevos y la parrilla nueva tambien ,los intermitentes delanteros son nuevos,se dan tambien las ruedas del pack m que las tengo guardadas.Mas informacion privado.Manual 6 velocidades ,la pantalla funciona perfectamente.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2004",
            "kilómetros": "144000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2003",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2003-1047392283",
            "descripcion": "En enero le sueldo los refuerzos traseros, completo el anuncio con fotos y descripción completa de la modificación y puede verlo si le interesa Pegatina medioambiental C Motor recién hecho con 276cv a falta de retocar electrónica en banco. Toda la suspensión, subchasis y transmisión completa con autoblocante de m3 e46 original. Más info y fotos para realmente interesados No negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "276 cv",
            "año": "2003",
            "kilómetros": "200000 km",
            "precio": 15000.0
        }
    ]
}