{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "325d Coupé Aut.",
        "año mínimo": 2012,
        "año máximo": 2013,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 204,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=204&min_year=2012&max_year=2013&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1085128061",
            "descripcion": "Coche de un solo propietario con los mantenimientos al día. Se puede ver sin compromiso.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "204000 km",
            "precio": 21500.0
        },
        {
            "titulo": "BMW 320D Touring Xdrive",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1073464464",
            "descripcion": "Se vende coche en perfecto estado, de finales de septiembre de 2013. Revisiones al día y ruedas nuevas, pack m por dentro y por fuera Techo solar, head Up display, conect Drive,pantalla profesional,aviso de ángulo muerto y cambio de carril,faros led,lavafaros,faros direccionales, volante y asientos calefactables, maletero eléctrico,sensor de aparcamiento alante y atrás, asientos eléctricos con memoria,etc.. muchos más extras Guardado siempre garaje, revisiones al día y km reales. Mejor ver y probar, se acepta cualquier prueba mecanica sin ningún problema. Se vende porque no se utiliza. Muy bien cuidado Precio negociable Cualquier duda preguntar sin problema",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "187 cv",
            "año": "2013",
            "kilómetros": "110000 km",
            "precio": 21000.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1058036982",
            "descripcion": "BMW f30 320d 184cv: 115000km Pack M interior Pack M exterior Asientos alcantara Automático 8v Navi profesional Etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "115000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1083049323",
            "descripcion": "siempre en garage. full equip. impecable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "99716 km",
            "precio": 19900.0
        },
        {
            "titulo": "Increíble Ocasión BMW Serie 3 Luxury ",
            "enlace": "https://es.wallapop.com/item/increible-ocasion-bmw-serie-3-529470217",
            "descripcion": "Guardado siempre en garaje, no fumador , todos los extras posibles en este modelo: -Revisiones al día en la casa BMW. -Neumáticos Michelín Sport Runflat. -ITV en vigor. -Precio del coche recién comprado en la casa 42.000 eur + 22.000 en extras. -Techo Solar -Asientos calefactables ,de piel Dacotta y abatible. -Sistema de TV TDT de serie integrado. -Asistente de aparcamiento (aparca sólo) -Sistema de audio Harman Kardon. -Pantalla y GPS Bussines (grandes dimensiones) -Llantas de aleación 19 pulgadas. -Head Up display (Proyecta información en parabrisas) -Modelo LUXURY con 4 modos de conducción, ECO/CONFORT/SPORT/SPORT + -Sensor ángulo muerto.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "194 cv",
            "año": "2013",
            "kilómetros": "125900 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1029118360",
            "descripcion": "choce en perfecto estado..todo mantenimiento en la casa oficial BMW para más información llamar al nr 642 159 667",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "140000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Bmw Serie 3 F30 320 2.0td 184cv EfficientDynamics ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1074265368",
            "descripcion": "Bmw Serie 3 F30 320 2.0 td 184 cv automatico EfficientDynamics Extras: Asistente para arrancar cuesta arriba Asistente de frenado Cierre de seguridad para niños en puertas traseras Cinturones de seguridad de tres puntos de anclaje en todas las plazas Control de estabilidad (DSC) Control de frenada en curva (CBC) Control de tracción (DTC) con bloqueo electrónico de diferencial (solo en modo DSC Off) Fijación para asiento infantil ISOFIX para los dos asientos traseros exteriores Mandos multifunción en volante Ordenador de a bordo Temperatura exterior con avisador acústico de hielo (a +3°C) Tensor pirotécnico y limitador de la fuerza en cinturones delanteros Iluminación de parte delantera de las manillas de puerta Molduras interiores en negro de brillo intenso Linea Sport Volante deportivo de cuero Dos portabebidas en consola central trasera Radio Professional Modo ECO PRO (optimiza el consumo de combustible y muestra el potencial de ahorro) REBU",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "68999 km",
            "precio": 18999.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-920925745",
            "descripcion": "Se vende bmw serie 3 carrocería f30 pack M en perfecto estado de funcionamiento, Km reales garantizado con libro digital, muy cuidado y cargado de extras como: Llantas 19” sensores de aparcamiento Cámara de visión trasera Espejos eléctricos abatibles Techo solar Faros de xenón direccionales con ayuda a la conducción Pack iluminación interior Pantalla grande Control de crucero Limpiaparabrisas automáticos Asientos calefactables Interior en cuero con costuras en rojo 3 modos de conducción Para más información contacte, solo gente realmente interesada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "190000 km",
            "precio": 18999.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-985135059",
            "descripcion": "BMW 325d E92 Coupé Paquete M automático Navi Leather PDC Primera matriculación: 05/2013 kilómetros: 221000 km Diésel 150 kW (204 cv) Automático. Llantas lm, M4 Versión Alemana 2,993 cc, 4 asientos, puertas: 2/3 a/a, control climático, Asistencia de estacionamiento: frente, atrás. Airbags frontales, laterales y otros.Color AZUL LE MANS METALIZADO. Interiores: Plena piel, marrón. Edition M Sport, paquet de retrovisores exteriores, paquete de confort, alerón trasero (M-Technic),HiFi,LED,volante (SportM-Technic), paquete de navegación Professional, Park Control de distancia (PDC) delantera y trasera,cristales oscurecidos en parte trasera, USB.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "221000 km",
            "precio": 18400.0
        },
        {
            "titulo": "BMW Serie 3 touring sport 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1084947417",
            "descripcion": "Coche muy cuidado, guardado siempre en garaje con todos sus cambios siempre al dia, muy completo de extras con paquete M por dentro y por fuera, se puede hacer cualquier tipo de prueba mecanica, por favor interesados solo, gente seria, no se aceptan cambios",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "135000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1081772326",
            "descripcion": "Vendo espectacular bmw serie 3 320d del año 2013 en un estado inmejorable y con muchisimo dinero invertido, coche de capricho, recien pulido y con tratamiento ceramico aplicado, muy cuidado y siempre en garaje. - ﻿Libro de revisiones, la ultima realizada el 11/dic/ 2024 (aceite, filtros y pastillas de freno) - ﻿Paragolpes delantero bmw M3. -Volante M con levas 8 marchas. - ﻿Paragolpes trasero bmw M3. - ﻿Taloneras bmw M3. - ﻿Llantas bmw M competicion. - ﻿Retrovisores bmw M3. - ﻿Faros delanteros de LCI xenon y con diurnas led. - ﻿Neumaticos nuevos Michelin Pilot Sport 4 S con factura - ﻿Kit exterior luces de bienvenida - ﻿Asientos sport - ﻿Control crucero y limitador de velocidad. - ﻿Sensor de lluvia. - ﻿Sensores de aparcamiento del/tras -Kit de distribución completo recien cambiado. -Vehiculo Nacional. -Itv recien pasada hasta diciembre 2025. LAS FOTOS NO HACEN JUSTICIA, A COMO EL COCHE ESTA EN PERSONA, TANTO DE CUIDADO COMO DE ESPECTACULAR.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "205000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-944601819",
            "descripcion": "Está para ver y probar lleva stage 1 + a medida donwpipe (doy el de casa)por remap performance sacando 234cv en banco muchos extras para mas informacion preguntar se puede ver cambio por suv tipo x3 x5 q3 q5 o algun coche minimo del mismo año precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "167500 km",
            "precio": 17900.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1054914928",
            "descripcion": "Bmw serie 3 GT f34, 320D del año 2013. 220.000km todos en autovía y autopistas por motivos de trabajo. Correa de distribución y todos los auxiliares cambiados este mismo mes de Junio se puede demostrar con factura. Todos los extras están homologados en ficha para la itv; Sus pensiones blistein, llanta 19” M4, cristales tintados negro absoluto. Coche con todo el paquete M tanto de exterior como de Interior. Asientos de cuero negro.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "220000 km",
            "precio": 17750.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1090366947",
            "descripcion": "Buenas, vendo bmw 320d de finales de 2013. Pack M interior y exterior, tiene todos los extras menos levas en el volante, muy buen estado tanto de chapa como de interior, coche muy cuidado y mimado. Duerme en garaje. Se puede ver y probar, precio un poco negociable, para mas info 635704232",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "205000 km",
            "precio": 17700.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-950639040",
            "descripcion": "Bmw e93 cabrio automatico, asientos de cuero electricos y calefactables, pantalla multimedia gps, sensores delanteros y traseros, control de cruzero,volante multifuncion, luces posición/carretera y largas automaticas , limpiaparabrisas automaticos o cambio por SUV/Familiar Precio negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "94000 km",
            "precio": 17700.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1071877814",
            "descripcion": "BMW 320 E92 NACIONAL, UN SOLO DUEÑO. 2.0 AUTOMÁTICO 184cv. IMPECABLE Libro de revisiones con km, Revisión recién hecha, aceite, filtros, pastillas, neumáticos y EGR Nueva. Luces de Xenon OSRAM nuevas con garantia 2 años. Paquete M interior piel Alcántara mixto y exterior restyling M coupe. Soy particular. Mejor ver sin compromiso en Valencia. Una joya BMW de origen y sin siniestros. ACEPTO CAMBIO X MERCEDES 5 PUERTAS. UN SALUDO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "130000 km",
            "precio": 16999.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-876796888",
            "descripcion": "- BMW 318 d motor 1998cc Automático - interior piel negra y techo negro ( Black Shadow Edition ) - faros bixenon - asientos delanteros calefactables - paquete M interior y exterior - frenos y discos Brembo ( 1 año puestas ) -portón maletero eléctrico - Neumaticos Michelin Pilot Sport 4 ( los delanteros 2022 y traseros 2021 ) - decarbonizado hace 1 año ( tengo fotos y facturas ) - pintura original de fábrica ( menos paragolpes delantero y trasero ) - muy mimado y muy cuidado El coche se usa a diario !!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "210000 km",
            "precio": 16990.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1093803792",
            "descripcion": "BMW F30 320D Pack M con muchos extras y muy cuidado. Duerme siempre en cochera, buen estado de chapa y motor, listo para hacer kms. Revisiones al día, libro de mantenimiento digital en pantalla, frenos y neumáticos en buen estado, neumáticos traseros Michelin Pilot Sport 4, líquido anticongelante original recién cambiado. Taloneras, alerón, difusor trasero homologados en ficha técnica. Extras: - Automático 8 marchas con levas - Volante de M3 con levas grandes (casi 1000€) - Head-up display - Faros y pilotos LED - Luces y limpias automáticos - Asientos de piel calefactables - Climatizador bizona - Asientos traseros abatibles - Llantas aluminio 18\" - Pantalla con navegador, Bluetooth... - Sensores de parking delanteros y traseros - Cortinillas traseras - Cristales traseros tintados homologados Volkswagen Golf GTI GTD R Ford Focus ST RS Mercedes Clase c cla AMG BMW F32 serie 4 serie 5 Renault Megane RS Cupra Seat",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "150000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW 320d SPORT ¡ con 184cv !",
            "enlace": "https://es.wallapop.com/item/bmw-320d-sport-con-184cv-1006125990",
            "descripcion": "CAR LOVERS Vende BMW F30 320d del año 2013 con motor diesel con sólo 170.000kms. Vehículo nacional de único propietario en perfecto estado general, siempre con revisiones al dia y sin ningun tipo de desgaste ni averia. ¡ aprovecha la oportunidad y llévatelo con minimo consumo y todo su equipamiento ! Dispone de llantas M de 18” con neumáticos semi nuevos , pantalla radio CD MP3 y Bluetooth y navegación GPS, volante de cuero multifuncion con control de velocidad, faros de xenon con LED diurno, sensores de aparcamiento, cambio automatico con distintos modos de conducción, elevalunas y espejos eléctricos, etc. Se entrega transferido. GARANTIZADO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "170000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-914193391",
            "descripcion": "BMW 320 cupé paquete M,con volante de cuero multifuncciones,asientos de cuero calefactables,navegador,sensores de aparcamiento,itv hasta Marzo de 2024,llantas de aluminio de 17 pulgadas,neumáticos nuevos,piloto automático,mucho más extras y muy bien cuidado.llamar a 638065990",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "170000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1087410325",
            "descripcion": "Nacional, etiqueta medioambiental B, modelo LCI, 2 llaves, libro de mantenimientos sellado, neumáticos delanteros nuevos, 4 pastillas nuevas. Paquete M interior y exterior Llantas 18 pulgadas M Volante multifunción M Sensor aparcamiento trasero Pilotos traseros led Luces xenon Luces y limpias automáticos Asientos semi alcántara calefactables Navegador... Más información y fotos por privado. Abstenerse mareantes y pesados si os parece caro buscad otro.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "120100 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2013 M Performance",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-m-performance-1082058861",
            "descripcion": "Asientos piel dakota negra calefactables, bi xenon, limpias y luces automáticas, arranque sin llave, sistema start stop, llantas 19, pantalla grande con mapas actualizados, head up display, luces exteriores de bienvenida, luces automática, sistema de disco duro integrado para grabar cas, bluetooth, uso, espejos dinámicos exteriores abatibles eléctricamente antideslumbramiento, 4 modos de conducción, aire acondicionado bi-zona, todas las revisiones al día, siempre en garaje, se acepta prueba mecánica.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "115000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1062781737",
            "descripcion": "Bmw muy cuidado siempre en garaje esta muy nuevo por poco uso tiene sus cambios todos al dia con itv El coche va super bien y tiene poco consumo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "203 cv",
            "año": "2012",
            "kilómetros": "155000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1062000791",
            "descripcion": "Venta urgente . Necesito coche mas grande. Ruedas de verano e invierno.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "169800 km",
            "precio": 15999.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1060885567",
            "descripcion": "La situacion tecnica del coche perfecta. Ruedas de invierno y tambien para verano( mas grandes ). Le vendo porque quiero mas grande.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "177580 km",
            "precio": 15999.0
        },
        {
            "titulo": "BMW Serie 3 2012 Modern Efficient Dynamics",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-modern-efficient-dynamics-1091084009",
            "descripcion": "IMPECABLE BMW F30 320D Automatico Type Code 3E11 E Series F30 () Series 3 Type LIM Model 320D EFFDYN EDITION (EUR) Steering LL Doors 4 Engine N47T Displacement 2.00 Power 120 Drive HECK Transmission AUT Colour MINERALGRAU METALLIC (B39) Upholstery LEDER DAKOTA/OYSTER/ AKZENT OYSTER (LCL9) Prod. Date 2013-10-29 Available upgrades Power Trunk Check compatibility Rear view camera Check compatibility Spare/replacement key fob Check compatibility Smartphone mirroring Check compatibility Additional iDrive features Check compatibility Premium speaker upgrade Check compatibility Vehicle options P7S1A Modern Line S1CAA Selection of COP relevant vehicles S1CBA CO2 package S216A Hydro steering-servotronic S230A Extra package, EU-specific S249A Multifunction f steering wheel S255A Sports leather steering wheel S2ATA BMW LA wheel Streamline 306 S2PAA Wheel bolt retainer S2TBA Sport automatic transmission S322A Comfort access S423A Floor mats, velours S428A Warning triangle and first aid kit S430A Interior/outside mirror with auto dip S431A Interior mirror with automatic-dip S441A Smoker package S465A Through-loading system S493A Storage compartment package S4DMA Accent strips, pearl-gloss, chrome S4DZA Interieurleisten Pearl dunkel S502A Headlight cleaning system S508A Park Distance Control (PDC) S520A Fog lights S521A Rain sensor S522A Xenon Light S524A Adaptive Headlights S534A Automatic air conditioning S544A Cruise control with brake function S548A Kilometer-calibrated speedometer S563A Light package S5ACA High-beam assistant S609A Navigation system Professional S610A Head-up display S688A Harman/Kardon Surround Sound system S698A Area-Code 2 for DVD S6NSA Convenience phone, expanded Smartphone S6WAA Instrument cluster, expanded equipment S6WAA Instrument cluster, expanded equipment S856A Language version Spanish S883A On-board vehicle literature Spanish S8KAA Dummy-SALAPA S8S3A Automatic locking when driving off S8THA Road sign detection S8V1A Label",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "250000 km",
            "precio": 15950.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1074937855",
            "descripcion": "Bmw 320d e93 , 117.000 km cambio automático, color blanco perla (ni un rasguño) llantas 19 pulgadas con neumáticos Kumo con 12.000 km ,dos llaves originales,revisiones en casa oficial, itv hasta noviembre de 2025, Interior muy cuidado , restyling,faros bi xenón",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "117000 km",
            "precio": 15900.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1064579346",
            "descripcion": "Bmw 320d touring Con rueda all session puestas nuevas y bola de remolque. pastillas de freno y cambios de aceite y filtros recien cambiado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "260000 km",
            "precio": 15800.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1082793082",
            "descripcion": "Calefacción en los asientos, equipo de música harman kardon,navegación, paquete m,techo solar etc",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "250000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-936539313",
            "descripcion": "BMW E92 325D (DESCAPOTABLE) con 204cv en muy buen estado con 205.000km con todos los mantenimientos hechos al día! Automático, pack M full interior exterior, navegación, asientos calefactables, asientos electrónicos, llantas 18’ etc… Pásate a ver nuestro vehículo en Palau solita i Plegamans!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2012",
            "kilómetros": "205000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1092586482",
            "descripcion": "BMW 318d. AUTOMATICO. PRECIO NEGOCIABLE. BIEN CUIDADO.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "149000 km",
            "precio": 15400.0
        },
        {
            "titulo": "BMW Serie 3 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2012-1082340016",
            "descripcion": "Bmw serie 3 en perfecto estado, interior de cuero rojo, full extras y pack M",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "260000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 320 Cabrio Aut.2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-320-cabrio-aut-2013-1074038357",
            "descripcion": "Vendo BMW 320d Cabrio Automatico Nacional. Libro de mantenimientos sellado. Coche muy cuidado. Lleva climatizador, asientos calefactables, interior de cuero beige, control de velocidad de crucero... Cambio de nombre no incluido 200€.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "165000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-paquete-m-1063809201",
            "descripcion": "vehiculo en perfecto estado, itv recien hecho hasta octubre 2025 pueden verlo y hacer cualquier prueba mecanica",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "260000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1039951834",
            "descripcion": "se vende coche .estado impecable tanto de chapa Como de interior.no fumador .siempre en garaje . Pack M. Interior y exterior Navegador Llantas 18\" Suspensión deportiva Bmw Tapiceria piel alcantara con bordado M Control cruisse Automático 8V 3 tipo de conduccion etc Mejor ver y probar, se acepta prueba mecanica Acepto cambios o coche como forma de pago. A6 avant , SUV o coche de mi interes Lo vendo por aumento de familia",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "184000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW 320d 185cv automatico ",
            "enlace": "https://es.wallapop.com/item/bmw-320d-185cv-automatico-1050961318",
            "descripcion": "Bmw serie 3 320d de 185cv del 01/2013 caja automática de 8 velocidades con 162000km certificados. EL COCHE ESTÁ EN MUY BUEN ESTADO… -NACIONAL- -KM REALES - -DOS DUEÑOS- Precio con garantía de un año de 14999 Extras: -caja automática 8 velocidades -sensores de Lurdes y limpia parabrisas automáticos -bluetooth -climatizador bizona -llantas en 16 pulgadas -navegador -asientos de tela -faros bixenos automáticos -volante multifuncional -control de velocidad -sensores de aparcamiento delantero y trasero -climatizador bizona y un montón de extras mas. -Isofix -Aconsejamos antes de venir a ver cualquier vehículo llamar y ver disponibilidad de la unidad. -Cualquier duda llamando o por wassap -El anuncio es a título informativo y puede contener errores. -Aceptamos vehículos como forma de pago y si es de más valor se lo pagamos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "162000 km",
            "precio": 14999.0
        },
        {
            "titulo": "BMW Serie 3 320d coupe automatico ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320d-coupe-automatico-1019888184",
            "descripcion": "Llantas de aleación de 18”. Faros BIXENON. Sensores de aparcamiento. Sistema de navegación profesional. Cambio automático. Asientos deportivos de piel con calefacción. Control de velocidad etc",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "150000 km",
            "precio": 14999.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-937038117",
            "descripcion": "Coche impecable 128.000km Todos los mantenimientos en concesionario BMW Dos juegos de llantas incluidas en el precio unas en 16’ y otras en 18’(ver en fotos) Coche con consumos bajos Se entregan baca y soporte para tablas de snow y esquís (ver en fotos) Itv recién pasada NO CAMBIOS, NO NEGOCIABLE",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "128000 km",
            "precio": 14999.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1093003262",
            "descripcion": "/// Jañez Automóviles /// -Bmw 320 d 2.0d 184 cv Transmisión Automática -Año 2013- Km. 233.785 -Km certificados!!!! Etiqueta ambiental B. ¡¡ PERFECTO ESTADO!! - Desde 278€/Mes - Sin entrada - Todo incluido. - 12 MESES DE GARANTIA TOTAL. - Concesionario Vehículos Ocasión en Benavente. Teléfono contacto 696 48 41 63 - Visita nuestra nuevas instalaciones con mas de 150 vehículos en stock en Ctra. Coruña Nº67 Benavente (Zamora). - Vehículo revisado en 25 puntos Vitales de Seguridad. -Todos los mantenimientos recién realizados ( se entrega factura). Cadena de distribución recién cambiada. Extras: - Sensor de aparcamiento trasero. - Regulador / limitador velocidad. - Climatizador -Volante multifunción. - Neumáticos delanteros y traseros 70%. Precio transferido y 12 meses de GARANTIA TOTAL 14.990€. Nuestra Garantía Total, es la misma garantía que se obtiene al comparar un vehículo nuevo. Se recoge vehículo como parte de pago. Este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "233785 km",
            "precio": 14990.0
        },
        {
            "titulo": "BMW Serie 3 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2013-1080197402",
            "descripcion": "Paquete m Volante m Asientos sport Neumaticos nuevos Portón automático Ordenador con Pantalla grande Arranque sin llave Caja de cambios automatico ITV recien pasada bola remolque electrica original Marcos de puerta en negro Mantenimiento completo incluido caja de cambios hace 300km Pintura perfecta Espejos eléctricos informacion proyectada en la luna 2 llaves",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2013",
            "kilómetros": "179000 km",
            "precio": 14900.0
        }
    ]
}