{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "330d Berlina Aut.",
        "año mínimo": "2007",
        "año máximo": "2008",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "",
        "tipos de motor": "",
        "potencia máxima": "231",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=&min_horse_power=1&max_horse_power=231&min_year=2007&max_year=2008&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1084270298",
            "descripcion": "bmw e92 330d LIBERTY WALK HOMOLOGADO MOTOR con 48000km cuadro marca 283000 stage 2 420cv y 900nm mantenimientos de caja de cambios recien hechos silentblocks powerflex en todo el coche mas info privado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "48000 km",
            "precio": 40000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1033331300",
            "descripcion": "Se vende e92 325i del 2007 con 167mil km, ITV hasta junio del 2025. Coche muy mimado y con muchos extras: techo solar, pantalla grande con android/apple car play, interior cuero-tela, asientos eléctricos calefactables, paragolpes delantero 1M, faros personalizados, aletas estilo M3, capó estilo M3 GTR, retrovisores originales M3, taloneras estilo M3 con extensiones de carbono, difusor carbono estilo 335i con tramo final recto (se entrega original), pilotos traseros LCI, alerón de carbono, llantas Haxer HX020, frenada de 335i, suspensión ST… NO URGE VENTA, NO MAREAR, SOLO SE RESPONDE A MENSAJES DE COMPRA!!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "167000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1012857159",
            "descripcion": "Cuenta con muchos extras: Kit de carrocería m3 Embrague i bimasa nuevo con menos de 1000 kilometros Bujías nuevas Mariposas de admisión nuevas Itv al día pasa perfectamente todo homologado Distribución completa nueva",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "181000 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-834621473",
            "descripcion": "BMW 330d con paquete M3, asientos M3 originales,aletas,paragolpes delantero, paragolpes trasero 335, maletero fibra con aleta integrada, capó carbono real. frenada mejorada ZIMMERMANN perforados delante y rayados detrás con ferodo ds, línea de escape en 3\" con silencioso trasero homologado,bomba r90,turbo 3073,sensor y válvula de rampa inyección grandes,intercooler XXL, se ha pasado de automatico a manual,tiene embrague reforzado sachs y volante nuevos, caja manual recién puestos, demostrable. coche hecho a capricho . electrónica 037 Racing, stage 3 con casi 400 cv y sin apenas humo. el coche va perfecto,recién pintado. Homologado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "185000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW e92 2008",
            "enlace": "https://es.wallapop.com/item/bmw-e92-2008-1090868867",
            "descripcion": "llantas original de bmw, suspensiones bc racing homologadas, lip m-tech original homologado, incluye tubo recto con downpipe(ademas del tubo de serie) El coche esta impecable, solamente desgaste de los asientos de los años pero nada exagerado y el lip tiene una rozadura en el costado,todo lo demas impecable. Siempre duerme en garaje.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "115000 km",
            "precio": 18500.0
        },
        {
            "titulo": "BMW Serie 3 e92 330D",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-e92-330d-1088782008",
            "descripcion": "Se oferta e92 330D, venta por poco uso Motor M57 muy fiable, no hay que hacerle nada, esta listo para hacerle kilometros Recientemente se ha cambiado el motor de arranque y los 6 calentadores, ya que 1 empezo a fallar Coche sin modificaciones mecanicas, unicamente esteticas, ITV recien pasada sin problemas No urge vender y tampoco acepto ofertas o cambios",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "134638 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1022887699",
            "descripcion": "Esta recien pintado, todo homologado, paragolpe delantero m4, paragolpe trasero m3, taloneras m3, aletas m3, capo m3, llantas m3, faros led delanteros, retrovisores m3 en fibra de carbono, aleron m3, difusor trasero a medida, tramo trasero 4 escapes, interior M, sillones electricos, automatico con modo sport y levas, mejor ver en persona.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2008",
            "kilómetros": "177000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1065631323",
            "descripcion": "Coche inmaculado, siempre en garaje, recién pintado completo. - Descapotable - Asientos de piel color beige - Volante multifunción - Llantas bmw original 18” - ITV en vigor - Todos los mantenimientos al día. - Muy muy mimado. - Alternador nuevo. Venir y probar, es una gozada de coche para muchos años",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "204000 km",
            "precio": 17900.0
        },
        {
            "titulo": "BMW Serie 320i CABRIO",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1054050244",
            "descripcion": "BMW 320i CABRIO en perfecto estado! Para mas informacion ponte en contacto con nosotoros. Incluido en el precio el cambio de titular y garantia de 1 años en BMW. Concesionario oficial BMW en Zaragoza.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "78300 km",
            "precio": 17600.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1050191575",
            "descripcion": "coche importado 1 solo propietario practicamente en perfectas condiciones kilometros reales pack M tanto por dentro como por fuera con pantalla carplay y asientos alcantara",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "135000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1019889051",
            "descripcion": "BMW 330d cabrio paquete M, mantenimiento al día, con ITV en vigor. Coche completamente de serie. Kit carrocería exterior M Kit suspensión M Llantas 18” M Asientos deportivos en tapicería cuero rojo, eléctricos con memoria y calefactables Luces largo alcance automáticas Cruise control Caja de cambios automática con levas en el volante Bola de remolque retráctil Sensores de aparcamiento + muchos más extras + Vehículo nacional Vehículo muy cuidado como se puede apreciar en las fotos. Solo interesado en venta",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "176000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1022099390",
            "descripcion": "El coche está impoluto tanto de pintura como el interior , con tratamiento cerámico c-quarz valorado en 1200€. Extras: -pack m exterior -faros traseros led -llantas m -interior en cuero -sistema de sonido pro valorado con factura de 4000€ . -volante m -techo solar Abstenerse mareones . PREGIO NO NEGOCIABLE No encontrarás una unidad así de cuidada con este motor y manual ,se lo que vale el coche . Se hacen envíos .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "205000 km",
            "precio": 17499.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1069948844",
            "descripcion": "BMW 325d 3.0 197cv Llantas 19\" aluminio 181.000 km Paquete completo M3 incluido capó de metal Faros de ángel Muelles Eibach Prokit Se da con capó original, paragolpes trasero y y muelles originales Está como nuevo, muy cuidado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2007",
            "kilómetros": "181000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW 325i look M3 Homologado.",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1011784247",
            "descripcion": "Se vende BMW serie 3 325i con look M3 totalmente homologado, se encuentra muy cuidado y en muy buenas condiciones tanto de chapa y pintura como mecánica, mantenimientos realizados siempre al día y recién realizado, neumáticos al 95% y discos y pastillas en muy buen estado, incluye los siguientes extras: -Techo solar. -Pantalla con Apple car play y Android auto. -Cámara marcha atrás. -Llantas bmw 335i originales. -Paragolpes delantero look M3. -Líp paragolpes delantero. -Paragolpes trasero look M3 -Silencioso final homologado. -Muelles Eibach.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "180000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-912795306",
            "descripcion": "Bixenon Angel eye Climatización bizona Techo solar Retrovisores M3 Sensor de luces y lluvia Llantas rotiform BLQ 18\" Neumáticos nuevos Suspensión neumática airliftt con sistema de seguridad. Tramo final del escape acero inox (también entrego el de origen) Pantalla 9\" con sistema Android.. TODO HOMOLOGADO. Embrague cambiado. El coche está en perfectas condiciones y siempre duerme en garaje particular. Acepto prueba mecánica. Cambio por 5 puertas y automático. Precrio negociable, escucho ofertas para cambios. Itv recién pasada.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "190000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1055027663",
            "descripcion": "coche de reestreno. unico propietario, si teneis alguna consulta pedir telefono. el chat de wallapop funciona mal el coche solo se ha usado para viajes largos y fines de semana, nunca ha estado parado. serie 1 serie 4 serie 5 serie 7 serie 6 318 320 325 335 m2 m3 m4 m5 m6 audi a4 a5 a6 a7 2.0tdi mercedes clase c clase e coupe cabrio",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "70000 km",
            "precio": 16999.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1085689411",
            "descripcion": "Vehículo en perfecto estado. Mantenimientos hechos cada 15.000km. Ruedas nuevas en llanta 20\" ( con opción de cambiar por llanta 17\"). Muchos extras. \"Precio con las llantas de las fotos 17000\".\"Con las llantas en 17\" 16.200\". NEGOCIABLE",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "165000 km",
            "precio": 16900.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1013106880",
            "descripcion": "COCHE NACIONAL DOS UNICOS PROPIETARIOS COCHE MUY CUIDADO, ITV AL DIA, MANTENIMIENTO Y REVISIONES TAMBIEN. BOBINAS Y BUJIAS NUEVAS A LOS 100.000km. PARACHOQUES M3 TRASERO, TRAMO FINAL DE ESCAPE HECHO EN DCC RACING. PRECIO NEGOCIABLE",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "147000 km",
            "precio": 16500.0
        },
        {
            "titulo": "BMW Serie 3 320i Cabrio 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-320i-cabrio-125-kw-170-cv-1038096948",
            "descripcion": "Precio oferta sujeto a financiación: 16150 EUR. Precio al contado: 16150 EUR. *VIL2* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1400€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Techo duro, Tapicería de piel, Asientos eléctricos, Encendido automático de faros, Start/Stop automático, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Llantas de aleación (17\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "106849 km",
            "precio": 16150.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1090610563",
            "descripcion": "Vendo maravilloso BMW e93 cabrio necesito recién pintado todo el coche todos los cambios de aceite echos el aceite del cambio de marchas automático todos los filtros cambiados el coche está nuevo un buen regalo para estás fiestas pack M performance entero de fabrica yantas también el coche es nacional",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "166000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1052579353",
            "descripcion": "BMW 330d Stage 1 con 270cv -Carroceria full M3 con capo de fibra -Llantas JR21 en 19\" -Suspensiones roscadas Bilstein B14 -Separadores traseros de 20mm -Faros delanteros BiXenon 3D -Faros traseros Led \"Todo homologado\" Extras: -Sensores de aparcamiento -Techo solar -Control de velocidad -Retrovisores electricos -iluminacion de cortesia exterior -Navegador con CD -Asientos calefactables con regulador de presion, para ajustar los laterales -Interior Designo custom -Volante personalizado *Escucho ofertas* Solo miro ofertas de cambio si son: -Manuales -Gasolina -Trasera",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "250000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-929604059",
            "descripcion": "Único conductor, siempre garaje, muy mimado. Debido a que hago muchos kilómetros con mi coche de empresa no me gusta conducir y no he podido sacarle el provecho que se merece. Mejor ver, techo solar y carplay instalado. Paquete M deportivo de serie. Luces dinámicas en el interior, retrovisores originales, pantalla original e intermitentes originales disponibles ya que las de la foto son añadidas. Faros de xenón de serie. Actualmente lo tengo tapado con lona en garaje privado. Itv recien pasada 0 problemas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2007",
            "kilómetros": "80000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-922930894",
            "descripcion": "full equipacion incluso , venta o cambio",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "130000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-816093703",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "199000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-771416669",
            "descripcion": "vendo estupendo BMW 330 muy cuidado y muchos extras -techo solar. -Tv y avegador. -sensor aparcamiento. -sensor de luces y lluvia. - elevalunas, cierre climatizador bizona. -luces de xenón y direccionales. -asientos de cuero calefactables -paquete M interior y exterior. más información por privado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "158000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 325i  - 98000 KMS- CABRIO MANUAL",
            "enlace": "https://es.wallapop.com/item/bmw-serie-325i-98000-kms-cabrio-manual-1089962732",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "98000 km",
            "precio": 15990.0
        },
        {
            "titulo": "BMW Serie 3 320i Cabrio Aut.",
            "enlace": "https://es.wallapop.com/item/bmw-320i-cabrio-aut-1033521370",
            "descripcion": "Espectacular unidad de BMW 320i Cabrio Aut. En perfecto estado tanto interior como exterior, revisado, calefacción asientos delanteros, volante multifunción, reglaje eléctrico asientos, con memoria en conductor, paquete de luces, volante deportivo de cuero, control de distancia de aparcamiento, y muchos más. Precio al contado: 15.900€. Precio financiado: 15.500€. (Financiando la totalidad) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted here, #JF CAP #JU PIC #FU #AN #HHS #CAB #P297500",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2008",
            "kilómetros": "153900 km",
            "precio": 15900.0
        },
        {
            "titulo": "BMW 330d manual stage 1",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1004018505",
            "descripcion": "perfecto estado, mantenimiento al dia, palomillas anuladas, filtro de particulas anulado, egr anulada, stage 1, llantas en 19, kit m, navegador, equipo de sonido, apertura y arranque sin llave, se puede abrir y cerrar la capota desde el mando, funciona todo perfectamente, gancho de remolque, posibilidad de negociar otro interior completo sport en negro con asientos delanteros y reposabrazos recien tapizados,escucho posibles cambios o coche como parte de pago",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "250000 km",
            "precio": 15900.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1061952831",
            "descripcion": "Bmw 330d e92 con 128.000km. Itv hasta septiembre 2025. Se acepta cualquier prueba mecanica.Suspension bilstein homologada. Neumaticos delanteros al 60% y traseros nuevos. Asientos electricos y calefactables. Se entrega con mantenimiento recien echo, pastillas de freno, liquido de freno, aceite y filtros nuevos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "128000 km",
            "precio": 15800.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2006-707505140",
            "descripcion": "bmw e92 325i con casi todos los Extras tanto interior como exterior, más información sobre el vehículo fotos estado ect por privado! mensajes a guasap o wualapop! 640974424 aceptó cambio por autocaravana en buen estado o vivienda de valor similar al vehículo, acepto cambios por vehículo en buenas condiciones como parte de pago. \"ESCUCHO OFERTAS\"",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "155000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW 330d coupe ",
            "enlace": "https://es.wallapop.com/item/bmw-330d-coupe-1088991955",
            "descripcion": "NACIONAL -186.000km -231cv -Cambio manual -Asientos de cuero electricos con memoria y calefactables -Pack M exterior original -Llantas en 18 pulgadas de aluminio -Pantalla con navegador profesional bmw -Faros de xenon -Suspension blistein b14 regulable en altura -Volante multifuncion -ITV hasta 2026 -Perfecto de chapa y pintura -Motor m57D30 3.0 turbo 6 cilindros uno de los mejores motores fabricados por bmw no es de los que dan cadena No encuentras un bmw 330d coupe e92 manual nacional con menos de 200.000km y en este estado acepto cambio por megane rs 3",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2007",
            "kilómetros": "186000 km",
            "precio": 15300.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1079819827",
            "descripcion": "BMW serie 3 cabrio e93,330D.Color negro.231 cv Pack M,asientos en cuero negro.Todos los mantenimientos recién hechos,con válvula PCV.Incluido la caja de cambios.Todo con factura.ITV recién pasada hasta 2026,sin fallos.170000 kilómetros.Importado de Italia.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "170000 km",
            "precio": 15200.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-815045118",
            "descripcion": "Bmw 320 177cv. Pack M interior y exterior. extras como aletas, capó y tubos del m3. Siempre guardado en garage. Esta bien de motor y mantenimientos al dia. No acepto cambios ni ofertas ridículas. para mas info contactar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2007",
            "kilómetros": "205000 km",
            "precio": 15100.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1089514247",
            "descripcion": "Se vende bmw 330d e90 muy pocas unidades el coche es nacional se le puede acer lo que quiera aceptó prueva mecánica donde quieras klm reales, lleva paragolpes trasero pack M delantero M3 con lip negro brillo, pantalla de Android, pomo en carbono, aleron en carbono, aleron techo del color del coche, llantas 19 doble medido estas llantas fueron traidas de lituania son llantas haxer hx036 cubiertas 235/35/19 265/30/19 puestas ace 2 meses, coche muy bien cuidado, solo gente seria no contesto ofertas absurdas. Mas información privado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "220000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1084321823",
            "descripcion": "- Bmw 330xd E90 motor m57. - Pack M individual - Cuir blanc - Seients electrics amb memoria - Llums xenon automàtics - Neteja parabrises automàtic - Control Cruise - Volant multifunció - Llantes 18’ M - Llibre de mantenime sellejat - Manteniment el dia etc…",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "141000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1080477436",
            "descripcion": "BMW 325xi Nacional -Amortiguadores Blistein B4 -Muelles H&R -Llantas JR SL01 Flow Form -Pack M Exterior -Asientos Pack M y molduras interiores -Radio Android Auto/Apple Carplay -Camara Marcha Atras integrada en manilla maletero -Pomo iluminado -Shadowline Vinilado negro brillo reversible -Riñones Negros (se entregan tambien los cromados de serie. Embrague y motor de arranque recien cambiados. Valvula PCV (gases carter) cambiada Se puede ver sin compromiso No cambios.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "253344 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-330d-1037764088",
            "descripcion": "BMW 330d E93 260.000kms ITV recien pasada Estupenda unidad de bmw e93 full extras Lleva Pack M3 Extras: -Stage 1 dando 270cv -Pastillas de freno BREMBO nuevas -Tratamiento de pulido recien hecho -Llantas 19 con Neumaticos nuevos -275/30/19 atras 245/35/19 delante -Alarma -Asientos electricos Calefactables -Velocidad crucero -Arranque/apertura sin llave -Ojos de angel/intermirentes dinamicos -Luces americanas -Faros traseros led -Camara trasera de aparcamiento con sensores -Pantalla Android, tactil con carplay/Android auto -Emblemas 50 aniv. Mantenimiento recien hecho Bmw impecable y muy muy cuidado PRECIO NEGOCIABLE y para cambio sube",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2008",
            "kilómetros": "260000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-e90-325d-m57-pack-m-1041781076",
            "descripcion": "BMW E90 325D (M57) pack M interior y exterior, vehículo nacional en buen estado, mantenimiento recién hecho (filtros aire, gasoil, habitáculo, aceite y filtro de aceite). Discos de freno delanteros y traseros recién cambiados. Ruedas delanteras al 60% y traseras nuevas. Segundo propietario. ITV hasta Octubre 2025. Techo solar, climatizador bizona, luces automáticas, sensor de lluvia, luces de xenon con lavafaros, elevalunas eléctricos, ordenador de abordo, navegador, asientos tela/alcántara, cristales tintados, control de crucero, alarma volumétrica, reposabrazos ventilado, 2 llaves... etc. Cualquier duda contactar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2007",
            "kilómetros": "157000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1041715616",
            "descripcion": "coche de perfil bajo. ASIENTOS DE CUERO. LLANTAS ALUMINIO. Neumáticos Runflat nuevos. GPS. USB. RADIO BUSSINES DVD. revisiones, ITV, al dia. motor de 163 cv Lo vendo o cambio por furgoneta camperizada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2007",
            "kilómetros": "220000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW 325D E91",
            "enlace": "https://es.wallapop.com/item/bmw-325d-e91-1081950820",
            "descripcion": "BMW 325D Motor M57 197cv 3.0 Diesel 6 Cilindros en buen estado de motor y chapa. Se entrega con mantenimiento de caja, aceite y filtros recién echo pack M en interior y exterior, techo panoramico doble, climatizador bizona, volante multifuncion, asientos con combinacion de cuero y tela calefactables, ordenador de abordo. Defensa M3 trasera, Defensa M2 delantera, Matrícula pequeña y altura Homologado en ficha. Se le dirán los extras que tiene el coche al interesado, abstenerse pierde tiempo, si está publicado aún sigue en venta y no tengo prisa en venderlo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2008",
            "kilómetros": "255000 km",
            "precio": 15000.0
        }
    ]
}