{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "M3 Berlina",
        "año mínimo": "2017",
        "año máximo": "2018",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": "431",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=431&min_year=2017&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1068753982",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "431 cv",
            "año": "2017",
            "kilómetros": "151800 km",
            "precio": 51490.0
        },
        {
            "titulo": "BMW Serie 3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-1081214946",
            "descripcion": "DESCUENTO DE FINANCIACION - CONSULTE PRECIO Y CONDICIONES - Vehículo como nuevo, en perfecto estado. Kilometraje certificado. Equipamiento: Asientos calefactados Sensores de distancia para aparcamiento Park-Distance-Control (PDC) delante y detrás Cámara de marcha atrás Dirección asistida Servotronic Dispositivo manos libres Bluetooth Asientos deportivos Paquete Navegación ConnectedDrive Sistema audio-navegador Professional Climatizador automático 2-zonas con control del aire circulante automát. Elevalunas eléctricos Control de Estabilidad Dinámica (DSC) Inmovilizador antirrobo Ordenador de a bordo Indicador de la temperatura exterior Sistema de Entretenimiento DAB-Tuner (Receptor de radio digital) Panel de instrumentos (ampliado) Audiosystem: Radio / CD-Player Alarma antirobo/ alarma de seguridad Sistema antibloqueo de frenos (ABS) Además de asientos con fijación ISOFIX, ordenador abordo, elevalunas eléctricos...etc. Financiación a su medida, elija la cuota que mas se adapte a sus necesidades. Posibilidad de entregar su vehículo como parte de pago, consúltenos. Para mas información, llámenos y visítenos. *El contenido de este anuncio no es vinculante, podría contener errores Consulte disponibilidad",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "105600 km",
            "precio": 22900.0
        },
        {
            "titulo": "BMW F31 LCI",
            "enlace": "https://es.wallapop.com/item/bmw-f31-lci-1092536727",
            "descripcion": "F31 LCI M-pack facelift, soy el segundo dueño, servicio solo en concesionario oficial, todos los repuestos son originales, el motor es nuevo tipo B48, el kilometraje es original, hay un auto Informe vertical, muy bien equipado: M-pack, shadowline, LED faros adaptativos, cámaras integrales, control de puntos ciegos al cambiar de carril, techo panorámico, techo negro, etc. Las únicas mejoras de ajuste son la reasignación de la ECU a 263 hp (funciona muy bien) y el silenciador AC Schnitzer. El coche nunca ha tenido un accidente, siempre se ha cuidado la cadena de distribución, se cambió hace 10.000 km, eso costó 2.500 euros, el coche se conduce muy bien y sin problemas. Un buen sistema de seguridad con inmovilizador es una ventaja",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "260 cv",
            "año": "2017",
            "kilómetros": "255000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1073099961",
            "descripcion": "Se vende BMW 318i del 2017 con todos los extras 130000km mantimiento al dia , el golpe del maletero se entrega arreglado precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2017",
            "kilómetros": "130000 km",
            "precio": 17500.0
        },
        {
            "titulo": "BMW Serie 3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2017-1004779463",
            "descripcion": "Se vende bmw 318i F30 del 2017 con 120.000km, mantenimientos al día demostrables con facturas, cambios de aceite cada 10.000km. Modificaciones: -Stage2 pops&bangs de LDS -Downpipe -Línea de escape completa con válvulas y doble salida -Intercooler mishimoto -Admisión directa mishimoto -latiguillos de freno metálicos HEL Performance -lip delantero importado de Alemania -lip trasero de maletero y de luna trasera -Bujías y bobinas ngk Potencia actual 205cv aprox (no prueba en banco). Se entrega con escape original!Solo uso diario (ir al trabajo) y viajes largos. Admito revisión por mecánico y prueba de conducción. Cualquier duda pregunta",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2017",
            "kilómetros": "120000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW 2000 New Class 1968",
            "enlace": "https://es.wallapop.com/item/bmw-2000-new-class-1968-1076495924",
            "descripcion": "Carro parado desde 1998 Documentação portuguesa Completo, o motor roda Muito bom de chapa e interiores",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2017",
            "kilómetros": "10000 km",
            "precio": 6000.0
        }
    ]
}