{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "325xi Touring Aut.",
        "año mínimo": 2007,
        "año máximo": 2008,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 1940,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=1940&min_year=2007&max_year=2008&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW 335i DKG COUPE EL MEJOR DE LOS ANUNCIADOS!!!",
            "enlace": "https://es.wallapop.com/item/bmw-335i-coupe-dkg-unico-en-europa-1065094922",
            "descripcion": "BMW 335I COUPE DKG !!!!!!!!POR FAVOR NO PREGUNTEN TONTERIAS, SI NO PUEDEN COMPREN ALGUNA MIERDA DE LOS QUE ESTAN ANUNCIADOS, ESTOY PODRIDO DE LOS IMBECILES QUE ESTAN ROMPIENDO LAS PELOTAS Y JODIENDO A LA GENTE!!!!!!! CONSIDERO LA MEJOR UNIDAD DE EUROPA POR KMS Y ESTADO KIT COMPLETO EXTERIOR E INTERIOR DE M3 ORIGINAL NADA CHINO NACIONAL ES ALGO DE OTRO PLANETE VERLO EN PERSONA MUCHO PERO MUCHO DINERO PUESTO AL DETALLE PARA GENTE MUY EXIGENTE UNIDAD SUPER EXCLUSIVA JAMAS PERO JAMAS ANDUVO EN LA LLUVIA!!! NO BAJO NADA PERO NADA EL PRECIO NO HAY OTRA UNIDAD ASI JAMAS CIRCUITO NI NADA DE ESAS TONTERIAS SE PUEDE VER CON NEED CAR HELP SIN PROBLEMA!! CONSULTE SIN COMPROMISO PASO MAS FOTOS Y VIDEO, DETALLES POR WHATSSAP GARANTIA DE 1 AÑO CON OPCION DE HASTA 3 AÑOS!!! ENTREGA EN CUALQUIER PARTE DE ESPAÑA! POSIBILIDAD DE RECOGER SU COCHE COMO PARTE DE PAGO! WHATSAPP 632545359 Corvette, BMW z3 M coupé, m3, csl, e30, e56, e92, Porsche 911, 930, 964, 993, 996, 997, 991, 992, cayman, boxster, Lotus elise, Williams, exige, evora, Mitsubishi evo, Subaru Impreza, Renault Alpine, Megane rs, honda S2000, mercedes sl, slk, 55 amg, Ford Mustang, camaro, m2, m4, alfa romeo, focus rs, cosworth, 335, rs3, Audi, rs4, Clio sport, rs5, s5, z4, Clio v6, mercedes benz, Ford raptor, Yaris gr, honda civic Type r, jaguar, xk, r8, rs6, Audi tt, tt rs, Ferrari, mclaren",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "370 cv",
            "año": "2008",
            "kilómetros": "66300 km",
            "precio": 46000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1082319063",
            "descripcion": "M3 V8 en perfecto estado tanto exterior como interior no se aceptan cambios!! casquillos cambiados. Todos los extras posibles que se podian elegir del concesionario!! Cambio Doble embrague, salida en parado launch control.Sigue como el primer día precio nuevo 116.500. (NOCAMBIOS) siempre en garaje privado.pegatina C . No urge la venta!! Coche en Alza.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "420 cv",
            "año": "2008",
            "kilómetros": "102000 km",
            "precio": 42000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-m3-1067248906",
            "descripcion": "nacional , impecable y al dia de todo , historial bmw . dos propietariod ,no se contesta a ofertas NO NEGOCIABLE NI CAMBIOS.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "420 cv",
            "año": "2008",
            "kilómetros": "95000 km",
            "precio": 42000.0
        },
        {
            "titulo": "BMW M3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-m3-2008-1090324624",
            "descripcion": "Espectacular BMW M3 CABRIO del año 2008, en buen estado tanto interior como exterior!! NACIONAL!! DOS LLAVES!! REVISIONES EN BMW OFICIAL!! Extras destacables: - Casquillos hechos con factura y fotos - Sensores de aparcamiento - Control de crucero - Descapotable con capota dura - Faros Xenon - Sensores de aparcamiento - Frenos deportivos M - Indicador de presión de neumaticos - Dirección deportiva de relación variable - Y mucho mas.... Posibilidad de garantía plus Pide tu cita y ven a verlo Financiación a tu medida Anuncio no vinculante puede contener errores Síguenos en Instagram: carmax.bcn Mucho años de experiencia en el sector nos avalan!! Aceptamos su vehículo como parte de pago!! Le compramos su vehículo!! Vendemos su vehículo al mejor precio!!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "420 cv",
            "año": "2008",
            "kilómetros": "117000 km",
            "precio": 38990.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e93-cabrio-dkg-nacional-1033725734",
            "descripcion": "Se vende M3 E93 cabrio NACIONAL DKG, mantenimientos en BMW, se le ha hecho casquillos con 117.000km, actuadores mariposa 119.000km. Neumáticos Michelin PS4S nuevos. No hay que hacerle nada. Opciones de fabrica en las ultimas fotos. Precio no negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "420 cv",
            "año": "2008",
            "kilómetros": "121000 km",
            "precio": 38000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1091585739",
            "descripcion": "Bmw M3 E92 4.0 V8 420Cv Cambio automatico DKG 7v Suspension adaptativa Kw Homologada Llantas M359 Michelin Pilot sport Cup 2 Faros Bixenon direccionables Techo carbono Interior cuero negro Asientos calefactables y electricos Navegador CIC Velocidad crucero Luces automaticas Klms 130500 Importado 2015 Itv recien pasada valida hasta 11/2025 Matenimiento realizado 8/2024 Casquillos cambiados a los 104000 Klms Aceite caja cambios y grupo cambiado 02/2024 Mariposas admison cambiadas Discos de freno nuevos El coche esta tal cual en las fotos en un estado impoluto se mire por donde se mire . Dispongo de informe de revision de needcarhelp. Abstenerse curiosos y mareantes !!!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "420 cv",
            "año": "2008",
            "kilómetros": "130500 km",
            "precio": 36999.0
        },
        {
            "titulo": "BMW Serie 3 M3 2p.",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-m3-2p-1057083707",
            "descripcion": "LUXEMOTOR Espectacular¡¡M3 Cabrio V8 420cv DKG 2p,capota dura electrica en color carroceria,cambio automatico doble embrague DKG BMW,volante multifunción deportivo de cuero M con levas,llantas 19\"M,faros xenon y lavafaros con antinieblas delanteros, espejos retrovisores abatibles electricos,asientos deportivos con tapiceria cuero marron electricos y calefactables,climatizador automático bizona,bluetooth telefono,sistema navegacion BMW,control crucero velocidad,todos los extras...libro de mantenimiento BMW. Precio todo incluido (Impuestos, transferencia a su nombre y garantía) Certificado de kilometraje y ausencia de daños estructurales Compramos su coche en el acto y al contado Financiación 100% en el acto Posibilidad de cambio de vehículo en 10 días Entregamos su vehículo en cualquier punto de la península (Consultar presupuesto) 3000m2 de exposición en el centro de Madrid Pº de la Castellana 230, junto a Plaza de Castilla (metro, bus y Renfe) Parking gratuito, entrada por c/ Carmen Sánchez Carrascosa,5 Horario; de Lunes a Viernes de 9.30h a 14.00h y de 16.00h a 19.00h Sabados de 10:30 a 14:00",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "420 cv",
            "año": "2008",
            "kilómetros": "139376 km",
            "precio": 36990.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1084359376",
            "descripcion": "Bmw M3 420Cv restyling cambio DKG 7 velocidades Volante multifunción Levas en el volante Sistema de navegacion con mapa Asientos piel negra con logo M Asientos calefactables Climatizacion bizona Mantenimientos al dia cambio de aceite y pastillas delanteras recien hechas se acepta prueba mecanica Extras Techo de cabrono Aleron cabono spoilers trasero de cabrono lip delantero cabrono Pintura completa de serie escape artesano se entrega tambien el de serie y con la ITV al dia",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "420 cv",
            "año": "2008",
            "kilómetros": "195000 km",
            "precio": 35500.0
        },
        {
            "titulo": "BMW M3 E92 NACIONAL",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e92-1064230498",
            "descripcion": "El coche está genial y al día de todo. ITV recién pasada sin fallos, casquillos recién hechos, caja de cambios DKG recién hecha.. para entrar a vivir vaya. Full extras. Solo lo cambiaría por 1M E82, M2 F87, M3 F80, M4 F82, M5 F10 aportando diferencia. Para cambios se valora en 36.000€. Salu2",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "420 cv",
            "año": "2007",
            "kilómetros": "240000 km",
            "precio": 34000.0
        },
        {
            "titulo": "BMW M3 E92 4.0 v8 420cv DKG7 ESPECTACULAR",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e92-4-0-v8-420cc-dkg7-espectacular-1000409577",
            "descripcion": "UNO DE ESOS MODELOS CON UNA REVALORIZACION CONSTANTE, POR SU UNICO Y EXCLUSIVO V8 ATMOSFERICO, Y SU ESENCIA AUN PURA BMW M3 E92 4.0 V8 420cv AÑO 2008 212000KM ITV AL DIA ESCAPE TIPO GRUPPE M CUERO NEGRO COMPLETO LEVAS LLANTAS 19\" MONOBLOCK REVISADO COMPLETO GOMAS SEMISLICKS PARKTRONIC XENON MODO M CAMBIO DKG7 32890€",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "420 cv",
            "año": "2008",
            "kilómetros": "212000 km",
            "precio": 32890.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1069964845",
            "descripcion": "itv recien pasada coche al dia capota recien canbiada en la bmw",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "420 cv",
            "año": "2008",
            "kilómetros": "135000 km",
            "precio": 30000.0
        },
        {
            "titulo": "BMW M3 e92 2008 Volante derecha",
            "enlace": "https://es.wallapop.com/item/bmw-m3-e92-2008-volante-derecha-1087729004",
            "descripcion": "Precioso M3 e92 inglés. Importado de UK, homologado y matriculado en España con toda su documentación al día. Historial completo de mantenimientos con todas sus facturas desde que se comprá nuevo. Perfecto estado de conservación, interior y exterior. Toda la pintura es original (negro/morado), no tiene golpes ni abolladuras. Historial disponible: sin golpes ni siniestros, sólo 2 propietarios y con kilometros certificados. Kit de frenos completo delantero y trasero nuevo. COMPLETAMENTE ORIGINAL",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "420 cv",
            "año": "2008",
            "kilómetros": "169000 km",
            "precio": 26500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1081048235",
            "descripcion": "En perfecto funcionamiento.Muy cuidado y siempre en garaje. En equipo opcional lleva 18516 euros según la información facilitada.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "166200 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW 335i e92 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1014419528",
            "descripcion": "Bmw 335i e92 n54 en perfecto estado, itv recién pasada, turbos híbridos 470cv nuevos, todas las juntas del carter nuevas, alternador nuevo, manguitos reforzados, filtro KyN de alto flujo, y muchas mas cosas nuevas todo con facturas, llantas M4, escape artesanal con valvulas en las colas, paragolpes trasero M3, luces led en el interior, interior en perfecto estado tanto de salpicaderos como de asientos, muy cuidado, mejor verlo sin compromiso, se entrega también paragolpe trasero original, escape de serie original, y llantas originales. El coche va muy fino y como toca, se puede probar y llevar a cualquier mecánico. El precio es negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "168000 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-986906042",
            "descripcion": "BMW E90 LCI Motor: N54 biturbo 306cv Cambio: automático steptronic Mantenimientos 02/2024: (Facturas +8.000€) - Todos los filtros y aceite motor - Vaso de expansión BMW OEM - Radiador de agua Mishimoto - Bomba de agua Pierburg - Termostato Gates - Suspensión completa Bilstein B12 Pro Kit - Copelas suspension Bilstein - Tirantes suspension Lemforder - Discos y pastillas Brembo - Llantas Japan Racing JR28 19\" - Neumáticos Michelin Pilot Sport 4S doble medida (80%) - Escape recto 2 salidas Akrapovic Mantenimientos 11/2024: (Facturas +2.000€): - Todos los filtros y aceite motor - Limpieza y liquido refrigerante nuevo - Mantenimiento aceite caja cambios - Mantenimiento diferencial - Mantenimiento cadena de distribución - Comprobar presión del vanos - Comprobar compresion del motor para ver el estado de bujias, bobinas, inyectores Incluyo parachoques delantero, trasero y taloneras del pack M original para pintar y montar. Perfecto estado. Abstenerse mareantes. Acepto cambio por e92 m3 o bmw m2 añadiendo diferencia.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "144000 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1075426999",
            "descripcion": "335I e91 MOTOR N54 FULL EXTRAS. -Techo panorámico. -Asientos relax calefactables. -Navegador. -Control de crucero. -Sensor de proximidad. -Gancho de remolque electrónico. -ISOFIX. -Llantas originales (OEM) 19\" BMW PERFORMANCE. -Climatización bizona -Volante multifuncion -Cambio automático con levas en el volante -Equipo de 10 altavoces con subwofer originales de BMW -Sistema AUX/USB integrado original Etc….(El coche tiene absolutamente todos los extras de BMW). Modificaciones: -Frente look M3. (Tengo todo OEM guardado). Cambiado hace 4 meses. -Intercooler 5\". -Downpipes. (Tengo los cats. OEM). -MHD con stage1+. -Escape modificado como performance. -Discos delanteros Brembo semi perforados. -Faros delanteros con ojos de ángel eyes 3D. (Tengo también los OEM). Cambiado hace 4 meses. A TENER EN CUENTA: -Wastegates cambiadas. -Bomba de agua cambiada. -Bobinas y bujias OEM instaladas hace aproximadamente 3.000km. (Tengo también bujias y bobinas NGK guardadas con 20km). -Inyectores revisados. -KIT Mosfets centralita cambiados. -Radiador y ventilador cambiados. -Neumaticos PZero con unos 2.000km aprox. -Los turbos están todavia vivos. -Caja de cambios reparada por GeBox (nueva). Coche con los mantenimientos al día. Está listo para circular sin tener que gastar un euro. Comprar y disfrutar. SE ESTUDIARIA CAMBIO SOLO POR M3 e46, ajustando diferencias",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "240000 km",
            "precio": 24500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1001729439",
            "descripcion": "ÚLTIMO PRECIO SOLO ESTA SEMANA Acepto cambios no ofertas ridículas Inyectores nuevos index12 (3400€) Bomba de altas nueva ( 1000€) Bomba de agua nueva (600€) Turbos nuevos Vargas (3800€) Bobinas b58 con adaptadores y enchufes ( 500€) Válvulas descarga turbosmart ( 459€) Suspensión roscada ST XA (1300€) Discos ebc y pastillas ferodo ds2500 Controladoras del turbo nuevas (300€) Downpipe y escape en 3” y trasero con válvulas Barra estabilizadora h&r Aceite ravenol RUP cada 8000 o 10000 km Aceite de caja y diferencial cambiado con diálisis N54 b58 cupra BMW Mercedes Audi gti Amg m2 m3 m4 n55 biturbo rs3 Daza m4 m2 m3 m5 m6 340i 440i 240i 140",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "550 cv",
            "año": "2007",
            "kilómetros": "174000 km",
            "precio": 23000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1019864398",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "141000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1090654522",
            "descripcion": "Se vende 335i e93 n54 por falta de uso,el coche tiene lo siguiente, bobinas Precision Raceworks-bomba de altas cambiada-admision de carbono-bujias njk 1° ➕️ fria-turbos híbridos-intercooler 7'5 vrsf-inlets-outlets-charge piper vrsf-donwpipes vrsf-barratorretas carbono original bmw-repro tanto mhd como 3 a la carta de wedge perfomance-llantas forgestar-estabilizadoras H&R dale nuera y trasera-frenada completa m4-suspensiones kw v3- caja de cambios nueva con unos 30mil km(factura demostrable),se darían cosas de serie también, 21900.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "235000 km",
            "precio": 21900.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-968069799",
            "descripcion": "Bmw 335i n54 cabrio en perfecto estado muy cuidado 139mil km *llantas en 19 con 4 neumaticos al 80% *coche nacional *cambio automatico *navegador *dirección activa *difusor performance *paquete deportivo *retrovisores interior y exterior con ajuste automatico anti deslumbramiento *asistente para luz de carretera *paquete de iluminacion interior y exterior *control de distancia de aparcamiento delantero y trasero *sensor de lluvia y luces *luces direccionales *climatizador bizona *faros bixenon *control de crucero *3 llaves *cortavientos parte trasera *acceso keyless",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "139000 km",
            "precio": 21500.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1092330344",
            "descripcion": "BMW e90 335i color Mónaco blue, navegador ,cuero gris, automático,control de velocidad,sensor de luz,nacional únicamente dos propietarios con preparación y actualización de motor: -turbos híbridos TTe 500 (menos de 3000km) -estage 2+ y caja de cambios -intercooler vagner -Admisión doble cono burguer motorsport -downpipe -linea de escape deportivo -chargue Piper -inlets -valvula de descarga -suspension st xa - sinenblock powerflex,eje trasero y delantero - llantas strongwells en 19 doble medida ancho 10\" -brigestone potenza sport doble medida -paragolpes M -capo gts -espejos de carbono -spliter delanteros carbono -aleron de carbono -volante en cuero perforado con levas -iluminacion completa interior en blanco actualización de motor: -juego de segmentos nuevos icc -guia de válvulas -limpieza admisión -culata -bomba de agua -westgate nuevas -pcv upgrade -juego de casquillos de biela y más cosas que se me pasarán que están en facturas",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "186000 km",
            "precio": 21000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-970092424",
            "descripcion": "impoluto todo lo posible por tener. motor y cambio nuevos demostrable con factura BMW.de capricho.abtenerse gente sin conocimiento gracias 🙂",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "6000 km",
            "precio": 21000.0
        },
        {
            "titulo": "BMW 335I e90 tracktool",
            "enlace": "https://es.wallapop.com/item/bmw-335i-1083328674",
            "descripcion": "BMW 335i e90 n54 biturbo turbos cambiados downpipes intercooler 5\" charge pipe inlets radiador aceite grande valvula descarga Forge radiador agua mishimoto inyectores index 12 bobinas y bujias NGK electrónica MHD steptronic con XHP stage 3 suspension HR- Bilstein silentblocks poliuretano barras estabilizadoras whiteline brazos M3 electronic exhaust valve con mando frenada completa m4 llantas OZ hyper gt 19\" separadores 16mm pitwheel tornillería antirobo volante con levas lunas tintadas sistema electrónico antirobo etc... tracktool TODO HOMOLOGADO no acepto cambios negociable Cuidado al detalle. Cambios de aceite cada 5000km. siempre en garage",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "155000 km",
            "precio": 20900.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1071408309",
            "descripcion": "SE VENDE BMW SERIE 3 e92 335i 420CV BITURBO. MOTOR N54. EL COCHE ESTA EN PERFECTAS CONDICIONES REVISADO DE TODO Y FACTURAS DE TODO DEMOSTRABLES, BOMBA DE AGUA NUEVA, LLANTAS NUEVAS , DISPONGO DE LAS LLANTAS ORIGINALES, PANTALLA NUEVA, PASTILLAS Y LATIGUILLOS, TRAMO FINAL DE ESCAPE HECHO A MEDIDA, DISPONGO DEL ORIGINAL PARA PASAR ITV, ESPEJOS M DE CARBONO, ALERON TRASERO DE CARBONO...etc INTERIOR DEL VEHICULO NEGRO (INTERIOR Y EXTERIOR MUY CUIDADO) TODO LO QUE LE HE CAMBIADO NUEVO A ESTRENAR, EL COCHE ESTA A CAPRICHO. TIENE MUCHOS EXTRAS, PACK M, ASIENTOS ELECTRICOS CON MEMORIA, ..ect SE VENDE POR CAMBIAR DE VEHICULO. SIEMPRE GUARDADO EN COCHERA. NACIONAL, KILOMETROS REALES, DISPONGO DE LAS 2 LLAVES , ITV HASTA NOVIEMBRE DEL 2025, ESTA EN PERFECTAS CONDICIONES, SOLO GENTE SERIA , NO CAMBIOS !",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "140000 km",
            "precio": 20500.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1027232136",
            "descripcion": "BMW e93 335i stage 3 500cv Motor n54 Preparación echa con mucho cariño y todo muy cuidado Mapa echo a medida Intercooler Turbos hibridados Filtros cónicos Suspensiones bc raccing Pack M original Caja de cambios reprogramada Llantas m4 Separadores Pinzas m3 Colas de escape de carbono Cola de pato de carbono Pomo de cambio carbono Asientos calefactables Pintura M original Asientos eléctricos con memoria Equipo de música BMW profesional Se entregan las piezas originales tambien Para toda la información de la preparación y extras preguntar por privado No mareantes, gente que sepa apreciar el trabajo que lleva el coche",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "500 cv",
            "año": "2008",
            "kilómetros": "195000 km",
            "precio": 20500.0
        },
        {
            "titulo": "ACEPTO CAMBIOS ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1093825982",
            "descripcion": "Bmw e92 335i n54 biturbo -Pack M -Llantas avantgarde m359 4 neumaticos nuevos yokohama avant sport y federal -Asientos de cuero electricos y calefactables -Techo solar -Control de crucero adaptativo -Faros bixenon -Sensores de parking -Apertura y arranque sin llave -Navegador -Volante multifucion -Suspension m -Asientos abatibles -Luces automaticas -Retrovisores electricos Se le ha cambiado termostato, junta tapa de balancines, bomba de agua, inletpipe, discos y pastillas delanteros y traseros hace 8000km. Bujias con 1000km y aceite y filtro recien cambiado.Acepto como parte de pago bmw x5 e71 x6 o serie 4. # bmw e92 e90 e46 e36 330i 328i 325i 330d 335d f30 gti golf cupra leon seat golf r r32 amg 330ci 330cd f30",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "270000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-335i-e92-1071634581",
            "descripcion": "BMW 335i e92 con motor 3.0 biturbo (N54) Coche recién pintado con facturas. Recién cambiado aceite y todos los filtros, Neumáticos y pastillas delanteras nuevos, Precio algo negociable ya que le suena la wastegate de un turbo. Silentblocks delanteros nuevos. Bimba de agua y anticongelante con menos de 10mil km. Coche completamente de serie siendo su segundo dueño. Liquido del diferencial con menos de 10mil km. Techo solar. Pantalla android con Apple car play y android auto . Algún desgaste en las llantas y en interiores de los años . Sin ofertas ridículas , no tengo prisa en venderlo.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "167000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1040797957",
            "descripcion": "E92 azul marino motor N54 full extras, llantas 19, techo solar, sensores delanteros y traseros, equipamiento M, suspension deportiva, caja automatica, pantalla, mandos al volante, control crucero, asientos electricos de cuero, cortinilla trasera automatica, faros bi xenon, 2 llaves, boton atirrobo OBD etc. El vehiculo es nacional y esta en perfectas condiciones, motor sin modificaciones, no fumador, siempre parquing, neumaticos michelin nuevos, liquido de la caja y frenos recien cambiados, bomba de agua electrica nueva. Precio no negociable, solo para interesados serios.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "96000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW 335I ",
            "enlace": "https://es.wallapop.com/item/bmw-335i-e93-1040955171",
            "descripcion": "Se vende BMW 335I E93 en perfecto estado de conservación. Revisión recién hecha , y mantenimientos al día. Discos, pastillas, Aceite de la caja de cambios, filtros recién hechos. Asientos en cuero beige con volante en Alcántara. Llantas originales de BMW en negro.Neumaticos recién cambiados , michelin pilot Sport 5.El coche es cabrio. De pintura está fenomenal, el color es un Blanco perla.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "146000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-335i-e93-2008-1039761604",
            "descripcion": "se vende o se cambia 335i n54 e93, informacion detallada del coche todo por privado, no tengo problema en describir todo del coche, escucho ofertas y no tengo prisa en venderlo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "240000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-976740979",
            "descripcion": "impecable BMW Cabrio cupé automático color negro con capota rígida. El coche tiene todos los extras, asientos de cuero eléctricos calefactables, volante multifunción con levas, aire acondicionado bizona... recién pasada la revisión completa. Muy bien cuidado !",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "148000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW 335I CABRIO ",
            "enlace": "https://es.wallapop.com/item/bmw-335i-cabrio-1061940731",
            "descripcion": "vendo bmw 335i cabrio del año 2007 automatico , 175.000 kilometros . el coche esta como se ve en las fotos , impecable . paquete M sport original. cambiado hace 2000 km aceites , todos los filtros , bujias , ruedas Vossen en 19” con neumaticos nuevos pastillas y discos , coche revisado y en perfecto estado , no me interesan cambios . no negociable .",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "175000 km",
            "precio": 18750.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1044786247",
            "descripcion": "335 i motor n 54;nacional...comprado hace 3 meses a un compraventa aun en garantia 9 meses..se vende por cambio de modalidad ....coche entero a capricho todos los extras..libro de revisones .techo ,cuero,navegador,asientos electricos y calefaftable,cortinas...etc .....muy deportivo llantass bbs originales.levas en el volante...maletero csl ...muy muy cuidado esta al dia de todo solo necesita cambiar 2 gomas delanteras lo demas todo hecho..itv pasada hasta junio 2025....totalemnte de casa solo catalizador traseros anulados se entrega original..suspensiomes blistein b12 homologadas en ficha...es una pasado como suena y como anda ...no se negocia solo se escucha ofertas de pick up. Touota hilux. Ford ranger..amarok",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "141600 km",
            "precio": 18600.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1064192724",
            "descripcion": "Bmw 335i nuevo tiene motor cambiado va al dia de mantenimientos tiene el pack m exterior tanto delante como en los laterales por dentro esta nuevo asiento del conductor sin uso practicamente q es lo q mas se suele desgastar el coche va fino en todos los sentidos cualquier cosa hablarme al priv #bmw #golfr #golfgti #335i #m3 #Cupra #audi #rs5 #rs3",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "142000 km",
            "precio": 18450.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1058543016",
            "descripcion": "Coche en perfectas condiciones mejor ver y probar más información por privado 671430413",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "142000 km",
            "precio": 18450.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-335i-n54-1071049575",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "220000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1071305145",
            "descripcion": "BMW E92 335i coupé 306cv , muy bien cuidado, asientos delanteros con reglaje eléctrico y memoria en el asiento del conductor , cinturones de seguridad con tres puntos de anclaje con pretensores y limitadores de esfuerzo, control de distancia en aparcamiento (PDC) trasero , todo en perfectas condiciones, tracción trasera, volante de cuero, espejos retrovisores exteriores con ajuste automático antideslumbramiento, cierre centralizado, climatizador, Elevalunas eléctricos delanteros , Elevalunas eléctricos traseros, tarjeta medioambiente C. 145.000 km Batería nueva, recién pasada revisión, todo perfecto. Estacionado siempre en parking Precio negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "145000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 3 2007",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2007-1093052152",
            "descripcion": "Coche bien cuidado. Full extra. Único propietario. Todos sus mantenimientos hechos en talleres oficiales. Siempre en garaje.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2007",
            "kilómetros": "161500 km",
            "precio": 17900.0
        },
        {
            "titulo": "BMW 335i Coupe 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1091207836",
            "descripcion": "Se vende BMW 335i Coupe del año 2008, en perfecto estado, y con TODOS los extras. Full Equip: Techo, Keyless Access, asientos calefactables e incluso trae el equipo de audio opcional que suena espectacular. Servicio completo hecho, aceite, discos y pastillas delanteros. Esta para comprar y disfrutar! No quiero cambios. SOLO VENTA.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2008",
            "kilómetros": "158000 km",
            "precio": 17900.0
        },
        {
            "titulo": "BMW Serie 3 2008",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2008-1065631323",
            "descripcion": "Coche inmaculado, siempre en garaje, recién pintado completo. - Descapotable - Asientos de piel color beige - Volante multifunción - Llantas bmw original 18” - ITV en vigor - Todos los mantenimientos al día. - Muy muy mimado. - Alternador nuevo. Venir y probar, es una gozada de coche para muchos años",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2008",
            "kilómetros": "204000 km",
            "precio": 17900.0
        }
    ]
}