{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 3",
        "version": "323Ci Cabrio",
        "año mínimo": "1999",
        "año máximo": "2000",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": "170",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=170&min_year=1999&max_year=2000&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1084133913",
            "descripcion": "Bmw Coupè M3 E36 año 1999. 3.2 321cv Todo de serie excepto amortiguación. Tapicería de cuero y alcántara. NO asientos calefactables ni techo solar. Único propietario desde el 2007,siempre en garage particular. Itv hasta Nov 2025 SOLO GENTE INTERESADA,NO CAMBIOS,NO OFERTAS ABSURDAS,NO TENGO PRISA POR VENDERLO.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "3.2 cv",
            "año": "1999",
            "kilómetros": "180000 km",
            "precio": 32000.0
        },
        {
            "titulo": "BMW Serie 3 cabrio e46",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1091979814",
            "descripcion": "Vendo bmw e46 cabrio motor 6 en línea 323ci Coche en estado inigualable se puede ver acepto prueba mecánica de cualquier taller y se puede pedir carfax informe de DGT Etc para comprobaciones de quererse yo tengo el carfax y os lo puedo dar de no ser así podéis solicitarlo vehículo sin accidentes estado original todo funciona mo tiene ningún fallo mantenimientos al día con facturas que lo comprueban tan solo tiene 60.000km Llevas llantas bbs motorsport originales en 18 con gomas Goodyear nuevas con menos de 1.000km también aporto factura Interior en cuero y negro piano pantalla GPS nueva aun con plástico capota eléctrica asientos calefactables y eléctricos aire acondicionado deflector de aire para ir sin techo, todos los extras para más información contactar por WhatsApp 642963243",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "60000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 3 2002",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2002-1092362064",
            "descripcion": "se vende bmw e46 323ci restyling coche muy cuidado y mimado.Puesto pack M3 paragolpes aletas llantas taloneras espejos etc faros ojos de angel originales , recien pintado tambien se le han cambiado muchas piezas de mecanica radiador tacos de motor etc .el coche esta homologado entero no urge venta ahorrarse ofertas absurdad",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "233000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW e36 320i Cabrio ",
            "enlace": "https://es.wallapop.com/item/bmw-e36-320i-cabrio-1070655933",
            "descripcion": "Bmw e36 320i cabrio Manual Climatizador Direccion asistida Elevalunas electricos Asientos calefactables Llantas BBS RC0090 en 17” Capota electrica Impecable Suspension BC racing roscada (Homolgoda) Escape deportivo(Sonido precioso,sin ser molesto) Todo esta Homologado pasa itv tal cual esta en las fotos. Se le acaba de hacer mantenimiento completo Vehiculo listo para disfrutar✅ Posibilidad de rebajar el precio con las llantas de serie en 15” Consulta todo nuestro stock Automóvilesalberto . com Nuestros vehículos se entregan completamente revisados ya que disponemos de taller propio Ofrecemos financiación sin entrada,Consultenos!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "242000 km",
            "precio": 10500.0
        },
        {
            "titulo": "BMW Serie 3 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-919198081",
            "descripcion": "B.M.W. Serie 3 coupé muy mimado un solo propietario, recién pintado por capricho, llantas M3, asientos eléctricos piel, pantalla recién instalada android, enganche remolque, todo hecho, dirección, culata nueva, bomba agua termostato, radiador, etc… muy bien conservado. No negociable y no cambios gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "220000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1079986585",
            "descripcion": "se vende x no usar , el coche esta en muy buenas condiciones , x dentro casi perfecto y x fuera los roces noramales de la edad , todo al dia y le funciona todo perfectamente , cambios de aceites y demas echos . tengo otras llantas replicas m3 en 18 con neumatiscos recien restauradas y posibilidad de dar piezas de repuesto y mejoras . precio negociable .",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "144000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1058004095",
            "descripcion": "Se vende bmw e46 en perfecto estado. mas info por privado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "250000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1042735107",
            "descripcion": "bmw compact e36 323ti cuidado al detalle lo vendo por no usar, cualquier duda preguntar esta pintado entero en su color original amortiguadores koni nuevos pomo nuevo cromado y más cosas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "170000 km",
            "precio": 8000.0
        },
        {
            "titulo": "BMW 323i E46",
            "enlace": "https://es.wallapop.com/item/bmw-323i-e46-1083134778",
            "descripcion": "Bmw 323i. Motor 2.500cc 6 cilindros. ETIQUETA MEDIOAMBIENTAL B El coche está al detalle( demostrable, facturas etc). Totalmente homologado. Se entrega con Itv recien pasada. mantenimientos al día. Se acepta prueba mecánica. Alguna de las modificaciones/mejoras que lleva el coche: -Suspension Bilstein B14 -Estabilizadoras H&R -Frenada Bmw 330i -Sistema de escape 330i UK con colectores inox y catalizadores en tubo de escape -Admision Bmw 325i -Relacion final mas corta ( diferencial 3:38) -Chasis reforzado -Embrague completo hecho incluido Bimasa -Doble Vanos reforzado -Valvula Disa reforzada -Etc Para mas informacion, preguntar. SOLO REALMENTE INTERESADOS Y QUE QUIERAN EL COCHE. NO CONTESTO A OFERTAS ABSURDAS. A QUIEN ESTE INTERESADO CON MUCHO GUSTO LE EXPLICO TODO Y DE AHI EL PRECIO QUE PIDO. Podría escuchar ofertas de cambios por coche familiar/SUV",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "270000 km",
            "precio": 7900.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1087567601",
            "descripcion": "Vendo o cambio mi Bmw 323ci 6 en linea. Asientos piel calefactables electricos faros xenon control crucero volante multifunction embrague nuevo con factura esta como nuevo muy mimado con 162mil km llantas neumaticos tengo paragolpes delantero m3 esta todo de casa pintura original etc etc",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "162000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1072510715",
            "descripcion": "Se vende BMW 323 ci cabrio en perfecto estado. Capota manual, coche manual con asientos en piel beige. El coche siempre duerme en garage. Va perfecto. Precio negociable. Se aceptan cambios incluso aportando dinero. ¡SOLO ESTA SEMANA!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "148000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1030267736",
            "descripcion": "BMW funciona todo muy cuidado, tiene como es lógico pequeñas cositas unos desgastes del cuero del asiento cosas mínimas en perfecto estado quien se lo quedase se le enseña las facturas realizadas de más de 2000€ en mejoras, se puede probar sin compromiso. las ruedas que aparecen son de regalo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "143000 km",
            "precio": 7500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1068549146",
            "descripcion": "Vendo Bmw 323CI E46, se vende porque no puedo usarlo ya que no tiene etiqueta y vivo en Madrid, el coche funciona perfectamente, tiene algunos desperfectos ( picotazos en la pintura) por los años pero ninguno grave, el coche tiene: - Asientos eléctricos calefactables con memoria - faros de xenón con faros de ángel - Interior paquete M - paragolpes delantero m3 - paragolpes trasero pack M - alerón cola de pato m3 csl - llantas de 17 con michelin pilot sport 5 - escape con tramo medio y final modificado homologado (+1000€) El coche es traído de Alemania en 2005 de ahí que la matrícula no sea acorde con el año del coche, pese a venir de Alemania el coche no tiene oxido por ningún lado Precio algo negociable, abstenerse ofertas ridículas por favor, cualquier duda contactar, el coche no está en Madrid",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "229000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-911116845",
            "descripcion": "Se vende BMW E46 323ci pack M completo el coche funciona perfectamente acepto prueba mecánica se cambiaría por algo que me interese",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "185000 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-795819857",
            "descripcion": "vehículo bien cuidado siempre guardado en garaje poco uso chasis deportivo llanta aleación modelo 45 radio estrella 16 supresión anagrama modelo preparado para jartón capota oscura capota automática alfombrillas velour especificación para fumadores asiento del conductor eléctrico con memorias y pasajero sin memoria bolsas para esquíes asientos deportivos delanteros asientos calefactables climatizador automático radio BMW business CD equipo altavoces Wi-Fi volante deportivo de cuero de 3 radios faros antiniebla ordenador de viaje",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "135262 km",
            "precio": 7000.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1091583432",
            "descripcion": "se vende bmw e36 compact 323Ti motor 2500 gasolina 170cv del año 2000, con 267.000 km, coche nacional, pack M, en muy buen estado en general, revisiones al dia, itv recien pasada, pneumaticos al 60%, discos de freno delanteros y pastillas nuevos, siempre ha estado de origen",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "267000 km",
            "precio": 6900.0
        },
        {
            "titulo": "BMW 323ci e46",
            "enlace": "https://es.wallapop.com/item/bmw-323ci-e46-1091902836",
            "descripcion": "BMW e46 323ci❗️ Itv recien pasada✅ Mantenimientos al dia✅ Escape✅ Suspension roscada✅ Acepto cambios, cualquier duda podeis contactarme. Tiene detalles de chapa. #bmw #e46 #320ci #323ci #325ci #328ci #330ci #e36 #seat #audi #a5 #a3 #a4 #cupra",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "240000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1076548523",
            "descripcion": "Compact e36 pack sport edición M interior y exterior de serie,gasolina e36 nacional motor 2500cc de 170cv, grupo corto soldado,se da el de serie. Tiene 220000km marca 330000 por cambió del cuadro.si no te interersa el precio no molestar gracias . Bmw compact,325i 328i 330i M3",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "300000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1001841069",
            "descripcion": "No Cambios. Itv recien pasada. Llantas nuevas, gomas michelin al 80%, mantenimiento recien hecho. Con bakets de carbono 7.500€ Todo homologado menos escape, doy el de serie. Pack m3 capot m3 gtr espejos m3 y aletas. Pantalla android y todos los altavoces nuevos Haria falta unos retoques en la pintura para dejarlo perfecto. E46 coupe compact cabrio 330ci 330i 330cd 330d 318ci 320cd 320d",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "245000 km",
            "precio": 6500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1090774210",
            "descripcion": "Vendo BMW e46 323i motor m52b25. Impoluto, ITV y documentación al día, No paga impuesto de circulación, se puede solicitar la pegatina B de zbe. Mantenimientos al día, lleva short shift y suspensión roscada con copelas regulables. Llantas M5 18' parachoques m3. Negociable, escucho cambios. Body kit felony nuevo aún sin montar. E36 e30 e39 audi Volkswagen Nissan Jeep Porsche honda Toyota Lexus Suzuki Yamaha gs Seat volvo saab Mitsubishi 4x4 moto enduro",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "180000 km",
            "precio": 6400.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1066941178",
            "descripcion": "vendo bmw 320ci agregados: -kit M -llantas 18 -pantalla carplay el coche cuenta con techo solar, butacas de cuero, velocidad crucero, ojos de angel. itv pasada recientemente, Carvertical echo ( km reales, sin golpe) , a salido del taller ( cambio aceite y filtro del motor, cambio aceite caja manual, cambio aceite diferencial.) , cubiertas nuevas. no hay que hacerle nada. acepto moto o coche por parte de pago. bmw, honda, yamaha, suzuki, kawasaki",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "252000 km",
            "precio": 6300.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1024545720",
            "descripcion": "Vendo o cambio por coche de mi interés. BMW E46 320CI con swap a motor M54B22 170CV. Interior en cuero gris muy muy bonito y cuidado, ningun desgaste. -Suspensiones Blistein B6 con muelles Koni -Swap de M52TUB20 (150cv) a M54B22 (170cv) -Llantas 18” de e92 con 225/40/18 delante y 245/40/18 detrás -Kit de embrague Luk nuevo montado -Todos los mantenimientos de motor hechos (aceite, filtros, etc) -Recien pintada aleta derecha trasera. -ITV Recien pasada. 28/08/2024 mas info al 633942256, mejor ver y probar. Sin prisa para vender o cambiar. Escucho ofertas. NO MAREANTES",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "282000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 320 ci coupe",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1019887926",
            "descripcion": "vendo e46 320 ci coupe con swap a 328 tiene aletas m3 paragolpes delantero M3 y paragolpes trasero pack M llantas m3 e92 muelles de suspensión pack M faros traseros m3 de Led retrovisores del pack M faros delantero de luz de angel volante m3 interior de cuero con asientos de cuero del pack m y tiene bola de remolque El coche tiene 187.000 kilómetros se lea echo cambio de aceite y filtros, cambio de termostato,bomba de agua,manguitos de agua reforzados en azul ,radiador PRECIO NO NEGOCIABLE NO MAREANTES SOlO GENTE SERIA",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "187000 km",
            "precio": 6000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-907876733",
            "descripcion": "Coche en perfecto estado, con su itv al día todo homologado muelles HyR y tramo final de escape Duramas, Pilotos traseros led estilo M3 ahumados con su homologación homologada bola de remolque , (llantas estilo m4 no incluidas) se le ha cambiado el kit de embrague, pipetas de bujias nuevas, bujias boss alto rendimiento, techo tapizado, a falta de cambiar sidemblocks y taco diferencial trasero",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "200000 km",
            "precio": 5800.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1080172223",
            "descripcion": "Bmw e46 320ci del 1999, coche con interior pack M, ojos de angel, tramo final de escape(se entrega original para itv), bomba de gasolina nueva, bateria, alternador recien cambiado, subchasis soldado y reforzado, dvs cambiado, cristales tintados, llantas bmw serie 5, sensor cigueñal posicion y arbol de levas cambiados. Pasa itv en enero ( hay que ponerle airbag y ya). Se vende por cambio de coche. Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "284000 km",
            "precio": 5700.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1091147808",
            "descripcion": "BMW 323i, perfecto para iniciarse en el drift lleva: -Suspensiones roscadas -Maxpeeding Pro -Repro con pops -Colectores de escape de inox -Escape echo recto hasta tramo final -Diferencial soldado -Freno de meno hidraulico echo con latiguillos de metal -Discos y pastillas nuevos -Llantas BBS -Extintor -Radio con bluetooth El coche va muy bien, solo lo he usado en dos tandas, y esta recien echa la correa de acesorios, alternador recien cambiado, bomba de agua recien cambiada y revision completa recien echa. Doy: -Escape de serie -Asiento momo con arneses Sparco -Suspensiones de serie -Colectores de escape de serie -14 llantas para derrapar -4 llantas pulgada 18 con neumatico al 70% -Aleron -Ojos de angel Esta a falta de itv desde septiembre de 2024, y se le enciende la luz de fallo motor por culpa de los sensores de los colectores de escape, el freno de mano de serie no frena y tiene un colpe en la aleta derecha trasera. Por todo lo demas el coche va genial! Mejor ver y probar. Mas info por privado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "256000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1085627571",
            "descripcion": "Vendo Bmw e46 serie 3 00’ 118.000km reales Actualmente sin ITV por no usarlo Mantenimientos hechos cada 10.000km o cada x tiempo dependiendo del uso El coche esta muy mimado y se le ha dado muy poco uso, tiene muchos extras: - Llantas avantgarde m359 en 18” y doble medida - Neumaticos michelin pilot sport 4 con muy poco uso - Pack m exterior -Tramo final look m3 en 2,5 pulgadas - Suspension roscada regulable en altura y dureza, ademas monta tambien copelas regulables en caida - Barra de torretas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "118000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1030539053",
            "descripcion": "Vendo BMW 318i e46 primera edición, color Phoenix Yellow. Nacional solo 2 propietarios, muy cuidado. Vehículo totalmente revisado, pack M exterior original, llantas de 18” de E60, paragolpes delantero, volante y espejos de M3, faros bixenon angel eye, pilotos traseros led, neumáticos a un 80%. Unidad impecable. El vehículo lo enseño en Pinto, Madrid. No pierdas el tiempo en ofertas absurdas. Ese es su precio.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "2000",
            "kilómetros": "185500 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-997465862",
            "descripcion": "Se vende BMW 318ci en muy buen estado, el coche no tiene itv pero tiene el proyecto de homologacion del coche entero solo faltaria cambiar faros y retrovisores. -Capo de fibra de carbono artesanal de 2800€ -FULL PACK M -Suspensiones roscadas TA TECHNIX -Pantalla android -Asientos calefactables -Equipo de musica piooner etapa +subwoofer valorado en 1800€ -Llantas originals CMS en 19’ El coche mecanicamente esta impoluto tengo factura del taller bym de +6000€ (Posibilidad de entregar con escape con 4 salidas estilo m3)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "2000",
            "kilómetros": "180000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1998-915068647",
            "descripcion": "coche en buen estado exterior e interior no está como en las fotos tiene barias cosas cambiadas de estetica pero esta perfecto daría todo lo de serie.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "245000 km",
            "precio": 5500.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1082371215",
            "descripcion": "Vendo BMW 320ci con ruedas en buen estado pastillas nuevas ITV recién pasada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2000",
            "kilómetros": "180000 km",
            "precio": 5300.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-678725841",
            "descripcion": "ITV RECIEN PASADA! Coche a Capricho, Pack M Sport Interior y Exterior, Muy Mimado, Rematriculado en 2005, ITV (10/12/2025) y Mantenimientos Al Dia! Etiqueta Medioambiental B Suspension Roscada Homologada En Ficha (Blistein), Discos Perforados y Ventilados, Pastillas Brembo Nuevas, Sinenbloks, Flector, Bomba De Agua, Correas,Bujias, Bobinas NGK, Bateria, Vaso Espansor, Sensores, Compresor A/C, Motor De Arranque Nuevo, TODO NUEVO! Llantas 18, Tres Llaves, Elevalunas Electricos, Volante M3 Multifuncion, Control Crucero, Faros Regulables, Cierre Centralizado, Ordenador De Abordo, Asientos Calefactables. Se podria dar a mayores llantas 16 originales (las mas lijeras de bmw) Regalo piezas sueltas como intermitentes y demas... Se Entrega Con Todas Las Facturas y Mantemientos Hechos (09/10/2024) Acepto Intercambios (1.9tdi)(2.0tdi) + Info Privado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "275000 km",
            "precio": 5200.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1081008452",
            "descripcion": "en buen estado acepto cambio",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "299000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1059693480",
            "descripcion": "BMW e46 323i CON POCOS KM, funcionando perfectamente, ITV recien pasada Recien cambiado (con facturas): -Electroventilador -Trapecios delanteros -Discos de freno delanteros -Pastillas de freno delanteras -Rodamientos traseros Tiene la radio de serie pero lo entrego con una radio Pioneer que no he llegado a montar. Tiene llantas BBS originales en colaboracion con BMW. El coche esta vinilado en negro ya que tenia alguna cosa de chapa pero se puede dar sin el vinilo con su color original como en las fotos o tal y como esta. PRECIO NEGOCIABLE ya que me gustaria venderlo cuanto antes.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "128000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-1032923964",
            "descripcion": "Impoluto de motor, con kilometros reales, es el 2500cc inacabable, de pintura no está perfecto pero es la pintura de origen y con una pulida debería quedar bien, las llantas son de pack M en 18\" bbs originales y pintadas hace 1 año en Portugal, de interior tiene las columnas, techo, puertas y bandeja de M3 en negro, pantalla android 7\", cámara trasera, asientos eléctricos con memoria. Bujías, juntas, batería y suspensiones de origen cambiadas hace 1 año mas o menos, bomba de agua, termostato y matrículas hace 1 mes. Está muy bien de precio para como está, ahora mismo están más caros y cada vez lo estarán más, podría cambiar por coche de unos 2000€ y dinero. No negociable!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "1999",
            "kilómetros": "269000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 3 2000",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2000-1021557539",
            "descripcion": "En muy buenas condiciones,interior de alcantara, correas cambiadas, brazos delanteros y silentblocks, todos los filtros, el mecanismo de las ventanillas de atras nuevos, linea de escape HOMOLOGADO con valvula hecho en mgc racing. Se acepta prueba mecanica. Acepto cambios.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2000",
            "kilómetros": "260000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-984597389",
            "descripcion": "Se vende vehiculo nacional comprado en valencia tengo un informe carfax con toda la informacion acerca de el. - colectores de escape cambiados - alternador nuevo - motor de arranque nuevo - chasis reforzado - neumaticos al 80% - amortiguadores nuevos - brazo delantero derecho nuevo - flector de caja de cambios - aceite y filtros al dia - centralita de airbag nueva PARA HACER: - tapizar interior - repintar el coche El coche funciona perfectamente se usa a diario de motor va estupendo se usa a diario el precio es el que es se la ha inverido mucho dinero el cual se que no se va a recuperar ni mucho menos NO NEGOCIABLE",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "193000 km",
            "precio": 5000.0
        },
        {
            "titulo": "BMW 316ti UNICÓ DUEÑO, 120.738KM Y PACK M COMPLETO",
            "enlace": "https://es.wallapop.com/item/bmw-316ti-unico-dueno-120-738km-y-pack-m-completo-1088393661",
            "descripcion": "Bmw 316ti e36. Nacional , unico dueño desde 2000 hasta ahora y 120738km. Muy buen estado en general. En el exterior, no tiene ningun golpe, rallada ni perdida de color/brillo. A pesar de ser del 2000 esta muy bien conservado, se nota en la pintura, salpicadero gomas etcétera. A nivel de interior no tiene ninguna marca de uso , tengo experiencia en estos coches clasicos y muchos plasticos que suelen estar rotos en este estan perfectos. Pack M completo , con asientos Sport. Unidad difícil de econtrar como esta a nivel de historial, estado y quilometraje. Se envia vídeo a interesados. El cambio de nombre y la garantía de 12 meses está incluida. La garantia se puede ampliar hasta 36 meses. BMW Serie 3 Coupe en Reus",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2000",
            "kilómetros": "120738 km",
            "precio": 4990.0
        },
        {
            "titulo": "BMW Serie 3 1999",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-1999-939572276",
            "descripcion": "Bmw serie 3 compact sport edition M, coche nacional, 172.000 km, acabado sport edition M de origen, pintura de origen,mantenimiemientos al dia, aire acondicionado, direccion asistida, control traccion , asientos y espejos electricos, 4 michelin pilot sport nuevas, negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "1999",
            "kilómetros": "172000 km",
            "precio": 4990.0
        },
        {
            "titulo": "BMW Serie 320i coupe 1999",
            "enlace": "https://es.wallapop.com/item/bmw-320-ci-e46-133159055",
            "descripcion": "BMW serie 3 e46 150cv 6 en linea (Gasolina) Coche muy cuidado exterior y interior,3 llaves. 6 bujias NGK,sonda lambda cambiado hace 10000km , se entregaria con el mantenimiento hecho y la itv pasada.Vehiculo parado 3 años.El techo interior y los paneles de puerta se han despegado (Para retapizar, aprox 250e) A/A funciona perfectamente,de chapa nuevo como el primer dia,equipado con retrovisores electricos,climatizador,regulacion altura luces,ventanillas electricas,pilotos traseros de led,aleron.Se acepta prueba mecanica en cualquier taller.Kilometros reales certificados(Acepto cambio por 4x4 , moto enduro o furgoneta 6 o 9 plazas )",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "139000 km",
            "precio": 4890.0
        }
    ]
}