{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "TT",
        "version": "1.8 T 225 CV quattro 6 vel.",
        "año mínimo": 1999,
        "año máximo": 2006,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 224,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=224&min_year=1999&max_year=2006&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=manual&brand=Audi&model=TT&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1080143485",
            "descripcion": "Audi TT roadster mk1, año 2002, nacional, menos de 50.000km. NO ENCONTRARÁS OTRO IGUAL!!!Revisiones y mantenimientos al día, siempre en garaje, muy mimado por dentro y por fuera. Color y elementos interiores originales, juego completo de herramientas en rueda de repuesto, especial para coleccionistas. Ademas tengo varios recambios de retrovisores, radio y climatizador. Alarma funcional. Juegos de llantas originales de 16\" y 17\". Hazme una oferta y si me parece interesante te contesto y sino te contesto pues seguramente no me interesa.😊😸",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "45000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Audi TT 2005 49000km",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1052998740",
            "descripcion": "Audi TT mk1 180cv quattro 6 velocidades sline Nacional Vehiculo extremadamente cuidado, mantenimientos realizados anualmente. Contactar para más información. Se puede ver y negociar en persona. Gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "49500 km",
            "precio": 16500.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1087383358",
            "descripcion": "Se vende audi TT de noviembre del 2006 con tan solo 122.000km, coche usado los fines de semana, conducido por mijer, perfecto estado tanto interior como exterior, motor al dia de todo los mantenimientos. Itv al dia, solo reñamente interedados. Coche de capricho. Una infinidad de extras.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "200 cv",
            "año": "2006",
            "kilómetros": "122000 km",
            "precio": 14000.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1058299681",
            "descripcion": "Audi TT 8J (mk2) con 183.000km. Pintado en rojo en Julio de 2024. Asientos calefactables. Funciona perfecto.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "200 cv",
            "año": "2006",
            "kilómetros": "183000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi TT 2.0 TFSI SLine",
            "enlace": "https://es.wallapop.com/item/audi-tt-2-0-tfsi-sline-1089118676",
            "descripcion": "Audi TT 8J 2.0 TFSI SLine Color gris plata con detalles negro brillo Llantas 19'' RS4 Lehmans ITV hasta 9/2025 Mantenimientos recién hechos Frenos de disco delanteros brembo recién cambiados Parachoques delantero original RS completo Parachoques trasero original RS completo Alerón fijo RS Alerón abatible incluido Línea escape entera artesanal (montado solo parte final) Suspensiones traseras Blistein Muelles H&R -3cm Interior pack de cuero completo Radio MMI Audi Navigation Plus con sistema de bluetooth externo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "200 cv",
            "año": "2006",
            "kilómetros": "235000 km",
            "precio": 12500.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1080559937",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "138000 km",
            "precio": 12500.0
        },
        {
            "titulo": "Audi TT Coleccionistas",
            "enlace": "https://es.wallapop.com/item/audi-tt-coleccionistas-1068542846",
            "descripcion": "Excelente y único audi tt roadster 1.8 225cv, Turbo. Interiores completamente en cuero beige, motor completamente original. ITV hasta 2025. Gasolina. 144,000 km. Llantas nuevas. Aire Acondicionado. Alarma.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "144000 km",
            "precio": 12000.0
        },
        {
            "titulo": "Audi TT descapotable año 2005 ¡¡¡SOLO 77.700KM!!!!",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-533571303",
            "descripcion": "Revisiones en taller oficial Audi. Oportunidad. Solo 77.700 km. No acepto cambios.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "77700 km",
            "precio": 12000.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1028867012",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "239999 km",
            "precio": 11900.0
        },
        {
            "titulo": "AUDI TT Roadster 1.8 T 163CV",
            "enlace": "https://es.wallapop.com/item/audi-tt-roadster-1-8-t-163cv-1048065190",
            "descripcion": "Audi TT 1.8T 163Cv Cabrio !!1 SOLO PROPIETARIO / PEGATINA C / NACIONAL!! RECOGEMOS SU COCHE COMO PARTE DE PAGO. Financiamos solo con DNI o NIE y Verificacion Bancaria. Con o SIN ENTRADA. Llamenos!! - Precioso!! Muy Bien Cuidado!! - Asientos en Piel - Llantas Ed. Limitada - Ordenador de Abordo - Asientos Envolventes Deportivos - Capota Electrica - Volante de Piel 3 Radios - Climatizador - Retrovisores Electricos - Cubre Capota Piel Original - Cierre Centralizado + Mando - ABS, ESP, ASR, 4 x Airbag - Pieza Unica!! Posibilidad Entrega Cualquier Parte de Peninsula.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "118000 km",
            "precio": 10450.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1025506547",
            "descripcion": "Mejor ver y probar , totalmente al dia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "200 cv",
            "año": "2006",
            "kilómetros": "155000 km",
            "precio": 10300.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1061860857",
            "descripcion": "Vendo audi TT mk2 muy mimado, tiene todo hecho, aceite y filtros, correa de distribucion, bomba de agua, cubiertas nuevas, faros nuevos con luz de angel look mk3 homologados, escape deportivo, bujias y bobinas nuevas de iridio, llantas en 18”. El Paragolpes no es el original, tiene el del TTs roadster, es un parachoques muy cotizado y dificil de conseguir con una estetica muy agresiva. El coche solo tiene unos detalles en la pintura y desgaste en los asientos de cuero en color beige. Precio negociable Tambien acepto cambios por estos modelos: Mazda mx5 NA Nissan 350Z Toyota MR2 MK2 Volkswagen scirocco Hyundai coupe mk3/mk4 Subaru BRZ Toyota GT86 Nissan 200SX",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "200 cv",
            "año": "2006",
            "kilómetros": "166000 km",
            "precio": 10000.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1090981134",
            "descripcion": "AUDI TT ROADSTER 1.8T 150CV. Contamos con una amplia experiencia en el sector. Con taller propio para las revisiones de nuestros vehículos y posterior entrega al cliente en perfecto estado. recogemos vehículos ( coches y motos) como parte de pago. Para más información tlambién contestamos whatsapp. O si lo prefiere visítenos en nuestras instalaciones c/ La Mar nº 33 Colindres ( Cantabria). Financiación total o parcial en cómodos plazos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2002",
            "kilómetros": "136000 km",
            "precio": 9999.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1067747536",
            "descripcion": "MAS DE 30 MIL € EN PREPARACIÓN Y ACCESORIOS TODO HOMOLOGADO ITV Y MANTENIMIENTO AL DIA 6 MIL € EN CAR AUDIO repro, válvula de descarga forge, intercooler forge, bobinas de R8, admisión completa con filtro conico, kit de barras estabilizadoras, entre muchos mas Se muestra solo a personas realmente interesadas INCLUYE UN AÑO DE GARANTIA NO ACEPTO CAMBIOS, NI COCHES COMO PARTE DE PAGO",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "80000 km",
            "precio": 9999.0
        },
        {
            "titulo": "Audi TT 1.8 TURBO 180 CV.",
            "enlace": "https://es.wallapop.com/item/audi-tt-1-8-turbo-180-cv-1082803343",
            "descripcion": "OPORTUNIDAD. REBAJADO SOLAMENTE ESTA SEMANA DE 11995 A 9995 EUROS. OPORTUNIDAD DE HACERTE CON UNA DE LAS MEJORES UNIDADES A LA VENTA DE EUROPA. UNIDAD PROVENIENTE DE UN UNICO TITULAR. UNIDAD EN ESTRICTO ESTADO DE SERIE. INTERIOR IMPOLUTO. KM GARANTIZADOS. APORTO INFORME CARFAX Y DGT. DISTINTIVO MEDIOAMBIENTAL. VALOR EN ALZA. YOUNGTIMERS.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "136000 km",
            "precio": 9995.0
        },
        {
            "titulo": "AUDI TT Coupe 1.8 T 180CV 3p.",
            "enlace": "https://es.wallapop.com/item/audi-tt-coupe-1-8-t-180cv-3p-1051616453",
            "descripcion": "Audi TT Restyling 1.8 Turbo con 180 cv nacional en un estado óptimo de conservación con kilometraje certificado, mantenimiento al día y ITV en vigor. El vehículo dispone de asientos deportivos de piel, dirección asistida, climatizador automático, alarma antirrobo, llantas de aleación , control de estabilidad ESP, sistema de audio con lector de CD, volante deportivo de piel, spoiler trasero, lunas a térmicas, asiento delantero regulable en altura, retrovisores con regulación eléctrica, modelo restyling, ordenador de abordo, etc + info contacten sin compromiso. Garantía comercial 12 meses incluido en el precio. Enviamos a domicilio.(ATENDEMOS 365 DÍAS DEL AÑO, INCLUSO FINES DE SEMANA Y FESTIVO) ** PARA PODER OFRECER UN MEJOR SERVICIO A NUESTROS CLIENTES, ATENDEMOS CON CITA PREVIA. ** Anuncio a título informativo, puede contener erratas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "119600 km",
            "precio": 9990.0
        },
        {
            "titulo": "Audi TT 2003",
            "enlace": "https://es.wallapop.com/item/audi-tt-2003-1071222587",
            "descripcion": "Audi TT 1.8t quattro 6 velocidades,muy pocas unidades! y menos en este estado impecable, todos los mantenimientos al día, coche muy mimado catalizador recién cambiado, ruedas Michelin pilot Sport nuevas, llantas oz , todos los sinenbloks cambiados y alineación reciente mente hecha cuadro de instrumentos que suelen fallar en estos modelos está recién reacondicionado tengo factura (500€)..... Y muchas cosas más.Tengo todas las facturas de todo lo que se le ha ido haciendo al coche desde años , cualquier consulta no duden en escribirme .coche para comprar y disfrutar.Sólo venta,no cambios acepto cualquier prueba mecánica",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2003",
            "kilómetros": "168000 km",
            "precio": 9900.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1069268525",
            "descripcion": "Audi tt Roadster muy cuidado, ITV pasada el 17/01/2025 sin defectos, todo al día, dos juegos de llantas con sus neumaticos, unas en 16 pulgadas y otras en 18 pulgadas, elevalunas eléctricos, espejos eléctricos, climatizador automático, al día de todo, capota eléctrica revisada este año, ruedas con 4000 km. Cambio de anticongelante recién hecho, batería nueva. Pastillas de frenos nuevas. Radio con manos libres Bluetooth. Se pueden aportar facturas d los últimos mantenimientos y reparaciones. valoraría cambio únicamente por 911 descapotable ajustando diferencias.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "143500 km",
            "precio": 9200.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1090475944",
            "descripcion": "Audi tt 5V 1.8T 180Cv --Vehículo Nacional 1999 Todo documents al día. --81.989 kms --180 cv 1.8Turb --Faros delanteros led xenon y faros traseros lexus --Asientos cuero negro --Elevalunas eléctricos --Cierre centralizado. --Llantas R19 perfil bajo --Volante SL cuero achatado --Pantalla 7 extraíble Kenwod --Cámara trasera --Sensores d aparcamientos Traseros y delanteros. --Paragolpe delantero sport --3 llaves 🔑 🔑🔑 --Retrovisores y manetas cromados 🔜 Todo está homologado en ficha tecnica itv. 🔜 Cambio complto kit d distribución cambiado y sus revisiones al día. 🔜 Vehículo muy cuidado, aún en su estado d conservación cm podéis observar. No sé hace cambio, solo venta. No negociables!! 9.000€",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "81989 km",
            "precio": 9000.0
        },
        {
            "titulo": "Audi TT 2003",
            "enlace": "https://es.wallapop.com/item/audi-tt-mk1-euro4-994354098",
            "descripcion": "Único dueño durante 18 años. Motor AUQ, Homologación Euro4, ¡¡ETIQUETA C (verde)!! PERFECTO ESTADO!! - Exterior 9/10 - Interior 9/10 - Mecanica 9/10 MUY EQUIPADO de serie: Xenón, Alarma, Asientos de cuero y alcántara, LLANTAS PARABOL 17” originales,… 4 ruedas (marca Firestone) nuevas. Tapizado del techo y maletero nuevos. Paneles de puertas, asientos, volante, en perfecto estado. Cero problemas. TOTALMENTE DE SERIE. Todos los mantenimientos al día. Sólo 145.000km demostrables con facturas e informes itv. (Lo uso a diario, por lo que los km van aumentando) Una MUY buena unidad, en muy buen estado general de todo!! (Futuro clásico) **El color no es negro, es un azul oscuro de Audi (mucho más bonito y exclusivo)** ¡¡CAMBIO!! por otro coche del mismo estilo y/o automático (Audi TT Mk2, Mini Cooper S (2015 en adelante), A1, A3, Golf, Polo GTI, ...) Escucho ofertas, ajustando diferencia si es necesario. Precio negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2003",
            "kilómetros": "145000 km",
            "precio": 8700.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1093052474",
            "descripcion": "Audi TT 1.8 Turb 180cv 5V Cambio kit distribucion/bomb agua. Muy Cuidado, siempre en corchera, pocos en esté estado d conservación, pintura original sin roces. 81.989 km ITV RECIÉN HECHA -Llantas 19R perfil bajo. -Camara trasera instalada cn sensores d aparcamiento delantero y trasero. -Pantalla 7 KENWOD Extraible. -Volante achatado deportivo diseñado. -Altavoces Jvl. -Faros delantero xenon angel, faros traseros. -Paragolpe deportiv, culin escape deportivo, Retrovisors CROMADOS. TODO EXTRAS costaron unos 4.000€ y TODO ESTÁ HOMOLOGADO X itv. Documents al día. Coche muy completo, mejor ver! NO SÉ HACEN CAMBIOS Y NO ES NEGOCIABLE. 8600€",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "81989 km",
            "precio": 8600.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1092953167",
            "descripcion": "Audi tt 5V 5V 180cv ▶️ Vehículo Nacional 1999 Todo documents al día. ▶️ 81.971 kms ▶️ 180 cv 1.8Turb ▶️ Faros delanteros led xenon y faros traseros lexus ▶️ Asientos cuero negro ▶️ Elevalunas eléctricos ▶️ Cierre centralizado. ▶️ Llantas R19 perfil bajo ▶️ Volante SL cuero achatado ▶️ Pantalla 7 extraíble Kenwod ▶️ Cámara trasera ▶️ Sensores d aparcamientos Traseros y delanteros. ▶️ Paragolpe delantero sport ▶️ 3 llaves 🔑 🔑🔑 ▶️ Retrovisores y manetas cromados ⏬️Todo está homologado en ficha tecnica itv. ⏬️Cambio complto kit d distribución cambiado y sus revisiones al día. ⏬️Vehículo muy cuidado, aún en su estado d conservación cm podéis observar. No sé hace cambio, solo venta. No negociables. 8.500€",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "81971 km",
            "precio": 8500.0
        },
        {
            "titulo": "Audi TT 1.8T QUATTRO 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-1-8t-quattro-2006-1063142199",
            "descripcion": "AUDI TT MK1 1.8 T 180cv 2006 -NACIONAL -CUERO -CLIMATIZADOR -ESCAPE VIMESA -NEUMATICOS NUEVOS YOKOHAMA -ETIQUETA C -REVISIONES AL DIA, MUY CUIDADO. INFO POR PRIVADO. SOLO GENTE SERIA.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2006",
            "kilómetros": "159000 km",
            "precio": 8500.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1048847256",
            "descripcion": "Turbo gt28 soplando a 0.9b a falta de ajustar la electrónica para sacar todo su potencial. Admisión grande Ramair con caudalimetro de R53, bobinas y bujías NGK puestas hace 3000km. Se le hizo cambio de aceite, filtro, aceite de la caja y del diferencial hace 3k km también. Se le acaba de montar frenada delantera de Porsche 4 pistones y líquido Motul. Línea completa de escape hecha en Valhalla en 2.8\" + downpipe en 2.8\". roscadas homologadas. ITV hasta enero Se puede ver y probar. precio negociable ACEPTO CAMBIO DISEL O GASOLINA Entrego TODO lo de seriee",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "210000 km",
            "precio": 8500.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-937765962",
            "descripcion": "Audi TT Cabriolet/descapotable (Roadster) biplaza en muy buenas condiciones. 4 amortiguadores Bilstein nuevos + copelas, ITV reciente, Llantas S-Line 18’ y neumaticos 225mm nuevos, Pioneer Bluetooth, altavoces Bosé, asientos piel negra & calefactables, derivabrisas posterior automático de cristal, capota original Audi en muy buen estado, servicios, fuelles palier y pintado hace un año. Saludos y gracias por su visita🙏",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "199000 km",
            "precio": 8500.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1078973796",
            "descripcion": "Se vende audi tt mk1 IMPOLUTO,1.8 turbo,todo de serie de motor no lleva nada,lo único que se le acaba de recién poner es válvula de descarga forge,después si tiene muchos extras,lleva defensa delantera estilo r8 doble alerón,faldones laterales,el interior es todo de cuero todo azul,el más buscado todo el interior está perfecto todo el cuero está bien no tiene nada roto ni asientos ni nada,lleva como otro extra luces led todo por dentro que se pueden encender apagar,cambiar al color que quieras,tmabien se puede poner estilo intermitente que vaya cambiando etc los focos delanteros son de led,lleva unas llantas en 18 llevadas a pintar de blanco en portugal,tienen un acabado perfecto… el coche no llega a 175.000 kilómetros lo dicho de motor está perfecto de interior igual no tiene nada roto y de pintura no tiene ningún golpe ni rascazo,de pintura está perfecto,esta recien salido del pintor,se pintaron defensa delantera en negro ,parrillas en negro,techo en negro,alerón,difusor....mucho dinero invertido en el,tambien tiene los neumaticos nuevos recién puestos además de una radio nueva con pantalla abatible que se puede esconder o sacar y un subwoofer con toda la instalación y todo puesto,pastillas de freno nuevas...etc CUIDADO COMO SI FUERA UN BEBE, puede interesar algun tipo de cambio. COCHE NACIONAL! MEJOR VER EN PERSONA,EN FOTOS NO SE APRECIA LO IMPOLUTO QUE ESTA.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "170000 km",
            "precio": 8499.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1078287541",
            "descripcion": "Audi en perfecto estado, uso diario. Cambio de distribución reciente. Negociable. Extras: llantas en 19\", suspensión, techo solar, asientos calefactables, interior en azul en muy buen estado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "198000 km",
            "precio": 8200.0
        },
        {
            "titulo": "Audi TT 2003",
            "enlace": "https://es.wallapop.com/item/audi-tt-2003-1071660135",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "198000 km",
            "precio": 8000.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1051516429",
            "descripcion": "Audi tt muy bien conservado, con suspension deportiva homologada con PROYECTO y ITV en vigor.km reales. Algo negociable. Abstenerse ofertas ridiculas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "189000 km",
            "precio": 8000.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1071685327",
            "descripcion": "Vendo Audi tt del 2005, cambio manual con evalunas electrónico y con 160.964Km. Pasado ITV recientemente todo en regla.Cambiado recientemente correa de distribución. Pueden venir a verlo sin compromiso.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "160964 km",
            "precio": 8000.0
        },
        {
            "titulo": "Audi TT 2003",
            "enlace": "https://es.wallapop.com/item/audi-tt-2003-1045031079",
            "descripcion": "No cambio, solo vendo. -125.000 km -Todos los mantenimientos al día (Líquidos, filtros, correa de distribución, bujías y motor de arranque cambiados) -ITV hasta octubre del 2025 -4 neumáticos Michelin pilot sport 5 recién puestos -Cambio de aceite y filtro recién hecho -Batería recién cambiada -Está de serie -Paragolpes delantero homologado -Llantas Oz originales 18\" -Pantalla táctil -Asientos de cuero -Dos llaves Funciona todo, sin fallos ni golpes. Tiene algún defecto en el interior pero nada grave. En los tres años que lo he tenido no me ha dado ningún problema.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2003",
            "kilómetros": "126000 km",
            "precio": 8000.0
        },
        {
            "titulo": "Audi TT S Line - 2004",
            "enlace": "https://es.wallapop.com/item/audi-tt-2004-1038727838",
            "descripcion": "Marcha manual Matriculado en 03/2004 Se vende Audi TT en muy buen estado, muy buen cuidado y usado como segundo coche, duerme en garaje. Nunca ha dado problemas. Tiene todos los mantenimientos pasados y la ITV en vigor hasta octubre 2025. tiene seguro hasta septiembre de 2025. Se libre de venir y verlo (en Pamplona), se permite llevar a un taller para evaluar su estado. Distribución, bujías nuevas en 2021; bateria nueva en 2022, retapizado de techo interior en 2024... Dispone de radio actual con bluetooth y USB, pero incluyo la original Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2004",
            "kilómetros": "146000 km",
            "precio": 8000.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1009814348",
            "descripcion": "ITV Nov 24 En perfecto orden de marcha , neumáticos , frenos Ate , pastillas ceramic , suspensión bilstein , nuevos , aceites motor caja y diferencial , motor revisado , correa distribución , filtro KN , capota eléctrica , Quattro 6v ,18ocv pocas unidades con esta configuración , escape acero inoxidable,",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "210000 km",
            "precio": 8000.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-902704167",
            "descripcion": "Vendo Audi TT Quattro del año 2000, muy a mi pesar y por aumento de familia. En diciembre fallo compresor de aire acondicionado y se aprovechó para: -Compresor AC nuevo -Correa distribución bomba de agua nuevo -Correa servicio y tensor nuevo -Polea compresor y de dirección nueva -Radiador condensador filtro de secado -Comprobacion de todo el circuito AC -Filtros, aceite Castrol magnetic, etc Se acaba de pintar por completo y restaurado asiento y llantas Audi old school 18\". Se ha invertido más de 4000€. Todo lo mencionado con facturas y documentado en fotos. Mas info por privado.Se valoran cambios por vehículo de mi interés.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "220000 km",
            "precio": 7999.0
        },
        {
            "titulo": "AUDI TT COUPE 1.8T 180 CV 3P 5 VELOCIDADES",
            "enlace": "https://es.wallapop.com/item/audi-tt-2003-1091774939",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2003",
            "kilómetros": "175000 km",
            "precio": 7990.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-993112183",
            "descripcion": "auto muy cuidado impecable todo original itv y seguro vigente todos los servicios echos cambio de kit distribicion todo en perfecto estado usandolo actualmente muy pocos km cambio por coche familiar gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "116000 km",
            "precio": 7990.0
        },
        {
            "titulo": "Audi TT 2004",
            "enlace": "https://es.wallapop.com/item/audi-tt-2004-960791338",
            "descripcion": "Audi TT en perfecto estado exterior e interior. Acabado s_line. De diciembre de 2004. Distribución hecha con 170.000. Stage 1 205 cv. Neumáticos delanteros 90% y traseros 70%. Muy muy cuidado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2004",
            "kilómetros": "177000 km",
            "precio": 7990.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-305003134",
            "descripcion": "Coche Nacional última versión 2005 (190cv) Coche de fines de semana Coche muy bien cuidado, no fumador, 0 golpes,Radio de serie. Tengo el CARFAX del vehiculo. Tiene varios extrás aparte de los suyos. Facturas de todo. Pegatina B Extras: - Tubo de escape Trasero y Intermedio (Homologado) -Filtro k&N de panel -spoiler delantero y trasero color negro. -Aleron negro + el que tiene. Más información contacteme.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "190 cv",
            "año": "2005",
            "kilómetros": "210000 km",
            "precio": 7950.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1081608358",
            "descripcion": "Coche em muy buen estado y muy cuidado con línea entera de escape de acero inoxidable homologado. Distribución recién echa con mantenimiento completo . Y pasado itv recientemente , lo vendo o cambio por que busco un coche un poco más familiar ya q tengo 2 niños . Solo personas serias y de preferencia ver el coche en persona .",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "250000 km",
            "precio": 7900.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1026611005",
            "descripcion": "En perfecto estado, tanto de apariencia como de mecánica. Revisiones al día. Se aceptan pruebas mecánicas sin inconvenientes. Ruedas traseras nuevas de hace 1 mes. ITV hasta 25 de octubre de 2025. Radio bluetooth Sony. También entrego la radio de serie. Lo vendo por intención de cambio de coche mas grande, hasta que no salga un comprador, seguire usandolo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "156000 km",
            "precio": 7900.0
        },
        {
            "titulo": "Audi TT roadster 1.8 Turbo",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-791177345",
            "descripcion": "Audi TT roadster en perfecto estado. Ruedas delanteras nuevas a estrenar, traseras nuevas también, recién cambiadas. Amortiguadores traseros nuevos también. Tapicería béisbol. ITV, en vigor hasta octubre de 2023. Color, Nimbus Grey. Siempre en Garaje Particular. Con todos los extras, llantas, ESP, tapicería, equipo sonido JVC con manos libres y mando inalámbrico, clima, alarma, cierre centralizado, asientos calefactables, suspensión deportiva extra, muelles deportivos, motor 1.8 turbo. Tapa esconde capota. Reprogramación especial de TLR SPORT(con carta y facturas).(+200CV)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "170000 km",
            "precio": 7900.0
        },
        {
            "titulo": "Audi TT 1.8t",
            "enlace": "https://es.wallapop.com/item/audi-tt-1-8t-1056389338",
            "descripcion": "Vendo Audi tt 1.8 turbo en muy buen estado tanto exterior como interiormente . Siempre duerme en garaje. Itv recién pasada. Para mas información preguntar por privado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "185000 km",
            "precio": 7800.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1071815001",
            "descripcion": "Vendo Audi tt del 2005, cambio manual con evalunas electrónico y con 160.964Km. Pasado ITV recientemente todo en regla.Cambiado recientemente correa de distribución. Pueden venir a verlo sin compromiso.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "160964 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1077229835",
            "descripcion": "- Se vende (con mucha pena) por cambio a coche familiar. - Extras: luces de xenon, volante SLine, audio Bose - Ocasión de tener un coche clásico en pocos años - Se acepta prueba mecánica en taller - ITV pasada en noviembre 2024 - Correa de distribución y bobinas cambiadas en 2024 también - La chapa tiene algún roce normal del uso - Sus 180 CV y su sonido harán disfrutar a cualquiera",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "208000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1071681566",
            "descripcion": "Vendo Audi tt del 2005, cambio manual con evalunas electrónico y con 160.964Km. Pasado ITV recientemente todo en regla.Cambiado recientemente correa de distribución. Pueden venir a verlo sin compromiso.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "160964 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1071949223",
            "descripcion": "Bonito audi tt,con pegatina b y correa distribución cambiada hace días,con itv al dia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "160964 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1027857641",
            "descripcion": "Único, mimado desde el primer día. Stage 2. Llantas a medida. Downpipe acero inoxidable. Alerón de Carbono ORIGIN LABO GT. HOMOLOGADO EN FICHA. Tubos led interior instalados en taller especializado. Marcador KM y pantalla, NUEVOS. Faros delanteros y traseros homologados. Escape homologado. Correa nueva, con menos de 10000 km ITV pasada hace unos meses. Se entrega tubo de escape original. NO CAMBIOS. Abstenerte curiosos y ofertas sin sentido. Gracias !",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "220 cv",
            "año": "2002",
            "kilómetros": "198000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1018940334",
            "descripcion": "En muy buen estado siempre en cochera o cambio por moto si me interesa o simulador de movimiento",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "160000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-796859139",
            "descripcion": "audi tt tiene ruedas nuevas llantas 19 equipó de música pioneer y altavoces asientos de piel claros tiene carburación más grandes que alcanzas los 210cv de potencia motor impecable sin ningun fallo climatizadador acento prueba mecánica y mejor venir a probarlo tiene etiqueta verde para poder entrar en las ciudades grandes y tiene seguro hasta 19 de julio del 2023 un año y itv recién pasada sin ningún problema el coche esta impecable tanto de motor de interiores y exteriores tiene algún arañazos de los años faldones delanteros y traseros y laterales y alerón trasero portavoz no cambio precio negociable 688240405 llamar y hablamos gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "210 cv",
            "año": "2005",
            "kilómetros": "182969 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1003841385",
            "descripcion": "Audi TT 1.8 Turbo 180cv techo eléctrico en negro mate. Llantas 18. Tiene gomas nuevas. Recientemente se cambió aceite y todos los filtros. ITV recién pasada sin problemas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2006",
            "kilómetros": "220000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1047645102",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "216000 km",
            "precio": 7200.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1068675650",
            "descripcion": "AUDI TT Roadster 1.8T 180 CV 2p 2001 - La Emoción de Conducir un Clásico Deportivo Motor Gasolina 1.8 Turbo de 180CV. Transmisión manual de 5 velocidades. 200.000km. Etiqueta (B). - Diseño: Techo convertible de lona en excelente estado. ¡Se entrega también techo rígido! Llantas de aleación de 16”. Suspensión deportiva. Asientos en cuero. Volante en cuero y detalles en aluminio. El habitáculo está pensado para dos personas. - Tecnología: Aire acondicionado. Pantalla táctil con CD. Equipo de audio Kenwood. Elevalunas eléctricos. Retrovisores ajustables eléctricamente. - Seguridad Airbags frontales y laterales, Frenos ABS. Control de tracción. ENTREGA INMEDIATA SPU CARS BCN Transparencia, fiabilidad y cercanía, son algunos de los conceptos que nos representan como empresa y con ellos nos avalan más de X años en el sector. Gracias a nuestro recorrido operando en Argentina y España, podemos decir que contamos con una amplia experiencia a la hora de ofrecer un servicio óptimo. Además, en nuestro taller, podrás aprovechar todas las ventajas, ya que tenemos el privilegio de ser Servicio Oficial Ford (Talleres G. Blanquez). Todos nuestros vehículos son revisados exhaustivamente por nuestro equipo de mecánicos. Podrás encontrar nuestro showroom en Av. del Vallès, 149, Terrassa, Barcelona. Este anuncio se muestra a título informativo, no es vinculante y puede contener errores.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "200000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1088406905",
            "descripcion": "AUDI TT como salio de fabrica, en perfectas condiciones ITV pasada la pantallita ordenador no funciona bien, tiene luces que no funcionan, es un problema que tienen todos segun tengo entendido. se puede ver sin ningun problema.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "185000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1082941740",
            "descripcion": "audi tt en perfecto estado un coche de capricho llantas mejoradas equipo de musica con pantalla y altavoces mejorados alarma camara de aparcamiento trasera esra impoluto tambien cambiaria por coche nissan qashqai",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "202000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1076026772",
            "descripcion": "Audi tt en muy buen estado Pegatina medioambiental C Se acepta prueba mecanica",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "190000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1074118462",
            "descripcion": "Se vende audi TT con algun desperfecto en chapa del uso. Nunca ha dado ningún problema de motor. ITV al dia. Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "165000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1049470568",
            "descripcion": "Vendo Audi TT Mk1 abril 2006, ultimo de su clase, en muy buen estado. Revisiones cada año (tengo todos las facturas) guardado en cochera. Solo gente seria.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "186000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1034807239",
            "descripcion": "Audi TT COUPE 1.8 5v en perfectas condiciones. Llantas nuevas , neumáticos nuevos, tapicería muy cuidada, motor al día , recién pintado, modificación tubo escape directo ( sonido deportivo muy bonito).",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "205000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi TT 2003",
            "enlace": "https://es.wallapop.com/item/audi-tt-2003-993224547",
            "descripcion": "Se vende recién pintado completo Audi Tt cabrio Motor 1.8 turbo de 150 CV Climatizador Llantas de aleación Dirección asistida Faros delanteros con luz diurna homologados ITV recién pasada Recien pintado completo, incluso llantas, por capricho, ni el mas minimo rasguño, suspensiones nuevas, lo entregamos con revision completa, distribucion completa nueva y garantia mecanica transferencia 120€ aceptamos coche y moto como parte de pago. todos nuestros vehículos se entregan con garantía de 12 meses . talleres propios de mecánica, chapa ,pintura , y limpieza. carretera de Logroño km 13,800 cp 50180 utebo Zaragoza. ,",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "224000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-993628786",
            "descripcion": "Vehículo completamente de serie y en perfectas condiciones tanto interior, exterior como mecánicamente. Recién pasada revisión completa de todos los filtros, bujías, aceite, neumáticos nuevos, todas las correas, silentblocks, tapicería interior reparada e ITV.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "150000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-874526480",
            "descripcion": "Itv recien pasada muy cuidado control de tracción asientos calefactables espejo electricos sistema de sonido bose radio pioneer también acepto cambio por furgoneta negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "104000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi TT Mk1",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1049653164",
            "descripcion": "Motor y electrónica perfecta Acepto prueba mecánica! Stage 1 a 245cv Turbo e intercooler de seat cupra Embrague sachs de competición nuevo Bobinas de encendido del audi r8 y bujias recien cambiadas Mantenimientos recién echos Aceite y filtros Manguitos de silicona Pastillas de freno y pinzas nuevas Latiguillos de freno de metal Discos perforados Separadores 2 cm Barra estabilizadora Válvula de descarga reforzada Tubo de escape tramo final duramax homologado Llantas 17 audi originales Tiene ITV hasta diciembre de 2025 Asientos de cuero y calefactables Altavoces bose Elevalunas eléctricos Aire acondicionado Techo recién tapizado Neumáticos al 70% Algún desperfecto de chapa El coche no tiene pegatina medioambiental pero se puede sacar sin problema en la audi pagando el impuesto correspondiente! Paquete S-line Acepto cambio! Acepto cambios por coche, por traspaso de negocio u otra cosa de mi interes!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "221000 km",
            "precio": 6999.0
        },
        {
            "titulo": "202CV PEGATINA\"B\"",
            "enlace": "https://es.wallapop.com/item/202cv-1076445301",
            "descripcion": "PEGATINA \"B\"Itv enero 2026 mantenimiento recién echos,le puedes llevar a tu mecanico d confianza coche con 25 años(clasico)lo cual significa que el impuesto anual del ayuntamiento paga la mitad,nada o todo según ayuntamiento y el seguro si tienes otro coche a tu nombre cuesta menos d 200 euros.ULTIMO PRECIO.Impuesto municipal 2025 pagado.Se le pyede hacer \"C\" pasándolo a GLP.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "214000 km",
            "precio": 6998.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1091574541",
            "descripcion": "Audi tt todo de serie Correa de distribucion y tensor cambiado Bomba de agua y liquido de refrigerante Neumaticios nuevos los 4 Estado esterior excelente Estado interior sin roces en los asientos Itv pasada Revision al dia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "126000 km",
            "precio": 6995.0
        },
        {
            "titulo": "AUDI TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1089461595",
            "descripcion": "AUDI TT 1.8 180 CV Airbag frontal conductor Airbag frontal pasajero Airbags laterales delanteros (cabeza / tórax) Antibloqueo de frenos (ABS) Bloqueo electrónico del diferencial (EDS) Cinturones delanteros con tensores pirotécnicos Computadora de a bordo con Check Control (FIS) Control de estabilidad Control de tracción Direccion asistida Distribución electónica de la fuerza de frenado (EBV) Faros antiniebla Regulación de altura de faros Suspensión deportiva Tercera luz de freno Volante con ajuste horizontal Volante con ajuste vertical Aire acondicionado Elevalunas electricos delanteros Mando a distancia por ondas de radio GARANTIA MOTOR S.L EN BOADILLA DEL MONTE (MADRID) CONCERTAR CITA PARA VERLO NUESTROS PRECIOS ANUNCIADOS SON AL CONTADO E INCLUYEN TODOS LOS GASTOS(CAMBIO DE NOMBRE, GARANTIA, LIMPIEZA Y REVISION MECANICA ETC) GARANTIA 12 MESES INCLUIDA( MOTOR, CAMBIO, ELECTRICO,REFRIGERACION, DIRECCION, SUSPENSION....) Garantizamos los kilómetros por escrito. Garantizamos que el coche no ha sufrido golpes estructurales. Aceptamos su vehículo como parte de pago ESTUDIO DE FINANCIACION GRATUITO.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "1999",
            "kilómetros": "210000 km",
            "precio": 6900.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1087466430",
            "descripcion": "PRECIO NO NEGOCIABLE precioso coche guardado siempre en garaje, mantenimiento al dia ruedas nuevas techo nuevo radio nueva tapiceria cuero negro correa distribucion nueva traccion 4 constante",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "213000 km",
            "precio": 6900.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1090056695",
            "descripcion": "vendo o cambio audi tt por moto sxooter de 500 cc tambien cambiaria por bicicleta de carretera se alta gama o de montaña altw gama",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "200000 km",
            "precio": 6800.0
        },
        {
            "titulo": "Audi TT roadster ",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1054381751",
            "descripcion": "Vendo Audi TT roadster Coche muy cuidado. Itv hasta agosto del 2025, siempre en garage.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "180000 km",
            "precio": 6800.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1090364269",
            "descripcion": "Audi TT , muy buen estado neumaticos delanteros y traseros nuevos discos y pastillas delanteros brembo nuevos , pastillas traseras nuevas , catalizador del año pasado nuevos , llanta 18 , ITV en vigor. +34622626206",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "260000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1081465839",
            "descripcion": "Audi TT en muy buen estado, mecánicamente de serie y todo al día (se usa a diario), ITV en vigor, distribucion hecha, embrague nuevo. No hay q hacerle nada, si estás familiarizado con los 1.8T 20v y conoces todos los defectos y averías de este modelo, no tienes q preocuparte pues lo tiene todo solucionado así q si tienes 3000€, este no es tu coche. Lleva cámara trasera, pantalla táctil, reposabrazos, sensores traseros, llantas 18 pulgadas, accesorios personalizado. Abstenerse curiosos y ofertas absurdas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "198000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi TT Sline ",
            "enlace": "https://es.wallapop.com/item/audi-tt-sline-1070909253",
            "descripcion": "Audi TT 1.8T, 5V, 180cv, manual, traccion delantera, acabado Sline original, vehiculo nacional sin rematricular, itv sin fallo alguno hasta noviembre de 2025, etiqueta B. Tapiceria de piel sin desperfectos, 4 airbags, 2 llaves, faros de xenon con bombillas nuevas, alarma, manos libres...Mantenimiento al dia, se puede probar y llevar al taller que se desee para revisarlo. Abstenerse ofertas absurdas, posibilidad de negociar asi como valorar algun cambio.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2004",
            "kilómetros": "232000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1078077766",
            "descripcion": "en perfecto estado tanto de motor como de plancha rematriculado en el 2005 color rojo de serie aceptaria cambio por suzuki samurai o vitara mas dinero a mi favor",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "131000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1069229937",
            "descripcion": "Muy poco uso,siempre guardado en garaje, ruedas de nieve recién cambiadas, ITV pasada en octubre de 2024.Equipo de altavoces BOSÉ faros led/xenon.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "110450 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1060706530",
            "descripcion": "Motor 1.8t 180cv código AUQ (motor con normativa EURO 4 pegatina C, con certificado de la DGT) 152.000kms Todo original... #clasico#bmw#mercedes#seat#volskwagen#hyundai#kia#renault#fiat#honda#mazda#mini#smart#roadster#cabrio#1.8t#fr#cupra#quattro#gti#n#sport#turbo#peugeot#urge#oferta#ford#nissan#lexus#st#ecoboost#aum#auq#1.6t#2.0t#opc#gtc#m2#m3#m5#m5#amg#rs#passat#golf#polo#leon#ibiza#altea#coupe#s3#mk1#mk2#mk3#mk4#mk5#mk6#mk7#stage#tuning#intake#barcelona#coche#fiesta#focus#yaris#corolla..",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "152000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-994177471",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "250000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1092828537",
            "descripcion": "deportivo extraordinario en perfecto estadp con sus revisiones al dia faros de xenon asientos calefactados piel climatizador ruedas nuevas ,bateria nueva itv hasta enero se 2026 bobinas r8 genial de motor,los discos de frenos y pastillas nuevos ,todos los filtros cambiadios el anticongelante tambien",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "207000 km",
            "precio": 6300.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1089455547",
            "descripcion": "Perfecto, ITV hasta junio, cierre centralizado, consola principal y motor de arranque arreglado en junio 2024, aporto factura. Murcia capital",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "276000 km",
            "precio": 6300.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-954710559",
            "descripcion": "Vendo Audi TT 1.8 turbo 180cv V5 , año 2005 y 180.000klm - Asientos de piel y alcántara - Asientos calefactables - Asientos envolventes deportivos - Llantas originales de fabrica 16\" - Ordenador de abordo - Volante de piel en 3 radios - Climatizador - Eleva lunas eléctricas - Retrovisores eléctricos - Cierre centralizado + 2 llaves con mando - ABS - ESP - 4 Air bags - Bluetooth - Navegador - Tlf manos libre Lo entrego con 2 matrículas de metacrilato y 2 faros traseros aparte, todo nuevo a estrenar en su caja.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "180000 km",
            "precio": 6300.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1-8t-quattro-1071412481",
            "descripcion": "Se vende audi TT 1.8T quattro, año 1999, modelo de motor MK1. El coche se encuentra con un estado de motor exquisito. Distrubución hecha con menos de 5mil km, discos y pastillas de freno, engrase y mantenimiento de sistema de tracción quattro y de la caja de cambios. Interior original el cuero en muy buen estado de conservación. El vehiculo incluye alarma, dos juegos de llaves, cierre centralizado y radio pionner. Resaltar que monta escape de titanio homologado, que le da un sonido espectacular junto a un aumento del rendimiento del motor. El estado general de chapa y pintura es bueno, aunque tiene ciertas imperfecciones con motivo de los años del vehiculo. A tener en cuenta: -Las ruedas tienen buen dibujo pero tienen mas de 4 años -Golpe en aleta trasera derecha, que se podria negociar su reparación. - A los interesados se les manda un carfax con los datos del vehiculo, para que vean historial de propietarios, kilometros,... Cualquier duda o consulta no dudar en preguntar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "155000 km",
            "precio": 6250.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1051255709",
            "descripcion": "Audi tt mk1",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "152000 km",
            "precio": 6037.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1085426532",
            "descripcion": "Audi tt en perfectisimo estado.Cuidado a capircho,siempre ha dormido en garage,tiene todos los mantenimientos hechos,inclusive la correa de distribucion,que ha sido substituida a los 170000. Aceite y sus respectivos filtros cambiados,turbo nuevo,neumaticos al 80%, 2 llaves.Se entrega trasferido y con un año de garantia. km reales demostrables.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "173000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1063592091",
            "descripcion": "Audi TT 2005 S-line Motor 1.8T 150cv - 5 velocidades Etiqueta C Motivo de la venta: Lo compré con la intención de hacer un proyecto de restauración pero debido a la falta de tiempo debo venderle. Se le reparó una leve fuga de aceite que tenía desde la manguera de recirculación de gases, envío fotos y tengo varios repuestos que no he podido cambiar, amortiguadores traseros con sus copelas, filtro de aceite, de aire y habitáculo. Tiene detalles en el interior, es un coche de casi 20 años.. Lo normal. Obviar el consumo y la fecha que marca el tablero, se desconectó la batería y reseteó la información, consume alrededor de 7-8 litros/100km. Se gestionó el cambio de etiqueta B a ETIQUETA C. Solo eso costó alrededor de 200€ y mucho tiempo. Para evitar mareos incluyo los detalles que tiene aquí, fuera de esto, el coche va muy muy bien y está muy cuidado. Si no me equivoco soy su 3er dueño. Detalles: - Sonido en el embrague, cuando le pisas suena. Las velocidades entran como mantequilla, solo es cuestión de cambiar el kit de embrague o collarín. - Luz testigo de airbag encendida, debido a que el anterior dueño removió el asiento del piloto arrancando los cables sin querer. Ya están conectados nuevamente pero hay que resetear el fallo. - Fallo luz de cruce, funcionan correctamente, pero el anterior dueño quiso cambiar a led y por eso el fallo, se enciende el testigo en el tablero (es muy común) - Amortiguador trasero izq. malo, por eso compré unos nuevos y los entrego junto con las copelas. PRECIO NEGOCIABLE? - SI ACEPTO CAMBIOS? - SI (razonables) ACEPTO CR1PT0M0NEDAS? - SI Ignorar: Audi, TT, etiqueta, bmw, Mercedes, vag, Volkswagen, 1.8, turbo, sline, piezas, grupo vag, coche, coupe",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "253000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi TT 2003",
            "enlace": "https://es.wallapop.com/item/se-vende-audi-tt-2003-1072138875",
            "descripcion": "En perfecto estado salvo desgaste por paso de los años. itv y revisión recien pasada. No cambio por otro vehiculo, solo venta .",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "235000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi TT 2003 se acepta coche ",
            "enlace": "https://es.wallapop.com/item/audi-tt-2003-1077287060",
            "descripcion": "Pegatina B.El coche se encuentra en perfectas condiciones de motor e interior, menos de pintura y la tapicería del maletero que se está despegando, en las fotos muestro los detalles de la pintura, ni trampa ni cartón. El coche funciona muy bien y tiene itv hasta marzo de 2025 y los neumáticos delanteros tienen 6meses. Cualquier duda preguntar, ni tonterías. SE ACEPTA COCHE COMO PARTE DE PAGO.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2003",
            "kilómetros": "235000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1028138695",
            "descripcion": "Pantalla navegador y carplay, ruedas nuevas, cuenta revoluciones fix para arreglar, doy fyx nuevo para camiar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "225000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1059233879",
            "descripcion": "Vendo Audi TT 1.8 de 180cv ITV hasta Julio 2025 Cambio manual 5 velocidades Traición QUATTRO Coche para disfrutar de la conducción, te diviertes mucho, al ser tracción QUATTRO de Audi es un coche muy seguro al que puedes pisar en una curva que no se te va a ir, ideal para ir de disfrutar de carreteras de montaña. Diseño icónico y deportivo, sigue siendo un referente de estilo El coche va estupendamente, se conduce fenomenal, el motor empuja a la perfección, se le ha hecho recientemente cambio de bobinas, bujias, alternadora etc De chapa tiene desperfectos de los años, al igual que el interior, sin embargo se le han pintado los parachoques Mejor verlo en persona Lo vendo por no usarlo y que lo disfrute otro",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "290000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1010790422",
            "descripcion": "Se vende audi tt, recién hecha toda la revisión, aceite, filtros, anticongelante... 1.8cc turbo 180cv tracción delantera, cambio manual 5 velocidades,faros de xenón, equipo bosse, cierre con mando, espejos eléctricos, asientos de cuero azules,dirección asistida, climatizador, elevalunas eléctricos...I.T.V al dia. Se acepta prueba mecánica",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "275000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1000406959",
            "descripcion": "interni in finto carbonio, frizione e cambio sostituiti da poco, appena tagliandata, pastiglie e dischi nuovi, cerchi non originali OZ, impianto sub, il cielo rifatto, possibile passaggio ASI, marmitta tuning, paraurti posteriore non originale. Prezzo trattabile",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "238000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi TT 2004",
            "enlace": "https://es.wallapop.com/item/audi-tt-1-8-turbo-1003873444",
            "descripcion": "Audi tt 1.8 turbo año 2004,215000km,distintivo medioambiental,equipado con dirección asistida,elevalunas eléctricos,cierre centralizado,interior en piel,llantas de aluminio,radio usb,ordenador de abordo,mantenimiento al día,Distribucion hecha,algún detalle de chapa,interior en muy buen estado Financiación a su medida 12 meses de garantía Movil 698261530",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2004",
            "kilómetros": "210000 km",
            "precio": 5990.0
        },
        {
            "titulo": "Audi TT 2003",
            "enlace": "https://es.wallapop.com/item/audi-tt-2003-1079577540",
            "descripcion": "Vehículo impoluto tal como se aprecia en fotos mejor ver aceite y filtros recién cambiados ITV recién. Pasada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "194000 km",
            "precio": 5900.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1000655572",
            "descripcion": "audi tt roadster negro con capota verde manual (así no se rompe el motor de la capota) con el embrague cambiado y distribución, etiqueta B, con la ITV recién pasada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2001",
            "kilómetros": "223000 km",
            "precio": 5900.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1091592271",
            "descripcion": "Coche en perfecto estado, etiqueta B, nunca ha estado en taller, ruedas prácticamente nuevas,todo demostrable con facturas, se entrega pintado. Se vende por necesidad de comprar otro coche más grande por aumento de familia.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "198000 km",
            "precio": 5800.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1078418788",
            "descripcion": "Audi TT 99,variante AJQ180CV Bobinas y bujías NGK,Llanta 18, suspensión roscada KW regulable altura, separadores Momo,todo homologado, versión Sline, interior en piel buen estado,motor original sin stage ni modificaciones.ITV hasta 12/25 recién pasada 0 fallos.Para los años que tiene está casi perfecto.Se puede ver y probar.Vendo por falta de uso, no urge venta,no cambios por nada.Transferencia incluida en el precio.634950309",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "217000 km",
            "precio": 5800.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1063564361",
            "descripcion": "Audi TT de 1999. soy SEGUNDO PROPIETARIO desde 2008. En buen estado en general . Itv pasada en verano de 2024 sin fallos. poco negociable. No me interesan cambios. Apenas utilizado en los ultimos 5 años. Está en Santiago de Compostela. Los que hay a la venta por aquí han tenido hasta 11 propietarios...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "280000 km",
            "precio": 5750.0
        },
        {
            "titulo": "Audi TT Roadster mk1 2003",
            "enlace": "https://es.wallapop.com/item/audi-tt-roadster-mk1-2003-1088423645",
            "descripcion": "Características principales: • Motor: 1.8T 150 CV • Kilometraje: 256,000 km • Transmisión: Manual • Tracción: Delantera • Año: 2003 • Coche de importación, rematriculado en España Equipamiento destacado: • Interior de cuero negro en muy buen estado, con mínimo desgaste por el uso • Asientos calefactables • Radio Bluetooth con conexión USB y jack • Pedales y llantas de aluminio (llantas no estándar, ya que es coche de importación) • Aire acondicionado y calefacción • Mejoras: • Reprogramación Stage 1, que incrementa la potencia de 150 a 184 CV • Buen estado general, tanto mecánico como estético Vehículo en muy buen estado, tanto exterior como interior. Ha sido cuidado y mantenido con atención, con todas las revisiones al día. Gracias a la reprogramación Stage 1, ha ganado más potencia y es muy divertido de conducir. El interior de cuero negro se mantiene en excelente condición. Ha dormido siempre en garaje. Es un coche de importación rematriculado en España, por lo que las llantas no son las habituales de los modelos nacionales. Se entrega con revision realizada en taller, documentación de la revisión y documentación de la reprogramacion de la centralita homologado. Se ha cambiado recientemente la batería, alternador y el aceite. Precio muy ajustado, mas información respondo a mensajes.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2003",
            "kilómetros": "256000 km",
            "precio": 5700.0
        },
        {
            "titulo": "Audi TT MK1 180cv ",
            "enlace": "https://es.wallapop.com/item/audi-tt-mk1-180cv-1079481438",
            "descripcion": "Se vende AUDI TT MK1 TRACCIÓN DELANTERA 180CV del año 2003 en muy buen estado interior y exterior. El interior es completo de cuero y ha sido hidratado correctamente. Techo interior en color gris oscuro y radio Pioneer con manos libres y 6 altavoces en puertas. Color exterior azul oscuro en muy buen estado. No tiene ningún golpe. El coche siempre ha dormido en garaje. Código motor AUQ y turbo K03s. Como extras tiene llantas en 18\", lunas tintadas, sensores de parking traseros, doble cola de escape (la segunda es falsa estilo quattro) y filtro de aire cónico RAMAIR. El sonido es precioso aunque prácticamente vaya de serie. El coche tiene 213mil KM. El fis del cuadro está en perfecto estado, el único fallo que tiene es que a veces las agujas están un poco locas. De mantenimiento está bien. La distribución tiene 25mil km. Aceite Motul y 4 neumáticos en buen estado. Quitando el pequeño fallo de las agujas del cuadro el coche es para disfrutar sin hacerle nada. ITV hasta julio de 2025. La ha pasado sin ningún fallo. Cualquier cosa WhatsApp 633329911. El coche se vende por poco uso no por necesidad así que no urge venta. Sólo ha hecho 5mil km el último año y medio ya que no es el coche habitual. NO SE ACEPTAN CAMBIOS SOLO VENTA. #auditt #audi #TT #coche #gasolina #deportivo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2003",
            "kilómetros": "213000 km",
            "precio": 5600.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1085520679",
            "descripcion": "audi TT 1.8 150cv Equipación. elevalunas eléctricas Cierre centralizado. Llantas de aleación. It recién pasada. Capotan manual. Vehículo en perfecto estado Contacto. 666639381 WhatsApp Aceptamos vehículo como parte de pago. Nos ocupamos de todos los trámites. Enviamos a toda España. Disponemos de más vehículo. Carre 5 nave 2",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "180000 km",
            "precio": 5590.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1091999936",
            "descripcion": "Audi TT 2002 1.8 turbo El Audi tt con menos km. Único propietario desde que se fabricó. Siempre en garaje. Amortiguadores nuevos, kit distribución + bomba de agua, aceite y filtros, todo cambiado el año pasado. Ningún golpe ni accidente. Se acepta todo tipo de prueba mecánica.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "127000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1090248868",
            "descripcion": "Se vende coche en un estado excelente,con todos sus cambios al día y embrague cambiado hace poquito tiempo.lleva volante recortado,luces diurnas homologadas,Es un capricho de coche que va como un tiro,se puede ver el león capital y se estudiaría algún tipo de cambio por otro coche aunque tenga que poner algo de dinero,tipo Audi A5, Mercedes, BMW,etc.etc... gracias para interesados de verdad atiendo wasapp al 697207960.coche que va al alza con el tiempo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "290000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi TT 1.8T 180 QUATTRO",
            "enlace": "https://es.wallapop.com/item/audi-tt-1-8t-180-quattro-1085226094",
            "descripcion": "AUDI TT 1.8T 180cv QUATTRO XENON ASIENTOS DE CUERO CALEFACTABLES ALERON TRASERO EMBRAGUE RECIEN HECHO ESCAPE DOBLE SALIDA ITV RECIEN PASADA",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "220500 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi TT 2003",
            "enlace": "https://es.wallapop.com/item/audi-tt-2003-1081866405",
            "descripcion": "Buen estado interior y exterior, llantas en 18, amortiguador deportivo regulable en dureza, parasoles delantero cambiado y todos los extras.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2003",
            "kilómetros": "250000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1058421540",
            "descripcion": "pantalla digital aparcamiento. asientos cuero azul. buen estado interior. gasolina. no acepto cambios",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "215000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1044456058",
            "descripcion": "lo vendo por no usar, techo tapizado,recién pintado, cuadro reparado hace 6 meses, no admito cambios ni ofertas absurdas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "251000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1059813785",
            "descripcion": "Vendo audi TT año 1999, nacional, mantenimiento en Audi hasta 2016. Kit distribución+ bomba, mantenimiento aceite + filtro + valvulina, mantenimiento de haldex, neumáticos al 80%, 220000km, techo y maletero recién tapizado, aire acondicionado, radio pioner. Rematriculado por gusto del antiguo propietario. ITV hasta Marzo. Se acepta cualquier prueba mecánica.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "220000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1055679284",
            "descripcion": "se vende audi tt mk1, del 2002 matriculado en 2007, pegatina de medio ambiente, itv hasta agosto del 2025, desgastes logicos de los años. se puede ver y probar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "238000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi TT S-LINE",
            "enlace": "https://es.wallapop.com/item/audi-tt-s-line-1005741099",
            "descripcion": "Coche bien cuidado, ITV recién pasada próxima para el 13/11/2025, tubo de escape nuevo, cuadro de instrumentos reajustado, suspensión delantera nueva, bobina e interruptor de encendido nuevos, interior original y en buen estado, aceite cambiado. Lo vendo porque tuve que comprar un coche grande y ya no le estoy dando el uso que merece. Solo compradores serios, no respondo a cambios.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "238000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-899471559",
            "descripcion": "Vendo Audi TT Roadster turbo plateado, motor de 1.8t, 180cv y 5 velocidades en buen estado por cambio de residencia. El coche es de gasolina y dispone de distintivo ambiental (vehículos de 0 emisiones, eco, c y b). Equipamiento: capota manual, cambio manual, frenos ABS, control de tracción, dirección asistida ESP, suspensión deportiva, airbag para conductor y acompañante, airbags laterales, faros antiniebla, cierre centralizado con mando a distancia, elevalunas eléctrico, retrovisores laterales eléctricos, aire acondicionado, asientos calefactables, climatizador, volante de cuero, asientos deportivos, llantas de aleación. Considero también cambios por pickup o 4x4. Soy particular.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "207000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-788921558",
            "descripcion": "Coche en buen estado nunca piso un taller por ninguna averia se vende por compra de otro mas grende por familia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "198000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1076158940",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "215000 km",
            "precio": 5499.0
        },
        {
            "titulo": "Audi TT 2003",
            "enlace": "https://es.wallapop.com/item/audi-tt-2003-803004298",
            "descripcion": "se vende Audi TT Recién pintado entero ni un solo arañaso en muy buenas condiciones todo el mantenimiento recién hecho 4 ruedas nuevas, batería nueva, ITV en vigor extras dirección asistida Aire acondicionado cierre centralizado radio CD se estudian cambios más info por privado TLf 654492647.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2003",
            "kilómetros": "230000 km",
            "precio": 5400.0
        },
        {
            "titulo": "Audi TT 2004",
            "enlace": "https://es.wallapop.com/item/audi-tt-2004-1076902920",
            "descripcion": "Bien cuidado, aceite,filtro de aceite y aire recien cambiados,Bateria,pastillas,discos y liquido de frenos nuevos, Linea escape cambiada+donwpipe ( Tengo original para dar tambien ) Negociable, ver y probar mejor",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2004",
            "kilómetros": "240000 km",
            "precio": 5250.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1022814875",
            "descripcion": "Tiene la repro stage 1 206cv hecha hace poco, manguitos del motor todos nuevos, bomba de agua y bote nuevos, kit de distribucion nuevo en el mismo tiempo de la repro hace unos 3000 km embrage bimasa recien cambiado 20 de diciembre de 2024 ,llantas audi tt s line y parrilla delantera tambien s line tiene el aleron que no es el de casa, 2 etapas para subwoofer jbl y subwoofer jvc todo homologado para itv y todas las facturas de todo lo anterior vendo por quedarse chico",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2006",
            "kilómetros": "299000 km",
            "precio": 5250.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1083990242",
            "descripcion": "- Interior en piel y alcantara - Exterior en buen estado - Mantenimientos al dia (Embrague nuevo , aceite y filtros recien cambiados )",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "230000 km",
            "precio": 5200.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1039894512",
            "descripcion": "**Audi TT Coupe 1.8 150 CV - 2005** Descubre la combinación perfecta de estilo y rendimiento con este impresionante Audi TT Coupe. Con un motor potente de 1.8 litros y 150 caballos de fuerza, disfrutarás de una conducción emocionante y ágil. **Características destacadas:** - Año: 2005 - Color: Negro - Kilometraje: 267.000 - Transmisión manual. - Interior en excelente estado, con asientos de cuero - Sistema de sonido original y aire acondicionado - Distribución hecha hace menos de 6 meses -Mantenimiento al día Contáctame para más información.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "267000 km",
            "precio": 5200.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1055858771",
            "descripcion": "Audi TT 1.8T, 180 CV - Disponible para entrega inmediata Este Audi TT, a pesar de ser un clásico del año 1999, se encuentra en muy buen estado con tan solo 212.300 km recorridos. Con un diseño deportivo que sigue siendo admirado por su elegancia atemporal y personalidad única, es el coche ideal para los entusiastas de los deportivos compactos. El coche tiene su ITV válida hasta 2025, asegurando que se encuentra en condiciones óptimas para circular. Además, ha sido revisado mecánicamente y está listo para disfrutar de su conducción dinámica. Entre su equipamiento más destacado, cuenta con: - Dispositivo digital cuenta kilómetros - Llantas de aleación que realzan su estilo deportivo - Elevalunas eléctricos para mayor comodidad - Climatizador digital para un control preciso de la temperatura - Equipo de sonido Pioneer, ideal para disfrutar de tu música favorita en carretera El Audi TT 1.8T se caracteriza por su motor turbo de 180 CV, capaz de alcanzar los 228 km/h y acelerar de 0 a 100 km/h en 7.5 segundos. Su excelente relación peso-potencia le proporciona una conducción ágil y emocionante, tanto en trayectos urbanos como en carretera. Este coche ofrece la posibilidad de financiar tu compra y, si tienes un vehículo usado, ¡puedes entregarlo como parte del pago! También disponemos de servicio de entrega a domicilio para mayor comodidad.No dejes escapar esta oportunidad de tener un coche icónico y fiable. Contacta con nosotros por teléfono, correo electrónico o visítanos en persona para verlo. Estamos ubicados en Vereda de la Cueva, 42 - Llano de Brujas - Murcia. Nota: Nuestros anuncios están creados por un equipo humano y, aunque no es habitual, puede contener errores.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "212300 km",
            "precio": 5150.0
        },
        {
            "titulo": "Audi TT 1.8 Turbo",
            "enlace": "https://es.wallapop.com/item/audi-tt-1-8-turbo-1079143348",
            "descripcion": "Audi TT negro del año 2000 en perfectísimo estado tanto de exterior (repintado entero hace un par de años) como de interior y mecánica. Con tan solo 147mil km. Recién hecho mantenimiento de aceite, bujías y los 3 filtros. Pero lo mas importante es el embrague cambiado hace 500km. Todo con facturas. Itv al vigor hasta verano 2025. Motor va muy fino y el coche anda. Con neumaticos como nuevos, con muy poco desgaste. Acepto todas las pruebas y el precio es algo negociable. Unidad especial en este estado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "147000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1076546392",
            "descripcion": "audi tt muy cuidado , todos los mantenimientos al dia , itv hasta agosto del 2025, doy tramo final de tubo de escape tambien.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "128000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1035782512",
            "descripcion": "Hola, vendo o cambio por algo de mi interés Audi tt mk1 180cv tracción quattro, estado aceptable, ITV al día sin ningún fallo, distribución recién hecha. Por favor no marear el que esté interesado que lo venga ver y se puede probar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "270000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1068577828",
            "descripcion": "De mecanica esta Perfecto se acepta cualquier prueba mecanica, el motor fue sustitudo a los 180 mil km. Itv revien pasada. Gente seria. precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "290000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1051856844",
            "descripcion": "motor cambiado y embrague recién cambiado ruedas nuevas y pintado hace un año .cambio por audi a8 itv noviembre 2025",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "65000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1049450460",
            "descripcion": "vehículo en buen estado,, neumáticos con muy poco uso, revisión al día, ITV recién pasada sin defectos, cambio de nombre incluido.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2001",
            "kilómetros": "239000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1088331384",
            "descripcion": "Una unidad en perfecto estado,muy cuidado duerme en garage ,revisiones al día ,se vende por agrandar la familia,solo se usa los fines de semana.es mi precio más bajo,no acepto ofertas por debajo de ese precio!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "245000 km",
            "precio": 4950.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1071093580",
            "descripcion": "Está al día,de cambios de filtros y ITV se usa a diario,acepto vehículo como parte de pago,,,",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "190000 km",
            "precio": 4900.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1059544637",
            "descripcion": "Vendo Audi TT 8N MK1 gasolina con 196.000 km. Modelo de tracción delantera en color bitono, con kit V6 original y llantas V6 de 18 pulgadas. Los neumáticos Bridgestone Potenza están en perfecto estado. Tiene una segunda salida de escape funcional soldada al original y suspensión roscada homologada en la ficha técnica. El compresor del aire acondicionado ha sido recientemente cambiado. El coche está en buen estado general para sus años. Ideal para quien busca un clásico deportivo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "196000 km",
            "precio": 4900.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1056226122",
            "descripcion": "en perfecto estado y muy mimado. itv recien pasada, seguro hasta julio 2025, distribucion y bomba agua con menos de 5000 km ruedas aceite y filtros recien cambiados. llantas momocorse 17” asientos de cuero equipo audio bose, luces xenon. solo venta",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "269000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1030293732",
            "descripcion": "Audi TT S-line 180cvs Faros de Xenon Asientos cuero-ante calefactados, climatizador, alarma. ITV pasada perfecta el 13/07/2024. tiene sus libros, en muy buen estado para los años que tiene. Mantenimiento al dia, distribución con bomba de agua con 10.000kms,pantalla cuadro sustituida. Solo venta No cambios",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "265000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1088691300",
            "descripcion": "ÚLTIMO PRECIO,NO NEGOCIABLE,sino lo guardo en cochera.Vehículo NACIONAL.Lo rematriculé por capricho.Anterior matrícula V0244HB.Vendo audi tt recien revisado cambiados filtros, neumáticos en perfecto estado,mucho dinero invertido,todo homologado.Lunas tintadas ,radio cd,interior tapizado,duerme en cochera,recien pintado .. llantas 19, mecánica en buen estado,no repro, distribución realizada hace 18000 km,separadores,LIP,taloneras ,difusor panal de abeja,aleron v6,escape duramás homologado,aireadores rs3,tapizado interior,rematriculado ...todo homologado en ficha técnica.Suena que parece nuevo. 648056768 Repasado por taller Yerga Motor",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "215000 km",
            "precio": 4700.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1088916065",
            "descripcion": "Lo vendo por no tener tiempo a llevarlo al taller. No marca bien la temperatura.Por lo demas el coche funciona bien. Aceptaria cambios por un diesel en buen estado dependiendo del coche aportando algo de dinero.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "194000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi TT 2004",
            "enlace": "https://es.wallapop.com/item/audi-tt-2004-1081901650",
            "descripcion": "Audi TT con documentacion actual, uso diario, exteriormente tiene rozones pero no golpes grandes",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2004",
            "kilómetros": "240000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1066775419",
            "descripcion": "Fabricado en Alemania,ITV hasta Noviembre 2025,al dia de todo,sin roces ni golpes.mas info por privado.Esta en Valencia.Aceptaria cambio por coche pequeño...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "239000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1087386614",
            "descripcion": "La vendo perche avrei bisogno di una macchina familiare... Verniciatura appena rifatta, motore appena cambiato",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "100000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1057312642",
            "descripcion": "Audi tt 1.800 turbo,correa de distribución cambiada a los 220.000 km, neumáticos al 70%pantalla NO Pixelada,silentblock cambiados ( 700 ers demostrable)algunos desperfectos de pintura mínimos sin importancia,transferencia a cargo del comprador, cualquier duda preguntar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "250000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1032133551",
            "descripcion": "Distribución recién hecha,junta tapa balancines recién cambiada mantenimiento al día y cosas echas como kit de admisión ramair,válvula de descarga forge,bujías y bobinas del r8,repro,equipo de música Bosé, asientos calefactables No negocio el precio, no me desplazo para enseñarlo y solo lo probarán los realmente interesados no vendo a compraventas acepto prueba mecánica",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "270000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi TT ",
            "enlace": "https://es.wallapop.com/item/audi-tt-1053990194",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "260000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-989081941",
            "descripcion": "Audi TT 2005 Gasolina 1.8T 180cv 236.000km Coche NACIONAL Itv Caducada Mantenimiento y Revisiones al día Kit Embrague Completo Nuevo Compresor Nuevo Tracción Quattro No funciona el cuenta revoluciones Cambio Manual 5 Marchas Asientos de Piel Poco de desgaste en los asientos ○ Se acepta prueba mecánica.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "236000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1-8-turbo-1049742529",
            "descripcion": "Itv al dia Funciona todo menos el elvaluna del copiloto Ruedas delanteras al 60% traseras al 80% Lo enseño sin problema Panel del piloto despegado del tiempo no cambio",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "210000 km",
            "precio": 4400.0
        },
        {
            "titulo": "Audi TT 2003",
            "enlace": "https://es.wallapop.com/item/audi-tt-2003-1087903070",
            "descripcion": "coche en perfecto estado por dentro y por fuera distribución recien echa todas las revisiones al dia mejor ver y probar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2003",
            "kilómetros": "180000 km",
            "precio": 4300.0
        },
        {
            "titulo": "Audi TT 2004 1.8T 150cv",
            "enlace": "https://es.wallapop.com/item/audi-tt-2004-1083862663",
            "descripcion": "Audi TT 1.8T 150cv 5 velocidades Nacional 2004 distintivo ambiental B para circular por grandes ciudades ITV al dia 290.000km elevalunas electricos cierre centralizado direccion asistida aire acondicionado asientos de piel llantas de aleacion radio con entrada AUX y USB mantenimientos al dia recien pintado y recien tapizado para mas informacion tlf:629099983",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 4299.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1020504038",
            "descripcion": "Audi tt 1.8 turbo, 180 cv tracción quattro, 3 puerta, válvula forge, bobinas audi R8, filtro de aire KN, bujías bosch doble iridio, valvula N75 nuevas, cambio de aceite y filtros recién hechos lliqui molly. Itv recién pasada sin defectos. Se han de tapizar asientos delanteros. Precio negociable. No mareantes, gracias!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "200000 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1020502538",
            "descripcion": "Audi tt 1.8 turbo, 180 cv tracción quattro, 3 puerta, válvula forge, bobinas audi R8, filtro de aire KN, bujías bosch doble iridio, valvula N75 nuevas, cambio de aceite y filtros recién hechos lliqui molly. Itv recién pasada sin defectos. Se han de tapizar asientos delanteros. No mareantes, gracias!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "200000 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi TT 2004",
            "enlace": "https://es.wallapop.com/item/audi-tt-2004-1091992179",
            "descripcion": "Audi TT 180cv turbo está muy bien cuidado se ace prueba mecánica también me interesa algo que me guste",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2004",
            "kilómetros": "246000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi TT 8N 180 cv ",
            "enlace": "https://es.wallapop.com/item/audi-tt-8n-180-cv-1086940841",
            "descripcion": "Se vende Audi TT 8n 180cv con el famoso motor 1.8T 20 valvulas. El coche es del 1999, y soy el tercer propietario del vehiculo desde hace mas de 3 años. El vehiculo se encuentra con itv, mantenimientos al dia y revisión recien echa. El coche esta completamente de serie, menos las suspensiones que son bilstein. Se entrega con las llantas originales en 17 pulgadas y las actuales en 18 pulgadas con neumaticos Michellin Pilot Sport 4s. Cualquier duda, consultar por privado. Se aceptan pruebas mecanicas. Se valoraria el cambio por los siguientes coches: Citroen C2 vts #audi #tt #r8 #rs3 #s3 #8l #a3 #golf #gti #fr #cupra #roadster #jdm #miata #saxo #vts #206 #mercedes #clk #toyota #mr2",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "180000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi TT 2003",
            "enlace": "https://es.wallapop.com/item/audi-tt-2003-1068964951",
            "descripcion": "vendo audi tt rodaster cabrio motor 1.8 turbo gasolina KLM 250000 está como nuevo no hay que hacerle nada tanto de interior como exterior asientos calefactables aire acondicionado funciona perfectamente acepto cualquier tipo de prueba mecánica sin compromiso precio 4.000€ acepto coche como parte de pago",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "250000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1068564768",
            "descripcion": "Revisiones al dia recien echas, ITV hasta septiembre 2025, correa de distribucion echa, recien pintado entero, kms echos en carretera, duerme en garage, listo para rodar, asientos delanteros, para restaurar, cambiaria por VW new beetle cabrio, ho furgoneta, escucho ofertas, Negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "250000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1035964731",
            "descripcion": "AUDI TT 1.8 turbo quatrro coche muy cuidado y de uso cotidiano ( nada de circuito ) coche muy mimado pero con 24 años ( tiene algunos detalles del tiempo ) ya que tiene el 95% de piezas de origen ,NO TIENE PEGATINA B , tiene varias piezas recientemente cambiadas como - rodamientos - ruedas delanteras - trapecios - circuito de refrigeracion el coche tiene : - paquete sline - cuero alcatara - asientos calefactables - escape cambiado ( se da el de origen ) - radio con BT - mando para el volante",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "270000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1051992904",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "210000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi TT 1999 1.8T 180cv",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1022303047",
            "descripcion": "1.8t 180cv traccion delantera con 181.000km Siempre guardado en garaje, tanto por mi como por el anterior dueño. Mantenimientos realizados: Revision hecha a los 171.000km. Distribucion hecha a los 171.000km Sensor de temperatura del radiador cambiado a los 180.000km. Bateria nueva. Sensor de aceleracion transversal cambiado hace pocas semanas. En perfecto estado de motor. Asientos de cuero con algunos signos de desgaste pero sin rotos. Paneles de las puertas con el tapizado un poco despegado. Tapizado del techo en perfecto estado. Dispongo de otras llantas en R18 anteriormente montadas en este vehiculo, habria que reparar las llantas, y cambiar los neumaticos. Posibilidad de darlas con el coche, todo es cosa de hablarlo. El coche lleva parado unos 6 meses, aun que una vez cada 2 semana le doy una vuelta. Se puede venir a ver y probarlo, pero solo personas realmente interesadas. Cualquier pregunta pueden hacermela sin problema. ITV recien pasada, en vigor hasta abril de 2026 No mareantes por favor, no cambios. Cambio de nombre en gestoria cerca de mi ubicacion, no se entrega el coche sin el cambio de nombre realizado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "181000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1034018385",
            "descripcion": "Audi TT mk1 1999. El coche está en buen estado. Hace dos meses se instalaron neumáticos nuevos y se cambió el aceite del motor. El aire acondicionado no funciona y no hay suficiente joystick para ajustar los espejos. Hay asientos con calefacción, es necesario conectar el derecho. El coche ha estado parado durante un mes desde que se compró otro. Interesante cambio por coche con caja automática 2005-2010 con caja automática.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "182116 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi TT 2003",
            "enlace": "https://es.wallapop.com/item/audi-tt-2003-977645688",
            "descripcion": "muy bien en general",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2003",
            "kilómetros": "230000 km",
            "precio": 3900.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1085665741",
            "descripcion": "Coche en perfecto estado vendo por falta de uso le compré a capricho y así le tengo me da mucha pena pero no puedo disfrutar de el ya que viajo mucho, al coche solo le suena la transmisión derecha de ay su precio ITV en vigor PRECIO NEGOCIABLE, no mareantes gente sería",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "166000 km",
            "precio": 3800.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1039466048",
            "descripcion": "se vende audi tt 180cv el coche esta muy bien de chapa y de interior porfavor no mareantessssssss el que quiera el coche no es nuevo tiene 22anos si quieren uno nuevo no creo que lo compren por este precio. las cosas que hay que hacerle es de un coche del paso de sus anos segun voy aciendo cosas pues subo el precio de venta ya que el coche esta puesto en este precio para no hacer nada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "205400 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-782996036",
            "descripcion": "Se vende Audi TT 1.8 180cv con motor APX de 225cv, está en buen estado mecánico, ruedas bien, suspensión bien, revisión hecha hace poco, bujías y bobinas nuevas. Transferencia a cargo del comprador. Precio no negociable. Está como se ve en las fotos. No tiene etiqueta.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "180000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-945664579",
            "descripcion": "Lo vendo Audi TT 1.8 turbo MK1 , 180 cv , coche pintado hace un año , aceite/filtros recien cambiados , los neumaticos delanteros nuevos no tienen ni 50 km , interior cuero gris . ITV RECIEN PASADO , solo venta, solo gente seria , no ofertas ridiculas ! NO NEGOCIABLE #auditt #mk1 #tt #coupe #audi #audicoupe #audimk1 #cochedeportivo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "263000 km",
            "precio": 3299.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1092189222",
            "descripcion": "Itv vigente, pasadas todas las itv sin percance puedo aportar las facturas de las itv que ha pasado conmigo, motor 1.8 Turbo 180 CV, el motor va fino, correa de distribución cambiada en 2021, pintado entero recientemente en julio 2024, tapizado y cambiado los asientos completamente nuevos en 2023. El precio es 3600 euros con las 4 llantas y ruedas de serie aparte, están completamente nuevas. El precio es de 3250 euros con las llantas que lleva en las imágenes(sin las llantas y ruedas de serie) son equivalentes a las de serie y pasan Itv , estas llantas las tengo puestas para que luzca el coche, se puede probar con seriedad y no marear demasiado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "224550 km",
            "precio": 3250.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1087169715",
            "descripcion": "IMPORTANTE LEER BIEN. El coche tiene embargo por 4 multas de la ITV y algunos impuestos pendientes (solucionable). Lo compré hace unos 5 años a un mecánico muy apasionado de este modelo y coleccionista del mismo. A duras penas lo he usado, ahí en el garaje muerto de risa lo he tenido. El interior del coche está impoluto, los sillones con cero agujeros y todo el resto de cuadro de mandos en su lugar de serie. Por fuera si se ha puesto feo el vinilo, aunque no es nada que no se pueda solucionar (se quita y listo). El motor está impoluto, cero pérdidas y súper limpio (se nota mucho que el anterior propietario lo mimó). Quien esté interesado que me escriba y hablamos sobre el tema. Características: Modelo: TT 8N Año: 1999 Motor: 1.8 Turbo 180cv Kilómetros: 300.000 Precio dándolo de baja: 3.000€ (para piezas) Precio para ponerlo al día: 4.000€ Del último precio se descontaría hacerle el cambio de aceite, pastillas de freno, pasarle la ITV y pagar las multas y algunos impuestos de circulación que tiene pendientes, así que el nuevo propietario se lo lleve con todo hecho y perfecto para circular El coche se encuentra en Vinaròs (Castellón), se puede venir a ver sin compromiso.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "300000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1085031392",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "230000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1046583981",
            "descripcion": "IMPORTANTE LEER BIEN. El coche tiene embargo por 4 multas de la ITV y algunos impuestos pendientes (solucionable). Lo compré hace unos 5 años a un mecánico muy apasionado de este modelo y coleccionista del mismo. A duras penas lo he usado, ahí en el garaje muerto de risa lo he tenido. El interior del coche está impoluto, los sillones con cero agujeros y todo el resto de cuadro de mandos en su lugar de serie. Por fuera si se ha puesto feo el vinilo, aunque no es nada que no se pueda solucionar (se quita y listo). El motor está impoluto, cero pérdidas y limpio que podrías merendar sobre él (se nota mucho que el anterior propietario lo mimó). Quien esté interesado que me escriba y hablamos sobre el tema. Características: Modelo: TT 8N Año: 1999 Motor: 1.8 Turbo 180cv Kilómetros: 300.000 Precio dándolo de baja: 3.000€ (para piezas) Precio para ponerlo al día: 4.000€ Del último precio se descontaría hacerle el cambio de aceite, pastillas de freno, pasarle la ITV y pagar las multas y algunos impuestos de circulación que tiene pendientes, así que el nuevo propietario se lo lleve con todo hecho y perfecto para circular 👍🏻 El coche se encuentra en Vinaròs (Castellón), se puede venir a ver sin compromiso.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "300000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1085191603",
            "descripcion": "LEER Itv recien pasada SE ENTREGA pintado o no (precio sin pintar 1890€ precio pintando (3000€ . El coche anda perfecto y va muy bien. Salta un sensor del air bag.Mantenimiento Recien echo. Se escuchan ofertas. Ahorrarse las ofertas de 1000€ que no se negocia nada.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "270000 km",
            "precio": 2999.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1093042770",
            "descripcion": "Se vende Audi TT 180cv Quattro con 175.000km. Se vende por cambio a un coche más nuevo. Más info por priv",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "175000 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi TT 2002",
            "enlace": "https://es.wallapop.com/item/audi-tt-2008-917592758",
            "descripcion": "LEER TODO¡¡ ¡¡¡ COCHE CON FALLOS Y CHAPA¡¡ - Golpe atrás - Ralladuras hechas a posta - Al girar el volante y acelerar, suena raro. si va en punto muerto o sin acelerar, y giras, no suena. - Sólo tiene una llave, y es de abrir el coche con cerradura (no automático) - Segun abres el coche al de unos segundos se activan los intermitentes y hasta que no das contacto no se apagan, ni se abre la puerta del copiloto - El copiloto a veces no puede bajar su ventanilla, y el piloto a veces no puede subir la del copiloto ITV RECIÉN PASADA HASTA 2025 RUEDAS TRASERAS AL 100% FILTRO DE GASOLINA CAMBIADO",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2002",
            "kilómetros": "190000 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1075272629",
            "descripcion": "VEHICULO accidentado, motor en buen estado para mas informacion llamenos al en horario de 9-14 y de 16-19, sabados 9-13, disponemos de mas vehiculos en stock, puedes verlos en siniestradosyaveriados. com este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "292000 km",
            "precio": 2400.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2002-1083914781",
            "descripcion": "Se vende audi tt en perfectas condiciones interior super cuidado con mejoras como asientos de cuero escape de fibra de carbono llantas multipalo sin ningún problema mecánico listo para circular no cambio .si quieres ver el video hablamos por privado fecha itv 7 de enero .transferencia a medias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "300000 km",
            "precio": 2200.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1092291859",
            "descripcion": "Se vende Audi TT quattro para reparar. Motor va a 3 cilindros por falta de compresion en un cilindro. Ideal para mecanico o alguien que lo quiera arreglar. Se vende por falta de tiempo para arreglarlo. Precio algo negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "180000 km",
            "precio": 2000.0
        },
        {
            "titulo": "Audi TT 1999",
            "enlace": "https://es.wallapop.com/item/audi-tt-1999-1082034286",
            "descripcion": "Coche con golpe enciende y camina",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "1999",
            "kilómetros": "199000 km",
            "precio": 1500.0
        },
        {
            "titulo": "Audi TT 2001",
            "enlace": "https://es.wallapop.com/item/audi-tt-2001-1067426645",
            "descripcion": "Vendo motor entero, Barato Hay que hacer el embrague. También ago cambio por motos, Patinetes URGENTE!!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2001",
            "kilómetros": "234342 km",
            "precio": 600.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1090931163",
            "descripcion": "Puerta izquierda Audi tt en blanco",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "100000 km",
            "precio": 130.0
        },
        {
            "titulo": "Audi TT 2000",
            "enlace": "https://es.wallapop.com/item/audi-tt-2000-1090931102",
            "descripcion": "Portón trasero completo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2000",
            "kilómetros": "100000 km",
            "precio": 110.0
        }
    ]
}