{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "TT",
        "version": "TT RS Coupé TFSI quattro S tronic",
        "año mínimo": 2021,
        "año máximo": 2023,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 400,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=400&min_year=2021&max_year=2023&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Audi&model=TT&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi TT 2023",
            "enlace": "https://es.wallapop.com/item/audi-tt-roadster-45-tfsi-quattro-1036528658",
            "descripcion": "- Garantía oficial AUDI durante 3 años e historial en casa oficial de mantenimiento. - Sistema de sonido BANG & OLUFSEN. - Paquete completo Sline interior y exterior. - Volante deportivo multi función con control crucero adaptativo. - Faros LED MATRIX inteligentes y adaptativos. - Alerón eléctrico regulado con botón. - Asientos deportivos con bordado Sline con centros en alcántara. - Sistema AIR SCARF y calefacción en los asientos. - Cámara trasera con sensores de aparcamiento. - Car Play y navegador integrados en display. - Arranque y acceso sin llave.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "250 cv",
            "año": "2023",
            "kilómetros": "11000 km",
            "precio": 42900.0
        },
        {
            "titulo": "Audi TT Roadster 40 TFSI COMPETITION",
            "enlace": "https://es.wallapop.com/item/audi-tt-roadster-40-tfsi-competition-1036529908",
            "descripcion": "- Vehículo con historial completo en Audi y garantía oficial Audi hasta 2026. - Versión Competition. - Paquete completo BLACK LINE con todos los detalles negro brillo. - Faros LED MATRIX automáticos y adaptativos. - Llantas Competition de 19 pulgadas. - Paquete completo S Line interior y exterior. - Asientos deportivos S Line en cuero y centros en alcántara con bordados rojos. - Sistema de aire AIR SCARF con ventilación en el cuello. - Asientos calefactables. - Volante deportivo multi-función en cuero y alcántara. - Cámara trasera con sensores de aparcamiento. - Apple Car Play incorporado en display.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "200 cv",
            "año": "2023",
            "kilómetros": "15000 km",
            "precio": 39900.0
        },
        {
            "titulo": "Audi TT 40 TFSI 145kW S tronic Coupé",
            "enlace": "https://es.wallapop.com/item/audi-tt-40-tfsi-145kw-s-tronic-coupe-1071116998",
            "descripcion": "Precio TODO INCLUIDO (impuestos, gastos de transferencia, y garantia), y NO SUJETO a FINANCIACION, Consulte y compare nuestra FINANCIACION EXCLUSIVA al 7,99% TIN MATRICULAS y NUMEROS DE BASTIDOR VISIBLES. LIBROS DE MANTENIMIENTO e HISTORICOS COMPLETOS a su disposicion. Posibilidad de recoger vehiculo como parte de pago. ***IVA DEDUCIBLE**PVP (29669EUROS+IVA)*** Coupe deportivo, Audi TT -Es el Audi TT 40TFSI Stronic, un coupe que destaca por su diseno deportivo y la ultima tecnologia. Este modelo, con un motor de gasolina de 1.984 cc.cc y 190CV, que aseguran una experiencia de conduccion emocionante y fluida, gracias a su transmision automatica de 7 velocidades y modos de conduccion ajustables -Con su diseno aerodinamico y elegante, cuenta con un aleron trasero electrico, cristales tintados en puertas traseras, y unos faros LED que realzan su aspecto moderno y distintivo. El interior es igual de sorprendente, con asientos calefactados, levas de cambio en el volante y panel de instrumentos digital, donde todo esta a tu alcance -En cuanto a extras, el Audi TT viene con camara de aparcamiento trasera, parktronic delantero y trasero, cierre centralizado a distancia, climatizador bizona, Bluetooth y GPS integrados. Ademas, incluye control de crucero y asistente en angulo muerto para una conduccion aun mas segura -Este coupe es de octubre de 2021 y cuenta con 52.214 kilometros * Este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual, para cualquier duda consultar con el concesionario. Gracias...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2021",
            "kilómetros": "52214 km",
            "precio": 35900.0
        }
    ]
}