{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "TT",
        "version": "TT quattro sport 1.8 T 240 CV",
        "año mínimo": 2005,
        "año máximo": 2006,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 239,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=239&min_year=2005&max_year=2006&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=Audi&model=TT&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi TT 2005 49000km",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1052998740",
            "descripcion": "Audi TT mk1 180cv quattro 6 velocidades sline Nacional Vehiculo extremadamente cuidado, mantenimientos realizados anualmente. Contactar para más información. Se puede ver y negociar en persona. Gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "49500 km",
            "precio": 16500.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1087383358",
            "descripcion": "Se vende audi TT de noviembre del 2006 con tan solo 122.000km, coche usado los fines de semana, conducido por mijer, perfecto estado tanto interior como exterior, motor al dia de todo los mantenimientos. Itv al dia, solo reñamente interedados. Coche de capricho. Una infinidad de extras.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "200 cv",
            "año": "2006",
            "kilómetros": "122000 km",
            "precio": 14000.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1058299681",
            "descripcion": "Audi TT 8J (mk2) con 183.000km. Pintado en rojo en Julio de 2024. Asientos calefactables. Funciona perfecto.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "200 cv",
            "año": "2006",
            "kilómetros": "183000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi TT 2.0 TFSI SLine",
            "enlace": "https://es.wallapop.com/item/audi-tt-2-0-tfsi-sline-1089118676",
            "descripcion": "Audi TT 8J 2.0 TFSI SLine Color gris plata con detalles negro brillo Llantas 19'' RS4 Lehmans ITV hasta 9/2025 Mantenimientos recién hechos Frenos de disco delanteros brembo recién cambiados Parachoques delantero original RS completo Parachoques trasero original RS completo Alerón fijo RS Alerón abatible incluido Línea escape entera artesanal (montado solo parte final) Suspensiones traseras Blistein Muelles H&R -3cm Interior pack de cuero completo Radio MMI Audi Navigation Plus con sistema de bluetooth externo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "200 cv",
            "año": "2006",
            "kilómetros": "235000 km",
            "precio": 12500.0
        },
        {
            "titulo": "Audi TT descapotable año 2005 ¡¡¡SOLO 77.700KM!!!!",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-533571303",
            "descripcion": "Revisiones en taller oficial Audi. Oportunidad. Solo 77.700 km. No acepto cambios.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "77700 km",
            "precio": 12000.0
        },
        {
            "titulo": "AUDI TT Roadster 1.8 T 163CV",
            "enlace": "https://es.wallapop.com/item/audi-tt-roadster-1-8-t-163cv-1048065190",
            "descripcion": "Audi TT 1.8T 163Cv Cabrio !!1 SOLO PROPIETARIO / PEGATINA C / NACIONAL!! RECOGEMOS SU COCHE COMO PARTE DE PAGO. Financiamos solo con DNI o NIE y Verificacion Bancaria. Con o SIN ENTRADA. Llamenos!! - Precioso!! Muy Bien Cuidado!! - Asientos en Piel - Llantas Ed. Limitada - Ordenador de Abordo - Asientos Envolventes Deportivos - Capota Electrica - Volante de Piel 3 Radios - Climatizador - Retrovisores Electricos - Cubre Capota Piel Original - Cierre Centralizado + Mando - ABS, ESP, ASR, 4 x Airbag - Pieza Unica!! Posibilidad Entrega Cualquier Parte de Peninsula.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "118000 km",
            "precio": 10450.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1025506547",
            "descripcion": "Mejor ver y probar , totalmente al dia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "200 cv",
            "año": "2006",
            "kilómetros": "155000 km",
            "precio": 10300.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1061860857",
            "descripcion": "Vendo audi TT mk2 muy mimado, tiene todo hecho, aceite y filtros, correa de distribucion, bomba de agua, cubiertas nuevas, faros nuevos con luz de angel look mk3 homologados, escape deportivo, bujias y bobinas nuevas de iridio, llantas en 18”. El Paragolpes no es el original, tiene el del TTs roadster, es un parachoques muy cotizado y dificil de conseguir con una estetica muy agresiva. El coche solo tiene unos detalles en la pintura y desgaste en los asientos de cuero en color beige. Precio negociable Tambien acepto cambios por estos modelos: Mazda mx5 NA Nissan 350Z Toyota MR2 MK2 Volkswagen scirocco Hyundai coupe mk3/mk4 Subaru BRZ Toyota GT86 Nissan 200SX",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "200 cv",
            "año": "2006",
            "kilómetros": "166000 km",
            "precio": 10000.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1067747536",
            "descripcion": "MAS DE 30 MIL € EN PREPARACIÓN Y ACCESORIOS TODO HOMOLOGADO ITV Y MANTENIMIENTO AL DIA 6 MIL € EN CAR AUDIO repro, válvula de descarga forge, intercooler forge, bobinas de R8, admisión completa con filtro conico, kit de barras estabilizadoras, entre muchos mas Se muestra solo a personas realmente interesadas INCLUYE UN AÑO DE GARANTIA NO ACEPTO CAMBIOS, NI COCHES COMO PARTE DE PAGO",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "80000 km",
            "precio": 9999.0
        },
        {
            "titulo": "Audi TT 1.8 TURBO 180 CV.",
            "enlace": "https://es.wallapop.com/item/audi-tt-1-8-turbo-180-cv-1082803343",
            "descripcion": "OPORTUNIDAD. REBAJADO SOLAMENTE ESTA SEMANA DE 11995 A 9995 EUROS. OPORTUNIDAD DE HACERTE CON UNA DE LAS MEJORES UNIDADES A LA VENTA DE EUROPA. UNIDAD PROVENIENTE DE UN UNICO TITULAR. UNIDAD EN ESTRICTO ESTADO DE SERIE. INTERIOR IMPOLUTO. KM GARANTIZADOS. APORTO INFORME CARFAX Y DGT. DISTINTIVO MEDIOAMBIENTAL. VALOR EN ALZA. YOUNGTIMERS.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "136000 km",
            "precio": 9995.0
        },
        {
            "titulo": "AUDI TT Coupe 1.8 T 180CV 3p.",
            "enlace": "https://es.wallapop.com/item/audi-tt-coupe-1-8-t-180cv-3p-1051616453",
            "descripcion": "Audi TT Restyling 1.8 Turbo con 180 cv nacional en un estado óptimo de conservación con kilometraje certificado, mantenimiento al día y ITV en vigor. El vehículo dispone de asientos deportivos de piel, dirección asistida, climatizador automático, alarma antirrobo, llantas de aleación , control de estabilidad ESP, sistema de audio con lector de CD, volante deportivo de piel, spoiler trasero, lunas a térmicas, asiento delantero regulable en altura, retrovisores con regulación eléctrica, modelo restyling, ordenador de abordo, etc + info contacten sin compromiso. Garantía comercial 12 meses incluido en el precio. Enviamos a domicilio.(ATENDEMOS 365 DÍAS DEL AÑO, INCLUSO FINES DE SEMANA Y FESTIVO) ** PARA PODER OFRECER UN MEJOR SERVICIO A NUESTROS CLIENTES, ATENDEMOS CON CITA PREVIA. ** Anuncio a título informativo, puede contener erratas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "119600 km",
            "precio": 9990.0
        },
        {
            "titulo": "Audi TT 1.8T QUATTRO 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-1-8t-quattro-2006-1063142199",
            "descripcion": "AUDI TT MK1 1.8 T 180cv 2006 -NACIONAL -CUERO -CLIMATIZADOR -ESCAPE VIMESA -NEUMATICOS NUEVOS YOKOHAMA -ETIQUETA C -REVISIONES AL DIA, MUY CUIDADO. INFO POR PRIVADO. SOLO GENTE SERIA.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2006",
            "kilómetros": "159000 km",
            "precio": 8500.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1078973796",
            "descripcion": "Se vende audi tt mk1 IMPOLUTO,1.8 turbo,todo de serie de motor no lleva nada,lo único que se le acaba de recién poner es válvula de descarga forge,después si tiene muchos extras,lleva defensa delantera estilo r8 doble alerón,faldones laterales,el interior es todo de cuero todo azul,el más buscado todo el interior está perfecto todo el cuero está bien no tiene nada roto ni asientos ni nada,lleva como otro extra luces led todo por dentro que se pueden encender apagar,cambiar al color que quieras,tmabien se puede poner estilo intermitente que vaya cambiando etc los focos delanteros son de led,lleva unas llantas en 18 llevadas a pintar de blanco en portugal,tienen un acabado perfecto… el coche no llega a 175.000 kilómetros lo dicho de motor está perfecto de interior igual no tiene nada roto y de pintura no tiene ningún golpe ni rascazo,de pintura está perfecto,esta recien salido del pintor,se pintaron defensa delantera en negro ,parrillas en negro,techo en negro,alerón,difusor....mucho dinero invertido en el,tambien tiene los neumaticos nuevos recién puestos además de una radio nueva con pantalla abatible que se puede esconder o sacar y un subwoofer con toda la instalación y todo puesto,pastillas de freno nuevas...etc CUIDADO COMO SI FUERA UN BEBE, puede interesar algun tipo de cambio. COCHE NACIONAL! MEJOR VER EN PERSONA,EN FOTOS NO SE APRECIA LO IMPOLUTO QUE ESTA.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "170000 km",
            "precio": 8499.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1071685327",
            "descripcion": "Vendo Audi tt del 2005, cambio manual con evalunas electrónico y con 160.964Km. Pasado ITV recientemente todo en regla.Cambiado recientemente correa de distribución. Pueden venir a verlo sin compromiso.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "160964 km",
            "precio": 8000.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-305003134",
            "descripcion": "Coche Nacional última versión 2005 (190cv) Coche de fines de semana Coche muy bien cuidado, no fumador, 0 golpes,Radio de serie. Tengo el CARFAX del vehiculo. Tiene varios extrás aparte de los suyos. Facturas de todo. Pegatina B Extras: - Tubo de escape Trasero y Intermedio (Homologado) -Filtro k&N de panel -spoiler delantero y trasero color negro. -Aleron negro + el que tiene. Más información contacteme.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "190 cv",
            "año": "2005",
            "kilómetros": "210000 km",
            "precio": 7950.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1071815001",
            "descripcion": "Vendo Audi tt del 2005, cambio manual con evalunas electrónico y con 160.964Km. Pasado ITV recientemente todo en regla.Cambiado recientemente correa de distribución. Pueden venir a verlo sin compromiso.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "160964 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1071681566",
            "descripcion": "Vendo Audi tt del 2005, cambio manual con evalunas electrónico y con 160.964Km. Pasado ITV recientemente todo en regla.Cambiado recientemente correa de distribución. Pueden venir a verlo sin compromiso.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "160964 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1071949223",
            "descripcion": "Bonito audi tt,con pegatina b y correa distribución cambiada hace días,con itv al dia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "160964 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-796859139",
            "descripcion": "audi tt tiene ruedas nuevas llantas 19 equipó de música pioneer y altavoces asientos de piel claros tiene carburación más grandes que alcanzas los 210cv de potencia motor impecable sin ningun fallo climatizadador acento prueba mecánica y mejor venir a probarlo tiene etiqueta verde para poder entrar en las ciudades grandes y tiene seguro hasta 19 de julio del 2023 un año y itv recién pasada sin ningún problema el coche esta impecable tanto de motor de interiores y exteriores tiene algún arañazos de los años faldones delanteros y traseros y laterales y alerón trasero portavoz no cambio precio negociable 688240405 llamar y hablamos gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "210 cv",
            "año": "2005",
            "kilómetros": "182969 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1003841385",
            "descripcion": "Audi TT 1.8 Turbo 180cv techo eléctrico en negro mate. Llantas 18. Tiene gomas nuevas. Recientemente se cambió aceite y todos los filtros. ITV recién pasada sin problemas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2006",
            "kilómetros": "220000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1074118462",
            "descripcion": "Se vende audi TT con algun desperfecto en chapa del uso. Nunca ha dado ningún problema de motor. ITV al dia. Precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "165000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1049470568",
            "descripcion": "Vendo Audi TT Mk1 abril 2006, ultimo de su clase, en muy buen estado. Revisiones cada año (tengo todos las facturas) guardado en cochera. Solo gente seria.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "186000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1089455547",
            "descripcion": "Perfecto, ITV hasta junio, cierre centralizado, consola principal y motor de arranque arreglado en junio 2024, aporto factura. Murcia capital",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "276000 km",
            "precio": 6300.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-954710559",
            "descripcion": "Vendo Audi TT 1.8 turbo 180cv V5 , año 2005 y 180.000klm - Asientos de piel y alcántara - Asientos calefactables - Asientos envolventes deportivos - Llantas originales de fabrica 16\" - Ordenador de abordo - Volante de piel en 3 radios - Climatizador - Eleva lunas eléctricas - Retrovisores eléctricos - Cierre centralizado + 2 llaves con mando - ABS - ESP - 4 Air bags - Bluetooth - Navegador - Tlf manos libre Lo entrego con 2 matrículas de metacrilato y 2 faros traseros aparte, todo nuevo a estrenar en su caja.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "180000 km",
            "precio": 6300.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1063592091",
            "descripcion": "Audi TT 2005 S-line Motor 1.8T 150cv - 5 velocidades Etiqueta C Motivo de la venta: Lo compré con la intención de hacer un proyecto de restauración pero debido a la falta de tiempo debo venderle. Se le reparó una leve fuga de aceite que tenía desde la manguera de recirculación de gases, envío fotos y tengo varios repuestos que no he podido cambiar, amortiguadores traseros con sus copelas, filtro de aceite, de aire y habitáculo. Tiene detalles en el interior, es un coche de casi 20 años.. Lo normal. Obviar el consumo y la fecha que marca el tablero, se desconectó la batería y reseteó la información, consume alrededor de 7-8 litros/100km. Se gestionó el cambio de etiqueta B a ETIQUETA C. Solo eso costó alrededor de 200€ y mucho tiempo. Para evitar mareos incluyo los detalles que tiene aquí, fuera de esto, el coche va muy muy bien y está muy cuidado. Si no me equivoco soy su 3er dueño. Detalles: - Sonido en el embrague, cuando le pisas suena. Las velocidades entran como mantequilla, solo es cuestión de cambiar el kit de embrague o collarín. - Luz testigo de airbag encendida, debido a que el anterior dueño removió el asiento del piloto arrancando los cables sin querer. Ya están conectados nuevamente pero hay que resetear el fallo. - Fallo luz de cruce, funcionan correctamente, pero el anterior dueño quiso cambiar a led y por eso el fallo, se enciende el testigo en el tablero (es muy común) - Amortiguador trasero izq. malo, por eso compré unos nuevos y los entrego junto con las copelas. PRECIO NEGOCIABLE? - SI ACEPTO CAMBIOS? - SI (razonables) ACEPTO CR1PT0M0NEDAS? - SI Ignorar: Audi, TT, etiqueta, bmw, Mercedes, vag, Volkswagen, 1.8, turbo, sline, piezas, grupo vag, coche, coupe",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "253000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1091592271",
            "descripcion": "Coche en perfecto estado, etiqueta B, nunca ha estado en taller, ruedas prácticamente nuevas,todo demostrable con facturas, se entrega pintado. Se vende por necesidad de comprar otro coche más grande por aumento de familia.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "198000 km",
            "precio": 5800.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1085520679",
            "descripcion": "audi TT 1.8 150cv Equipación. elevalunas eléctricas Cierre centralizado. Llantas de aleación. It recién pasada. Capotan manual. Vehículo en perfecto estado Contacto. 666639381 WhatsApp Aceptamos vehículo como parte de pago. Nos ocupamos de todos los trámites. Enviamos a toda España. Disponemos de más vehículo. Carre 5 nave 2",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "180000 km",
            "precio": 5590.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-788921558",
            "descripcion": "Coche en buen estado nunca piso un taller por ninguna averia se vende por compra de otro mas grende por familia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2005",
            "kilómetros": "198000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi TT 2006",
            "enlace": "https://es.wallapop.com/item/audi-tt-2006-1022814875",
            "descripcion": "Tiene la repro stage 1 206cv hecha hace poco, manguitos del motor todos nuevos, bomba de agua y bote nuevos, kit de distribucion nuevo en el mismo tiempo de la repro hace unos 3000 km embrage bimasa recien cambiado 20 de diciembre de 2024 ,llantas audi tt s line y parrilla delantera tambien s line tiene el aleron que no es el de casa, 2 etapas para subwoofer jbl y subwoofer jvc todo homologado para itv y todas las facturas de todo lo anterior vendo por quedarse chico",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "180 cv",
            "año": "2006",
            "kilómetros": "299000 km",
            "precio": 5250.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-1039894512",
            "descripcion": "**Audi TT Coupe 1.8 150 CV - 2005** Descubre la combinación perfecta de estilo y rendimiento con este impresionante Audi TT Coupe. Con un motor potente de 1.8 litros y 150 caballos de fuerza, disfrutarás de una conducción emocionante y ágil. **Características destacadas:** - Año: 2005 - Color: Negro - Kilometraje: 267.000 - Transmisión manual. - Interior en excelente estado, con asientos de cuero - Sistema de sonido original y aire acondicionado - Distribución hecha hace menos de 6 meses -Mantenimiento al día Contáctame para más información.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "267000 km",
            "precio": 5200.0
        },
        {
            "titulo": "Audi TT 2005",
            "enlace": "https://es.wallapop.com/item/audi-tt-2005-989081941",
            "descripcion": "Audi TT 2005 Gasolina 1.8T 180cv 236.000km Coche NACIONAL Itv Caducada Mantenimiento y Revisiones al día Kit Embrague Completo Nuevo Compresor Nuevo Tracción Quattro No funciona el cuenta revoluciones Cambio Manual 5 Marchas Asientos de Piel Poco de desgaste en los asientos ○ Se acepta prueba mecánica.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "236000 km",
            "precio": 4500.0
        }
    ]
}