{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase V",
        "version": "V 250 d Compacto",
        "año mínimo": 2019,
        "año máximo": 2024,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 190,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=190&min_year=2019&max_year=2024&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase V&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase V 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2019-1091792088",
            "descripcion": "En perfecto estado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2019",
            "kilómetros": "124000 km",
            "precio": 124000.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2019-941058963",
            "descripcion": "Paquete exclusive: Puertas correderas eléctricas izquierda y derecha Portón trasero automático Paquete amg llantas 20’ Soporte lumbar asientos delanteros 3 memorias de asientos delanteros Sistema de audio mercedes burmester Parabrisas calentado Navegador Suspensión neumática Hotspot wifi Palanca de cambio al volante Asistencia completa a la carretera con control de crucero Módulo central con nevera Refrigerador de bebidas ( caliente -frio) Faros full led Enchufe 220v Doble techo paronámico Cámara 360 Los 6 asientos calefactables y ventilados Bola de remolque Control de carril 2 años de garantía oficial de mercedes",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "60000 km",
            "precio": 77000.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 250d Largo 190cv Avantgarde",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-250d-largo-190cv-avantgarde-1049568467",
            "descripcion": "MERCEDES BENZ CLASE V 250D LARGO AVANTGARDE 190CV 9G-TRONIC 7 PLAZAS!! IVA DEDUCIBLE. NACIONAL Y ÚNICO DUEÑO En perfecto estado tanto interior como exterior, revisado, llantas 18\", asistente MBUX Mid, faros LED ILS, cámara 360º, cristales tintados, calefacción auxiliar eléctrica, pack night, asientos delanteros confort, pack retrovisores, iluminación ambiental y muchos más. Garantía oficial hasta 16/5/2026 Precio al contado: 69.900€. Precio financiado: 67.900€. (Financiando al menos 50.000€) Todos nuestros vehículos se entregan transferidos. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted here, @auto.gallery #RO CAP #JU PIC #NA #MGV #FAM #4251309",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2023",
            "kilómetros": "9500 km",
            "precio": 69900.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2022",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2022-1085056638",
            "descripcion": "Asientos 2+3+3 IVA DEDUCIBLE Doble puertas correderas electricas Faros Full led Tapiceria cuero Lugano negro Navegador con pantalla restyling y touchpad Paquete Aparcamiento con camara 360 grados Avisador aparcamiento activo Retrovisores plegables electricos Retrovisores exteriores e interior antideslumbrante Asientos calefactables Asistente de angulo muerto Sensor de LLuvia Detector de cambio de carril Distronic Llanta 18 pulgadas Night Package Barras en aluminio pulido Porton trasero electrico -Etiqueta de contaminación C",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2022",
            "kilómetros": "43000 km",
            "precio": 69000.0
        },
        {
            "titulo": "MERCEDES-BENZ V220d 🟢 163cv 9Gtronic EXTRALARGA ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-v220d-163cv-9gtronic-extralarga-2023-1087509129",
            "descripcion": "PREPARADA PARA DISFRUTARLA, CON UNA CONFIGURACION MAS QUE BUSCADA Y FULL EXTRAS MERCEDES-BENZ V220d 163cv 9Gtronic MODELO AVANT-GARDE EXTRALARGO 8 PLAZAS AÑO 2023 48000km UNIDAD NACIONAL GUÍAS COMPLETAS PARA TOTAL MOBILIDAD INTERIOR ETIQUETA 🟢 LLANTAS ALUMINIO CUERO NEGRO COMPLETO CÁMARAS RADAR ABSOLUTAMENTE PERFECTA DE MECANICA IVA DEDUCIBLE TODO EL LISTADO COMPLETO DE EXTRAS DISPONIBLE PARA VERIFICAR POR EL COMPRADOR 66890€",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2023",
            "kilómetros": "48000 km",
            "precio": 66890.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2021-1020620511",
            "descripcion": "mercedes clase v marco polo 220d del 2021. Furgoneta Camper con espacio para viajar 4 personas cómodamente. Muchos extras, garantía mercedes, todas las revisiones en la casa oficial. Más información por mensaje. Todo original y en perfecto estado. Mejor ver y probar. Precio algo negociable, la transferencia iría a coste del comprador.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2021",
            "kilómetros": "45000 km",
            "precio": 66000.0
        },
        {
            "titulo": "Mercedes-Benz Clase V  MARCO POLO HORIZON AMG 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-marco-polo-horizon-amg-2020-1058853601",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "74100 km",
            "precio": 65800.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2023",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2023-1081843092",
            "descripcion": "GLP instalado, 8 plaza, puertas y portón automático, mantenimiento al día, IVA incluido, 622712702",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2023",
            "kilómetros": "111000 km",
            "precio": 65500.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2019-1001300916",
            "descripcion": "Mercedes Marco polo clase V 220 7g-tronic automática en perfecto estado. - Cámara 360 - Faros inteligentes led. - Iluminación interior led. - Calefacción estacionaria con kit de altura. - Llantas de 18\" originales Mercedes. - Fundas de cuero específicas aguirrezabal. - Enganche de remolque - HOMOLOGADA e instalación para 6 plazas - Varios extras más. Plan de mantenimiento mercedes que incluye la próxima revisión, todas las revisiones hechas en concesionario. Muy cuidada. NO ACEPTO CAMBIOS",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2019",
            "kilómetros": "56000 km",
            "precio": 64500.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 250d 7 plazas",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2021-933354225",
            "descripcion": "Nacional y km reales. Muchos extras: luces led, navegador, asistente de carril y ángulo muerto, climatizador individual parte trasera, sensores de aparcamiento delanteros y traseros, llantas 18'', espejos eléctricos y abatibles, puerta del maletero y laterales automáticas, cuero beige, pantalla grande, 9 marchas, cámara trasera y laterales 360°, bola de remolque,... Revisiones en concesionario oficial. Lo entrego con la revisión recién hecha en concesionario oficial Mercedes al comprador al momento de la compra. Se puede llevar a cualquier taller y comprobar su estado. P.clave: Mercedes V, V220, V250, V300, viano, vito, volkswagen transporter, crafter, vivaro,...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2021",
            "kilómetros": "42000 km",
            "precio": 62990.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 250d Largo",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-250d-largo-1093631503",
            "descripcion": "OCASION VEHICULO EN PREVENTA CLASE V 250d L 9G-TRONIC. QUE NO SE TE ADELANTEN!!!! Vehículo gerencia en perfecto estado con muy pocos KM listo para entrega! Equipado con motor de 190CV i cambio automático de 9 velocidades, 7 plazas, Sensores y Cámara trasera 360º, pantalla táctil con CARPLAY, Pintura metalizada negro obsidiana, llantas de aleación 17’, cristales tintados, etc.. Precio sujeto a condiciones especiales y garantía oficial de 2 años. Joel Pla 654105994.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2022",
            "kilómetros": "9000 km",
            "precio": 62000.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2022",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2022-1058977819",
            "descripcion": "Espectacular V220d Avantgarde 9G-Tronic 8 plazas.Vehiculo nacional con dos revisiones mecanicas gratuitas:Equipada con Butacas en cuero.Paquete integracion smartphone.apple carplay y android auto.sistema multimedia MBUX Mid.Retrovisores electicos y retractiles.Camara de marcha atras.llantas de alecion 17”diseno 5 radio.doble puerta corrediza.luna trasero apertura independiente Cristales tintados.Sensores de luces y lluvia.luz diurna led.Volante multifuncional con levas.Faros led intelligent Ligtht System.etc..",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2022",
            "kilómetros": "45000 km",
            "precio": 62000.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2021-934779069",
            "descripcion": "IMPRESIONANTE MERCEDES CLASE V EN UN ESTADO COMPLETAMENTE NUEVO. PROXIMA REVISIÓN DE REGALO EN CASA OFICIAL MERCEDES. MUY EQUIPADO, FULL EQUIPE. CAMARA 360 LUCES MATRIX LED CLIMA INDIVIDUAL TRASERO PUERTAS CORREDERAS AUTOMÁTICAS PORTON TRASERO AUTOMÁTICO ASISTENTE CAMBIO CARRIL ANGULO MUERTO PANTALLA XL NAVEGADOR CAMBIO 9 VELOCIDADES G-T MUCHISIMOS MAS EXTRAS !!! 2 AÑOS DE GARANTÍA Y TRANSFERENCIA INCLUIDA EN EL PRECIO. TRANSPORTAMOS A TODA LA PENÍNSULA Y BALEARES . FINANCIACIÓN SIN ENTRADA CON LOS TIPOS MAS BAJO DE INTERÉS DEL MERCADO . EN AUTOBELLO NOS COMPROMETEMOS CON EL MEJOR SERVICIO POSTVENTA.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2021",
            "kilómetros": "33000 km",
            "precio": 61900.0
        },
        {
            "titulo": "Mercedes-Benz Clase V V 220 d Marco Polo Largo 120 kW (163 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-v-220-d-marco-polo-largo-120-kw-163-cv-1064957650",
            "descripcion": "Precio oferta sujeto a financiación: 61809 EUR. Precio al contado: 67990 EUR. *BIL* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 8181€ de descuento en este coche Precio oferta financiado: 61809€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 67990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Start/Stop automático, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Faros delanteros led, Asistente de pre-colisión frontal, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado, Freno de estacionamiento eléctrico, Bluetooth, Isofix, Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2021",
            "kilómetros": "47027 km",
            "precio": 61809.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2019-1077333005",
            "descripcion": "Espectacular unidad!! cuidada al detalle y con un año de garantía!! ubicada en Barcelona y con la posibilidad de entregar en toda España!! nuestro servicio de tramitación totalmente online con firma digital te permite comprar desde tu casa con la tranquilidad y el respaldo total de nuestra empresa. Disponemos de tienda física en Barcelona con taller. Ofrecemos un servicio de garantía de 1 año firmado y con una red de talleres en toda España. SOLICITA UN VIDEO PARA PODER APRECIAR TODOS LOS DETALLES!!! •Perfecto estado de conservación •Todo lo que lleva es de serie, homologado en ficha técnica •Porta bicis original de Mercedes •Nevera •Agua y ducha •Control de crucero •Navegador •Toldo y set de camping •Asientos giratorios •Calefacción estacionaria •Asiento trasero eléctrico •Colchón inflable •Climatizador Bizona El anuncio se muestra a titulo informativo, puede contener errores. Cambio de titularidad a parte 190€",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2019",
            "kilómetros": "100000 km",
            "precio": 59490.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 220CDI largo",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-220cdi-largo-1036215036",
            "descripcion": "Espectacular Clase V 220cdi Largo con 7 plazas, cambio automatico 9G-Tronic, camara trasera, asientos delanteros calefactados, llantas de aleacion de 17”, faros full leds, etc",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2022",
            "kilómetros": "25570 km",
            "precio": 59290.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2022",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2022-1080470464",
            "descripcion": "clase V con paquete AMG en perfectas condiciones. Precio 58.800 mas iva. el precio incluye garantia de 12 meses",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2022",
            "kilómetros": "29000 km",
            "precio": 58800.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2021-899397520",
            "descripcion": "Mercedes-Benz clase v 220d. En perfectas condiciones, tiene 7 plazas. bases de asientos delanteros giratorios luz ambiente asientos delanteros calefactables pantallas en los reposacabezas mesa plazas traserasa segunda bateria toldo fiamma f40 van aislantes termicos armario con cama cocina a gas y eléctrica nevera con compresor placa solar 200 w calefacción estacionaria planar 2d con pantalla digital Portabicicletas fiamma Carry bike clase v premium modelo con 197 cavallos... Revisión B recién hecha ...1400 euros...la siguiente revisión tb está ya pagada...dentro de 2 años Todo está homologado en la ficha técnica",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2021",
            "kilómetros": "51000 km",
            "precio": 58700.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2023 avantgarde largo ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2023-avantgarde-largo-1033691796",
            "descripcion": "PRECIO INDICADO ES FINAL Y AL CONTADO con IVA incluido (deducible), transferencia y garantía 12 meses. WE SPEAK ENGLISH & RUSSIAN Tenemos posibilidad de vender FLOTAS a profesionales. OFRECEMOS LA OPCION DE AMPLIAR LA COBERTURA Y DURACION DE LA GARANTIA A 24 MESES ¡ESTAMOS EN INSTAGRAM! @solo_carsales Y @solo_furgonetas ¡VISITA NUESTRAS OFICINAS! ATENCIÓN: Atendemos únicamente con cita previa. Marbella Oficina: Avenida de los Girasoles 347B, Nueva Andalucía 29660 Málaga Oficina: Av. del Comandante García Morato, 50, Oficina 2, 29004 Málaga.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2023",
            "kilómetros": "45000 km",
            "precio": 58450.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 119CDI Select Extralargo",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-vito-2020-1070849704",
            "descripcion": "Espectacular unidad de MERCEDES BENZ VITO TOURER 119 CDI SELECT EXTRALARGO 190CV 7G-TRONIC! En perfecto estado tanto interior como exterior, revisado, llantas 18\", faros LED ILS, asiento conductor confort calefactado con ajuste lumbar, asiento del copiloto doble, puerta correderea eléctrica derecha, banco confort en primera fila, asientos exteriores abatible, asistente activo de aparcamiento con cámara trasera, retrovisores calefactables abatibles eléctricamente, calefacción auxiliar, control de ángulo muerto, pack asistencia a la conducción, asistente de abandono de carril y muchos más. Precio al contado: 57.900€. Precio financiado: 55.900€. (Financiando al menos 40.000€) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted here, @auto.gallery #JF CAP #JU PIC #FU #MRZ #FUR #3417643",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "120900 km",
            "precio": 57900.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2020-1037088321",
            "descripcion": "Mercedes Clase V 220 d Compacto Pack AMG Año 2020. 77.000 kms IVA Deducible Un solo propietario Homologado para 7 plazas Pack AMG Puertas correderas eléctricas Porton trasero eléctrico Volante de cuero multifunción Luna abatible Asientos calefactables Cambio automático 9G Faros Led Inteligentes Cristales oscuros Espejos plegables Control de carril Control de velocidad Sensores de parking delanteros y traseros Cámara trasera Ventanillas traseras eléctricas Climatización plazas traseras Navegador 1 año garantía europea Posibilidad de financiación Se entrega totalmente revisada Precio final con IVA incluido.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2020",
            "kilómetros": "77000 km",
            "precio": 56990.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2020-1092179976",
            "descripcion": "PIDA SU CITA PARA UNA ATENCIÓN MEJORADA Y PERSONALIZADA -12 MESES DE GARANTÍA -CAMBIO DE NOMBRE INCLUIDO CARACTERÍSTICAS: -BUEN ESTADO GENERAL -CAMBIO AUTOMÁTICO CON LEVAS DE 9 VELOCIDADES -MOTOR 2.0 DIÉSEL DISTRIBUCIÓN POR CADENA -190 CV -NACIONAL -7 PLAZAS -2 LLAVES EXTRAS: -cámara 360 -faros de xenon con led -luz ambiental -apple carplay y android auto -asientos en cuero calefactables -luces automáticas -medidor deportivo -bola de remolque -apertura y cierre sin llave -pantallas de infoentretenimiento traseras -modos de conducción -control de crucero -volante multifunción -sensores de aparcamiento -retrovisores con regulación y autoabatibles -Fotos y videos en máxima calidad en autotraderlevante.es -WE SPEAK ENGLISH AS WELL -NOUS PARLONS FRANÇAIS -Posibilidad de financiación. -Cogemos tu coche como forma de pago. -Enviamos a domicilio (consultar condiciones) / fotos y videos detallados por whatsapp. Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual 0815LJL GV FRK",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "83000 km",
            "precio": 54999.0
        },
        {
            "titulo": "MERCEDES-BENZ Clase V 220 d Exclusive Largo",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-220-d-exclusive-largo-1040497026",
            "descripcion": "A la venta Mercedes Clase V nacional y muy bien equipada: Versión larga, 7 plazas, asientos giratorios, cámara trasera, asientos calefactados, navegador grande, cristales tintados... 12 meses de garantía. para mas información llámenos y le atenderemos sin compromiso. disponemos de más de 150 vehículos en stock a su disposición. precio final sin obligación de financiación. abierto 365 días, no cerramos al mediodía. los vehículos que se muestran en este buscador pueden no corresponder con el modelo publicitado, la información aquí contenida no es legalmente vinculante y no constituye una oferta de venta y firme. coche de segunda mano a la venta. Benidorm altea Alfaz Albir Nucia alicante.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2021",
            "kilómetros": "50000 km",
            "precio": 54990.0
        },
        {
            "titulo": "Mercedes-Benz Clase V V 220 d Largo 120 kW (163 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-v-220-d-largo-120-kw-163-cv-1074419131",
            "descripcion": "Ejemplo no vinculante de financiación. PVP: 53.975,00€. Importe financiado: 26.988,00€ con una entrada de 26.987,00€. Plazo 84 cuotas de 465,58€. Comisión de apertura 3,95%, 1.066,03€ financiada. TIN 9,99%, TAE 11,87%. Importe total a devolver: 39.108,72€. Intereses totales: 11.054,69€. Coste total del crédito: 12.120,72€. Financiación ofrecida por las entidades colaboradoras y sujeta a sus criterios de concesión y riesgo. Revise en el contrato de financiación los términos detallados. Ref. U57_22027 Lo más destacado: - Pintura: Azul Cavansita metalizado Pinura metalizada - Tapizado: Tela Santos negro - Asistente de frenado activo - Función HOLD - Navegador - Navigation Plus - Actualización de Mapas 3 años - Live Traffic Information - Paquete aparcamiento - PARKTRONIC - Retrovisores ext. Plegables automáticamente - Consola central con tapa de tipo persiana - Paquete de retrovisores - Cámara de marcha atrás - 9G-TRONIC - Asiento calefactado para acompañante - Asiento calefactado conductor - Tempmatik/climatizador zona de pasajeros - Filtro combustible con separador de agua - LED Intelligent Light System - Piloto trasero, luz de freno e intermitentes LED - Asistente para luz de carretera PLUS - Llantas de aleación de 5 radios dobles 7,0Jx17 - Neumáticos 225/55 R17 - Rueda de repuesto con gato - Asiento de confort para acompañante - Apoyo lumbar en asiento acompañante - Apoyo lumbar en asiento conductor - Puerta corrediza izquierda - Banco de 3-plazas confort 2a fila - Kit fumador - Cristales tintados negros en el compartimento - Vent. portón/puerta trasera con limpia/lavaluneta - Volante En Cuero - Volante Multifunción con Ordenador de Viaje - Ayuda al Arranque en Pendientes - Caja de Enchufe de 12 V en Portaequipajes/Espacio de Carga - Sistema de Llamada de Emergencia Mercedes-Benz - Retrovisor Interior Y Exterior Con Antideslumbramiento Automático - Control Presión Neumáticos Otros puntos destacables: Si es particular se deberá liquidar el IMPUESTO DE MATRICULACIÓN q",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2022",
            "kilómetros": "45382 km",
            "precio": 54975.0
        },
        {
            "titulo": "Mercedes Clase V 250d 190cv Largo Avantgarde",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2021-1089887374",
            "descripcion": "MERCEDES-BENZ V 250d Largo Avantgarde 190CV AUTO 9G-TRONIC!!! NACIONAL. UNICO DUEÑO. IVA DEDUCIBLE En perfecto estado tanto interior como exterior, revisado, llantas 18\", suspension deportiva, asistente de frenada activo, faros LED, asistente de ángulo muerto, asistente de señales de trafico, paquete Parking con cámara de 360º, thermotronic Climatizador interior, tempmatik/climatizador zona de pasajeros, paquete control de carril, paquete exterior deportivo AVANTGARDE, apoyo lumbar en asiento del acompañante y conductor, accionamiento eléctrico para puerta corredera izquierda y derecha, banco fijo confort 3 plazas 2a fila asiento, EASY-PACK portón, cristales tintados en compartimento pasajeros, paquete Fumador y muchos más. Precio al contado: 54.900€. Precio financiado: 52.900€. (Financiando al menos 40.000€) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Puedes conocernos mejor a través de instagram: autogallerypremium Matriculacion 12/2020 Bitcoin accepted here @auto.gallery #JF CAP #JU PIC #FU #P0733 #VAN #3653427",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2021",
            "kilómetros": "88900 km",
            "precio": 54900.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2019-1073711980",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2019",
            "kilómetros": "135000 km",
            "precio": 54500.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2019-1087357092",
            "descripcion": "Mercedes Marcopolo v220. Automático. Techo elevable electrico, asientos traseros eléctricos, camperizada por wesfalia, todo homologado en documentación, toldo lateral, paquete luces led automáticas, pantalla 10\" táctil. Ruedas traseras nuevas, pastillas recién cambiadas. Todos los mantenimiento en casa oficial. Muy bien cuidada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2019",
            "kilómetros": "137000 km",
            "precio": 54500.0
        },
        {
            "titulo": "Mercedes-Benz Clase V Largo 220d 163cv 7 Plazas",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-largo-220d-163cv-7-plazas-1055030978",
            "descripcion": "Espectacular unidad de MERCEDES BENZ CLASE V 220D LARGO 163CV 9G-TRONIC!! Nacional En perfecto estado tanto interior como exterior, revisado, navegador, pantalla central Navisson tactil de 10.2\" con conectividad smartphone, pantalla de techo Alpine con conexión Tablet/Teléfono/DVD, auriculares Bluetooth, portabicicletas Mercedes con capacidad para 4 bicicletas, llantas 17\", cristales tintados, asistente de aparcamiento con cámara 360º y muchos más. Precio al contado: 53.900€. Precio financiado: 51.900€. (Financiando al menos 50.000€) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Matriculado en 11/2020 Bitcoin accepted here, @auto.gallery #RO CAP #JU PIC #FU #LKY #FAM #3631731",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2021",
            "kilómetros": "42900 km",
            "precio": 53900.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2019-1078083590",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "73800 km",
            "precio": 53000.0
        },
        {
            "titulo": "Mercedes V250 Avantgarde 9G Larga",
            "enlace": "https://es.wallapop.com/item/mercedes-v250-avantgarde-9g-larga-1093595614",
            "descripcion": "Mercedes V-250 Avantgarde Larga. Cambio automatico 9G (9 velocidades), con levas en el volante. Iva deducible incluido en el precio. Nacional, un sólo propietario. Matriculada el 12/2020. Todas las revisiones pasadas en Mercedes. 7 plazas (2+2+3). Asientos de piel. Techo corredizo + panorámico. Faros Led Inteligentes. Cámara 360º. Sensores de aparcamiento delanteros y traseros. Aparca sóla. 2 Puertas laterales correderas automáticas. Portón trasero automático, con apertura del vidrio independiente. Detector de ángulo muerto. Detector de cambio de carril involuntário. Regulador de velocidad adaptativo. Retrovisores abatibles. Navegador. Asientos delanteros calefactados. Bola de remolque desmontable. Vidrios tintados. Sensor de luz y lluvia. Aceptamos vehiculo a cambio. Más información en nuestra página Premiumvo.com",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2021",
            "kilómetros": "84000 km",
            "precio": 52900.0
        },
        {
            "titulo": "Mercedes-Benz MarcoPolo 220d Largo",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marcopolo-220d-largo-1093053101",
            "descripcion": "Unico propietario, historial de revisiones en servicio oficial, asiento cama eléctrico, techo elevable con segunda cama, cocina, fregadero, ducha, cámara de marcha atrás, nevera, mesa plegable, asientos delanteros giratorios, faros Led Intelligent Light System, enchufes y todo tipo de tomas de corriente, llanta 17¨, lunas tintadas, cortinas privacidad, sensores de aparcamiento delateros y traseros, reprodución audio SmartPhone Bluetooth, suelo interior simil madera, y un largo etc de cajones/huecos, luces interiores de lectura y posibilidades. Revisada, transferida y con 12 meses de garantia.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2019",
            "kilómetros": "116000 km",
            "precio": 51990.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2021-1047912579",
            "descripcion": "MERCEDES Classe V (W447) V 250 d Automatic Premium Business Extralong 07/2021 gasolio km 49000 MOTORE Regolare manutenzione ufficiale certificata Mercedes CARROZZERIA Ottimo STATO INTERNI Ottimo GOMME rimanenza anteriori 70 / rimanenza posteriori 70 (disponibili gomme invernali) PREZZO RICHIESTO 51.900,00 iva inclusa",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2021",
            "kilómetros": "49000 km",
            "precio": 51900.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2021-1077527345",
            "descripcion": "Vehículo nacional, de un solo propietario y de uso particular, no es taxi. Todas las revisiones hechas en concesionario oficial. Ampliación de garantía con las dos primeras revisiones contratadas (A + B), de las cuales la A a sido realizada y falta por realizar la B (preordenada para el mes de marzo). Acabado Avantgarde que da acceso eléctrico al maletero, con apertura desde la llave y desde el interior del vehículo, y también permite abrir solo el cristal posterior, para cuando no hay suficiente espacio para abrir el portón. Pantalla multimedia con Apple car y android auto.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2021",
            "kilómetros": "71000 km",
            "precio": 51500.0
        },
        {
            "titulo": "MERCEDES CLASE V 250D AUT AVANTGARDE LARGA 190 CV",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2022-1059807787",
            "descripcion": "Más de 20 años de experiencia nos avalan, somos Servicio Oficial Ford y Kia en Lebrija (Sevilla). MERCEDES CLASE V 250D AUTOMÁTICA AVANTGARDE LARGA 190 CV, 1º MATRICULACIÓN 16/12/2021 KILÓMETROS 106.854 Equipamiento: Pack AMG, , Llantas aleación Negra, Calandra delantera AMG, Pintura metalizada, Llantas de aleación, Lunas tintadas 7 plazas 2+2 +3, Cámara trasera, Portón trasero Easy-Pack, Doble puerta lateral… Compre con la tranquilidad de hacerlo avalado por nuestra profesionalidad. Las fotos son totalmente reales y se corresponden con el vehículo ofertado que podrá ver en nuestras instalaciones, así como precio, extras, modelo y kilómetros, salvo \"error tipográfico o de transcripción\" Precio todo incluido (transferencia y GARANTÍA 12 MESES) Posibilidad de financiación en cómodas cuótas. PRECIO CONTADO 51.500 € PRECIO FINANCIADO 49.500 €. PRECIO PARA AUTÓNOMO Y EMPRESA, CONSULTA PRECIO PARA PARTICULARES. IVA DEDUCIBLE Recogemos también su vehículo como parte de pago.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2022",
            "kilómetros": "106854 km",
            "precio": 51500.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 250D   190CV   2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-250d-190cv-2020-1053907098",
            "descripcion": "Vendo Mercedes-Benz Clase V 250 D de 190 CV. Puertas eléctricas y portón trasero también es eléctrico • Faros full LED • Cámaras 360 • sensores de aparcamiento • llantas 19\" • Mantenimiento del carril Volante • Varios modos de conducción. El vehículo está NUEVO, solo tiene 8000km, la mayoría de ellos para mantener el motor en buenas condiciones. Explico el contexto: el vehículo se compró para adaptarlo para persona con movilidad reducida (rampa, asientos especiales, etc). Por falta de uso, procedo a quitarle la adaptación en taller homologado (tengo factura, detalles y fotos) y volver a habilitarlo tal cual viene de fábrica; es por eso que por el momento tiene tan solo 4 asientos. De todas maneras se puede meter otra fila de 3 asientos para llegar 7 pasajeros, que es como está homologado. O si se prefiere, vender los dos asientos individuales que tiene, y comprar dos filas de 3 asientos cada una; de esta manera se podría homologar el vehículo para 8 pasajeros (conductor incluido). Asímismo, para los aventureros, es un vehículo perfecto para camperizar ya que de las tres larguras posibles que tiene este modelo, se trata de la intermedia, por lo que es algo más larga que la estandar, pero sigue entrando en una plaza de garaje normal; la siguiente largura ya se excedería. El vehículo siempre ha dormido en garaje, huele a nuevo, el motor está en óptimas condiciones, todo checkeado, seguro e ITV en vigor. Con los pocos kilometros que tiene es la opción perfecta para evitar el IVA y el impuesto de matriculación que conllevaría comprarlo nuevo en el concesionario. Los gastos de gestión de la transacción correrán a cargo del comprador. El vehículo se encuentra en Zarautz, Gipuzkoa, y por supuesto, a quien esté interesado se lo enseñaré y pasearé encantado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "8017 km",
            "precio": 50000.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2022",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2022-1074417090",
            "descripcion": "Se vende mercedes clase V 220d del año 2022 con 50000 kms. IVA DEDUCIBLE INCLUIDO EN EL PRECIO. [VZ0] Anclaje de la carga / Orejas de amarre [H16] Asientos en cabina Asiento del conductor calefactable(s) [AHA] Asientos en cabina Asiento del conductor con Soporte lumbar [US5] Asientos en compart. carga: 2ª fila, 3° asiento-banco confort [218] Cámara de marcha atrás [HZ7] Climatizador automático Fondo (Tempomatic) [440] Control de crucero (Tempomat) [KL5] Filtro combustible con Separador de agua [W70] Lunas detrás tintadas / cristal negro [FP3] Paquete espejos [B0MM0] Pintura metalizada [T19] Puerta corredera Compartimento carga/Habitáculo izquierda [P35] Sistema-luz-inteligente",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2022",
            "kilómetros": "50000 km",
            "precio": 50000.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2023",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2023-1061763897",
            "descripcion": "PRECIO NEGOCIABLE!! Se vende por cambio de vehiculo y ampliacion de flota. Todos los mantenimientos en Mercedes Oficial. IVA deducible. Km hechos en autopista! Extras: Camara 360 llantas 18 barras techo pantalla 10” 2 puertas laterales alfombrillas goma a medida (tambien originales tela) bombillas philips led (luz corta) luz larga halógena Se vende solo el vehiculo SIN LICENCIA!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2023",
            "kilómetros": "130000 km",
            "precio": 50000.0
        },
        {
            "titulo": "Mercedes-Benz Clase V 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v-2020-891307140",
            "descripcion": "camperizada, con mueble cama, placa solar, connexión USB, doble bateria y asientos giratorios,nevera,porta bicicleta 4 unitats ,llit dormir COMFORT, 3 ,parts: ample 143 cm, llargada 189 cm, alçada 10 cm PRECIO NO NEGOCIABLE ( Solo particulares)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2020",
            "kilómetros": "70869 km",
            "precio": 49990.0
        },
        {
            "titulo": "MERCEDES-BENZ Clase V250 Exclusive Largo",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v250-exclusive-largo-1087375470",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "158000 km",
            "precio": 49900.0
        },
        {
            "titulo": "Mercedes-Benz Clase V220 Larga",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-v220-larga-1091590518",
            "descripcion": "Clase V220d Avantgarde larga automática con 2 años y medio perfectamente mantenida en revisiones y con neumáticos nuevos. Clima trasero, negra metalizada,piel beige natural ,suspensión adaptativa,llanta 18\",cámara trasera,sensores parking,faros led inteligentes,Mbux,barras techo,cristales tintados, Iva deducible, cambio de nombre y 1 año garantía incluidos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2022",
            "kilómetros": "98500 km",
            "precio": 49900.0
        }
    ]
}