{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "Q8",
        "version": "S TFSI quattro tiptronic 373 kW (507 CV)",
        "año mínimo": 2020,
        "año máximo": 2023,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 507,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=507&min_year=2020&max_year=2023&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Audi&model=Q8&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi Q8 2021",
            "enlace": "https://es.wallapop.com/item/audi-q8-2021-1092792731",
            "descripcion": "Audi Q8 e-tron quattro 3.0 S Line es un crossover eléctrico de lujo que combina un alto rendimiento, diseño elegante y tecnología avanzada. El modelo S Line ofrece una configuración más deportiva de la apariencia y las características, destacando la dinámica y la elegancia de este vehículo. • Motor y potencia: El Audi Q8 e-tron quattro 3.0 está equipado con dos motores eléctricos (uno en el eje delantero y otro en el trasero), lo que garantiza tracción total (AWD). La potencia total alcanza hasta 402 CV (300 kW) en el modo Boost, con un par motor máximo de 664 Nm, lo que permite que el vehículo acelere de 0 a 100 km/h en 5,6 segundos, lo que hace que el Q8 e-tron sea uno de los crossovers eléctricos más rápidos de su clase. El crossover eléctrico puede alcanzar una velocidad máxima de hasta 200 km/h. • El crossover eléctrico está equipado con una batería de 95 kWh que proporciona una autonomía de hasta 600 km (dependiendo de las condiciones). Soporta potencias de carga de hasta 150 kW, lo que permite cargar la batería del 5% al 80% en aproximadamente 30 minutos. Carga posible a través de una toma de corriente doméstica convencional o estaciones de carga públicas. • El Audi Q8 e-tron utiliza sistemas de recuperación de energía para aumentar la autonomía, que recuperan energía durante el frenado y la desaceleración. • Incluye varios modos (por ejemplo, Comfort, Dynamic y otros). • Paquete S Line: Incluye elementos de diseño deportivos, como parachoques delanteros y traseros agresivos, arcos de rueda ampliados y detalles estilizados en la carrocería. • El Audi Q8 e-tron está equipado con el sistema de tracción total quattro, que proporciona una excelente estabilidad y capacidad en cualquier condición de carretera. • Utiliza suspensión neumática con ajuste de rigidez, que se adapta a las condiciones de la carretera y el modo de conducción para un confort óptimo. • Cámara de 360 grados y sensores de aparcamiento. Precio 67.800€",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2021",
            "kilómetros": "41866 km",
            "precio": 67800.0
        },
        {
            "titulo": "Audi Q8 2021",
            "enlace": "https://es.wallapop.com/item/audi-q8-2021-1075867706",
            "descripcion": "AUDI Q8 55 TFSI e Quattro 381CV Caja de cambios automática de 8 velocidades Faros LED de matriz Llantas de 22” Asientos delanteros de cuero, eléctricos , con ajuste lumbar y calefactables Paquete de memorias Asientos calefactables Sistema de control de velocidad adaptativa Sistema de aviso de cambio de carril Sistema de reconocimiento de señales Cuatro ruedas direccionales Sistema de entrada y arranque sin llave Ayuda de aparcamiento plus con indicación del entorno Cámara 360º Portón trasero electrico Techo Panorámico abatible Suspensión neumatica Asistencia al conductor Volante de cuero de 3 radios con multifunción, levas de cambio y calefactable y mas extras ...... -1 año de garantía y transferencia de nombre incluida en el precio. -Consulte nuestras opciones de financiación si lo desea -Solicite prueba de vehículo a domicilio. -Todos nuestros vehículos disponen de libro de mantenimiento y certificación de kilometraje. -Atendemos con cita previa, contacte con nosotros para solicitar una prueba del vehículo. -Este anuncio no es vinculante, puede estar sujeto a errores, se muestra a titulo informativo y no contractual. -17 años de experiencia nos avalan en el sector del automóvil. -We speak English",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2021",
            "kilómetros": "94000 km",
            "precio": 65900.0
        },
        {
            "titulo": "Audi Q8 S Line 55 TFSI quattro 250 kW (340 CV) tiptronic",
            "enlace": "https://es.wallapop.com/item/audi-q8-s-line-55-tfsi-quattro-250-kw-340-cv-tiptronic-1002697982",
            "descripcion": "Precio oferta sujeto a financiación: 65000 EUR. Precio al contado: 71500 EUR. *LRO* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA 1400€ de descuento en este coche Precio oferta financiado: 65000€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 71500€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: 4x4, Paquete S-Line, Tapicería de piel, Asientos eléctricos, Car Play, Navegador, Cámara de marcha atrás, Faros delanteros led, Faros traseros led, Asistente de aparcamiento, Ayuda aparcamiento, Asistente para las luces de carretera, Encendido automático de faros, Sensor de lluvia, Asistente de cambio de carril, Asistente de mantenimiento de carril, Asistente de arranque en pendiente, Sensor de presión de neumáticos, Start/Stop automático, Control de crucero adaptativo, Control de velocidad, Limitador de velocidad, Volante multifunción, Baca, Portón del maletero eléctrico, Aire Acondicionado (Climatizador), Arranque por botón, Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (21\"). - Coche Nacional, Historial Mantenimiento, IVA deducible. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2021",
            "kilómetros": "62698 km",
            "precio": 65000.0
        },
        {
            "titulo": "Audi Q8 2020",
            "enlace": "https://es.wallapop.com/item/audi-q8-2020-992589978",
            "descripcion": "21% IVA DEDUCIBLE INCLUIDO ÚNICO PROPIETARIO 340cv GASOLINA ETIQUETA MEDIOAMBIENTAL ECO ASIENTOS ELÉCTRICOS CON MEMORIA LUCES AMBIENTALES LED INTERIOR LUCES MATRIXLED TAPICERÍA CUERO GRIS TECHO PANORÁMICO APERTURA MALETERO ELECTRICO APERTURA Y ARRANQUE SIN LLAVE MANTENIMIENTO RECIÉN HECHO CAMBIO DE NOMBRE INCLUIDO 12 MESES DE GARANTÍA",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2020",
            "kilómetros": "97000 km",
            "precio": 57500.0
        }
    ]
}