{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "Q8",
        "version": "55 TFSIe quattro tiptronic 280 kW (381 CV)",
        "año mínimo": 2020,
        "año máximo": 2023,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "electric-hybrid",
        "potencia máxima": 381,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=electric-hybrid&min_horse_power=1&max_horse_power=381&min_year=2020&max_year=2023&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Audi&model=Q8&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi Q8 3.0 TDI 286CV 50 SLine Plus  Quattro Tiptronic HEV",
            "enlace": "https://es.wallapop.com/item/audi-q8-3-0-tdi-286cv-50-sline-plus-quattro-tiptronic-hev-1092671270",
            "descripcion": "Acabado 50 SLine Plus Quattro Tiptronic HEV. Disponible tambien en los colores Gris. Tambien en Peninsula y Baleares. *Precio promocional si financias con nosotros y entregando un vehiculo de mas de 10 anos.Garantia 12 meses. Este anuncio es meramente informativo, no es vinculante ni contractual. Consulta a nuestros comerciales. Mas de 2000 coches en stock permanente, visitenos en ClickAutos. Espejos retrovisores exteriores antideslumbrantes automaticos, plegables electricamente Climatizador automatico confort 2 zonas Audi virtual cockpit Audi music interface Audi sound system Receptor de radio digital Audi connect con eSIM (3 anos) Audi connect Safety & Service con eSIM Audi smartphone interface (Apple Carplay y Android Auto) Audi pre sense front Asistente de aparcamiento park assist Audi pre sense rear Audi hold assist Control de velocidad de crucero Con camara multifuncional Faros completos en tecnologia LED...",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2023",
            "kilómetros": "17977 km",
            "precio": 78700.0
        },
        {
            "titulo": "Audi Q8 2021",
            "enlace": "https://es.wallapop.com/item/audi-q8-2021-1021648605",
            "descripcion": "Se vende AUDI Q8 5.5 TFSIE HYBRIDO FULL EXTRA S LINE PLUS !!....full equipe: faros bixenon con led direccionables, navegacion , llantas 22.Se encuentra en perfecto estado interior y exterior, procedente de servicio oficial AUDI unidad unica por estado y equipamiento. posibilidad de garantia ampliable hasta 36 meses !! IVA DEDUCTIBLE ! LIBRO EN CASA OFICIAL AL DIA",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2021",
            "kilómetros": "27500 km",
            "precio": 76900.0
        },
        {
            "titulo": "Audi Q8 3.0 TDI 230CV 45 SLine  Quattro Tiptronic",
            "enlace": "https://es.wallapop.com/item/audi-q8-3-0-tdi-230cv-45-sline-quattro-tiptronic-1092671289",
            "descripcion": "Acabado 45 SLine Quattro Tiptronic. Disponible tambien en los colores Azul. Tambien en Peninsula y Baleares. Este anuncio es meramente informativo, no es vinculante ni contractual. Consulta a nuestros comerciales. Mas de 2000 coches en stock permanente, visitenos en ClickAutos. Apoyabrazos central delantero de confort Asientos delanteros con regulacion electrica Asientos delanteros con regulacion lumbar electrica Asientos delanteros deportivos Audi connect con eSIM (3 anos) Audi connect Safety & Service con eSIM Audi drive select Audi hold assist Audi music interface Audi parking system plus Audi pre sense front Audi smartphone interface (Apple Carplay y Android Auto) Audi sound system Audi virtual cockpit Aviso de salida de carril Climatizador automatico confort 2 zonas Faros completos en tecnologia LED Camara de vision trasera...",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "230 cv",
            "año": "2023",
            "kilómetros": "23130 km",
            "precio": 62500.0
        },
        {
            "titulo": "Audi Q8 45 TDI 170kW S Line quattro tiptronic",
            "enlace": "https://es.wallapop.com/item/audi-q8-45-tdi-170kw-s-line-quattro-tiptronic-1080503644",
            "descripcion": "S-LINE INTERIOR Y EXTERIOR (21% IVA, INCLUIDO EN EL PRECIO) ENVIOS A TODA ESPANA NACIONAL MUY BIEN CONSERVADO POSIBILIDAD DE FINANCIAR ACEPTAMOS VEHICULO COMO PARTE DE PAGO UN SOLO PROPIETARIO NO FUMADOR MEJOR VER LLAME A NUESTROS PROFESIONALES Y SOLICITE UNA PRUEBA Kilometros certificados. Posibilidad de entrega del vehiculo en cualquier punto del pais. Este anuncio no es vinculante, puede contener errores. Se muestra a titulo informativo y no contractual. Para mas informacion consultar con el concesionario. Estamos en calle Formacion Nº2 ,Edificio Via 21 ,Pol. Industrial Guadalquivir,41120 Gelves (SEVILLA). Horario de lunes a viernes de 9:00 h a 14:00 h y de 16:30 a 20:00 h. Sabados de 10:30 a 13:30. techo solar panoramico ...",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2021",
            "kilómetros": "90000 km",
            "precio": 58000.0
        }
    ]
}