{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "i4",
        "version": "i4 eDrive40 Gran Coupé",
        "año mínimo": 2021,
        "año máximo": 2024,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "electric-hybrid",
        "potencia máxima": 340,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=electric-hybrid&min_horse_power=1&max_horse_power=340&min_year=2021&max_year=2024&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=i4&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW i4 eDrive40 250 kW (340 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-i4-edrive40-250-kw-340-cv-1014802893",
            "descripcion": "Compra este vehículo desde 280.50 EUR/mes FINANCIACION CON BMW BANK SELECT. En BMW Bertolín, primer concesionario oficial BMW de EUROPA, desde hace más de 60 años, trabajamos para dar la máxima calidad a nuestros clientes. No vendemos vehículos si no estamos seguros de su calidad y de su procedencia. Nueva tienda exclusiva de vehículos BMW Premium Selection, más de 50 unidades en stock permanente. El servicio BMW Premium Selection, es un distintivo de calidad ,24 meses de garantía oficial en todo el territorio nacional , revisión técnica y óptica de 360º,asistencia europea en carretera ,Vehículo con kilometraje certificado y garantizamos que el vehículo no ha sufrido daños estructurales mediante certificación de empresa externa. *Las especificaciones sobre equipamiento, extras, modelo y/o precio, no tiene carácter vinculante ni constituyen base de futuro contrato al poder contener errores. Consulte bien los datos y disponibilidad del vehículo en caso de interés, el precio indicado puede sufrir variaciones sin previo aviso.",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2024",
            "kilómetros": "9400 km",
            "precio": 59500.0
        },
        {
            "titulo": "BMW i4 eDrive40 250 kW (340 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-i4-edrive40-250-kw-340-cv-1071680015",
            "descripcion": "",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2024",
            "kilómetros": "11489 km",
            "precio": 54490.0
        },
        {
            "titulo": "BMW i4 eDrive40",
            "enlace": "https://es.wallapop.com/item/bmw-i4-edrive40-1013012013",
            "descripcion": "VEHICULO EN PERFECTO ESTADO Y CON UN GRAN EQUIPAMIENTO.GARANTIA OFICIAL BMW HASTA DICIEMBRE DE 2025",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2022",
            "kilómetros": "24500 km",
            "precio": 51900.0
        },
        {
            "titulo": "BMW i4 eDRIVE 40 M",
            "enlace": "https://es.wallapop.com/item/bmw-i4-edrive-40-m-1079736843",
            "descripcion": "Vendo mi BMW i4 eDrive 40 paquete M. Coche nacional con revisiones en la BMW. Como extras tiene: Paquete M, Equipo Musica Harman Kardon, Head up Display, etc. Se vende por aumento de familia. Estoy encantado con el coche pero necesito algo mas grande. Un saludo",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2022",
            "kilómetros": "21000 km",
            "precio": 50000.0
        },
        {
            "titulo": "BMW i4 2023",
            "enlace": "https://es.wallapop.com/item/bmw-i4-2023-1071218683",
            "descripcion": "Dueño particular único propietario, vendo este precioso BMW i4 e40 con muchos extras (precio nuevo actual más de 80.000€ con estos extras): - Llantas del M50 de 20” originales de BMW preciosas (ya no deja ponerlas como extra en el 40) - Pack completo BMW 50 Aniversario con logos específico en coche, volante, llantas.. - Pack de cuero completo “Vernasca” (natural, no el sintético) para toda la tapicería - Asientos calefactados - Equipo de sonido Harman Kardon con sonido espectacular - Suspensión neumática adaptativa M - Color Portimau Blue - Volante M Sport Cuero - Cámara de marcha atrás (actualmente no disponible) - Dirección deportiva variable - Frenos M Sport en rojo brillo Etc Coche único a la venta con 26.000 Kms hiper cuidado, reestreno como nuevo con garantía oficial de BMW de más de un año aún",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2023",
            "kilómetros": "26000 km",
            "precio": 49990.0
        },
        {
            "titulo": "BMW i4 eDrive40 340cv Aut.",
            "enlace": "https://es.wallapop.com/item/bmw-i4-2024-1069888748",
            "descripcion": "Espectacular unidad de BMW i4 eDrive40 PAQUETE M SPORT !!! ETIQUETA CERO. NACIONAL. UNICO DUEÑO. En perfecto estado tanto interior como exterior, revisado, llantas 18\", faros LED, función Follow-me-home, enganche de remolque eléctrico, Parking Assistant con sensores delanteros y traseros y cámara para marcha atrás, BMW Live Cockpit Plus, pantalla Widescreen, volante deportivo M, paquete aerodinámico M, acceso confort, connected package professional y muchos más. Garantía oficial hasta 11/2026 Precio al contado: 48.900€. Precio financiado: 46.900€. (Financiando al menos 40.000€) Todos nuestros vehículos se entregan transferidos. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Matriculacion 11/2023 Bitcoin accepted #RO CAP #JU PIC #NA #MLJ #HAT #FR79773",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2024",
            "kilómetros": "19900 km",
            "precio": 48900.0
        },
        {
            "titulo": "BMW i4 Serie Coupe 35 eDrive",
            "enlace": "https://es.wallapop.com/item/bmw-i4-serie-coupe-35-edrive-1027341168",
            "descripcion": "? Vehículos con certificación de la marca y garantía de hasta 24 meses ? Compra online o en tienda ? Entrega inmediata o a domicilio ?? Financiación a su medida ?? La cuota mostrada en el anuncio es orientativa, precio de la oferta sujeto a financiar con BMW BANK con tipo de financiación SELECT, para el resto de modalidades de compra consultar condiciones ?? Aceptamos su vehículo como parte de pago. ?? Pruna Motor S.L, no se responsabiliza de los posibles errores derivados del volcado de datos al portal online. Pruna Motor S.L, no se responsabiliza de los posibles errores derivados del volcado de datos al portal online. Confirmar información del vehículo en el concesionario. EQUIPAMIENTO DE SERIE - ABS - Acabados de lujo: pomo de la palanca de cambios en negro piano, consola central en negro piano y tablero en cuero sintético - Airbag frontal del conductor, airbag frontal del acompañante desconectable - Airbag lateral de cortina delantero y trasero - Airbags laterales delanteros - Aire acondicionado trizona de automático - Alerta de cambio de carril: activa la dirección - Alfombrillas - Apoyabrazos central delantero - Apoyabrazos trasero - Asiento delantero del conductor y acompañante deportivo, ajuste longitudinal manual y ajuste manual en altura con ajuste manual del respaldo y ajuste manual del suplemento de la banqueta - Asientos de tela (material principal) y de cuero sintético (material secundario) - Asientos traseros de tres plazas de tipo banco de orientación delantera con banqueta fija y respaldo abatible 40/20/40 con plegado remoto - Bandeja trasera rígida - Bluetooth - Botón de arranque del vehículo - Caja de cambios para electroauto - Carrocería: 5 puertas - Cierre centralizado con teléfono móvil (NFC) y contról de los elevalunas - Cinturón de seguridad delantero en asiento conductor y ajustable en altura con pretensores, cinturón de seguridad delantero en asiento acompañante con pretensores - Cinturón de seguridad trasero en lado conductor, cinturón de",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2023",
            "kilómetros": "4993 km",
            "precio": 45150.0
        },
        {
            "titulo": "BMW i4 370Cv M Electrico",
            "enlace": "https://es.wallapop.com/item/bmw-i4-1027023534",
            "descripcion": "",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2022",
            "kilómetros": "54000 km",
            "precio": 44900.0
        },
        {
            "titulo": "BMW i4 2023 340cv",
            "enlace": "https://es.wallapop.com/item/bmw-i4-2023-340cv-1052858548",
            "descripcion": "NS MOTOR, Centro Multimarca en Ordes, referente en máxima calidad y servicio excepcional en la compra-venta de vehículos en Galicia VENDE: IMPRESIONANTE BMW SERIE I4 GRAN COUPE EDRIVE40 M SPORT 340CV -GARANTIA OFICIAL- NACIONAL - IVA DEDUCIBLE VEHICULO EN ESTADO DE REESTRENO! 03/2023 El vehículo lleva color blanco alpinweiss , cambio automático, paquete deportivo M interior y exterior, faros LED, volante de cuero multifuncion, asientos deportivos mixtos cuero y tela negros con prolongador de banqueta, sensores de aparcamiento delanteros y traseros con cámara de marcha atrás, navegador profesional con pantalla tactil y cuadro digital, Apple CarPlay y Android Auto inalámbricos, asistente de trayectoria con frenada de emergencia, control de velocidad adaptativo, cierre centralizado con alarma antirrobo y sensor de choque, modos de conducion, sistema de ayuda de arranque en pendiente, climatizor trizona, sensor de luz y lluvia, luz de ambiente, cristales traseros oscurecidos, etc Se entrega transferido, revisado, limpieza integral de tapicería, mantenimiento hecho y con un año de garantía (opcional extensión 2 años más de garantía oficial). Consúltenos sin compromiso, ofrecemos: - Financiación a su medida y de manera muy ágil - Ampliaciones de garantía - Entrega de nuestros vehículos en toda España - Certificación de kilometraje de todos nuestros vehículos - Certificación de NO siniestralidad - Si no encuentras lo que necesita, te lo buscamos. Disponemos de un asesor para la búsqueda de tu vehículo “a la carta\". Visítanos: nsmotor.es COD: BMW4588 LOS ANUNCIOS SE MUESTRAN A TÍTULO INFORMATIVO, PUEDEN CONTENER ERRORES Y SE DEBE CONTRASTAR LA INFORMACIÓN CON EL VENDEDOR.",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2023",
            "kilómetros": "79000 km",
            "precio": 44900.0
        },
        {
            "titulo": "BMW i4 2023",
            "enlace": "https://es.wallapop.com/item/bmw-i4-2023-1074135838",
            "descripcion": "BMW i4 eDrive M Performance 2023 – 40.500€ | 10.500 km Se vende un elegante y potente BMW i4 eDrive M Performance del año 2023 en versión Gran Coupé. El coche está en estado impecable, con un recorrido mínimo de solo 10.500 km. Esta joya combina diseño deportivo, tecnología avanzada y la dinámica característica de la línea M Performance de BMW.",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2023",
            "kilómetros": "10500 km",
            "precio": 40500.0
        }
    ]
}