{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 7",
        "version": "760i",
        "año mínimo": 2012,
        "año máximo": 2015,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 544,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=544&min_year=2012&max_year=2015&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 7&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 7 750i xDrive 330 kW (450 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-7-750i-xdrive-330-kw-450-cv-1012567000",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "450 cv",
            "año": "2014",
            "kilómetros": "54522 km",
            "precio": 44900.0
        },
        {
            "titulo": "BMW Serie 7 750i xDrive 330 kW (450 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-7-750i-xdrive-330-kw-450-cv-1049547722",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "450 cv",
            "año": "2014",
            "kilómetros": "54522 km",
            "precio": 44900.0
        },
        {
            "titulo": "BMW Serie 7 750i xDrive 330 kW (450 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-7-750i-xdrive-330-kw-450-cv-1085200630",
            "descripcion": "Consultar condiciones de financiación en este anuncio o contactando con el anunciante. SAFETY CAR CONCESIONARIO LÍDER EN VENTA ONLINE ( MÁS DE 180 VEHÍCULOS EN STOCK EN NUESTROS CONCESIONARIOS DE PAMPLONA Y SAN SEBASTIÁN) PRIMER CONCESIONARIO EN REALIZAR TODA LA GESTIÓN 100 % ONLINE, EN CUATRO SENCILLOS PASOS CONSULTE EL SENCILLO PROCEDIMIENTO EN YOUTUBE, BUSCANDO GRUPOSAFETYCAR. TODOS NUESTROS VEHÍCULOS SE ENCUENTRAN REVISADOS EN NUESTROS TALLERES PROPIOS GARANTÍA DE UN AÑO EN TODO EL TERRITORIO NACIONAL INFORME DE TRÁFICO GRATUITO MÁS DE 15 AÑOS OFRECIENDO LA MEJOR Y MÁS ALTA CALIDAD EN LA VENTA Y POSTVENTA DE NUESTROS VEHÍCULOS. MODELO INDIVIDUAL FULL EQUIPED LIBRO COMPLETO EN BMW CONSULTE EL AMPLÍSIMO EQUIPAMIENTO DE ESTA UNIDAD ÚNICA ( EDICIÓN ESPECIAL MOTO GP) PARA VER ESTE VEHÍCULO CONCERTAR CITA PREVIA. ENTREGA INMEDIATA WE SPEAK ENGLISH WIR SPRECHEN DEUTSCH",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "450 cv",
            "año": "2014",
            "kilómetros": "54522 km",
            "precio": 44900.0
        },
        {
            "titulo": "BMW Serie 7 750i xDrive 330 kW (450 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-7-750i-xdrive-330-kw-450-cv-1012564948",
            "descripcion": "Consultar condiciones de financiación en este anuncio o contactando con el anunciante. SAFETY CAR CONCESIONARIO LÍDER EN VENTA ONLINE ( MÁS DE 180 VEHÍCULOS EN STOCK EN NUESTROS CONCESIONARIOS DE PAMPLONA Y SAN SEBASTIÁN) PRIMER CONCESIONARIO EN REALIZAR TODA LA GESTIÓN 100 % ONLINE, EN CUATRO SENCILLOS PASOS CONSULTE EL SENCILLO PROCEDIMIENTO EN YOUTUBE, BUSCANDO GRUPOSAFETYCAR. TODOS NUESTROS VEHÍCULOS SE ENCUENTRAN REVISADOS EN NUESTROS TALLERES PROPIOS GARANTÍA DE UN AÑO EN TODO EL TERRITORIO NACIONAL INFORME DE TRÁFICO GRATUITO MÁS DE 15 AÑOS OFRECIENDO LA MEJOR Y MÁS ALTA CALIDAD EN LA VENTA Y POSTVENTA DE NUESTROS VEHÍCULOS. MODELO INDIVIDUAL FULL EQUIPED LIBRO COMPLETO EN BMW CONSULTE EL AMPLÍSIMO EQUIPAMIENTO DE ESTA UNIDAD ÚNICA ( EDICIÓN ESPECIAL MOTO GP) PARA VER ESTE VEHÍCULO CONCERTAR CITA PREVIA. ENTREGA INMEDIATA WE SPEAK ENGLISH WIR SPRECHEN DEUTSCH",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "450 cv",
            "año": "2014",
            "kilómetros": "54522 km",
            "precio": 44900.0
        },
        {
            "titulo": "BMW 750i XDrive",
            "enlace": "https://es.wallapop.com/item/bmw-750i-xdrive-1078481005",
            "descripcion": "BMW 750Li. XDrive* CHOFER EDITION* ! VEHÍCULO EN EXCELENTES CONDICIONES. TODOS LOS MANTENIMIENTOS Y SERVICIOS EN SERVICIO OFICIAL. VEHÍCULO CON TODOS LOS EXTRAS KILOMETRAJE: 162.400 VOLANTE MULTIFUNCIÓN TECHO ELÉCTRICO CÁMARA 360 Y SURROUND VIEW LUZ AMBIENTE VARIABLE INTERNET SENSORES DE APARCAMIENTO INDICADOR PRESION DE NEUMATICOS ASIENTOS CALEFACTABLES Y VENTILADOS PERSIANAS SOLARES EN PUERTAS Y LUNETA TRASERA SISTEMA DE SONIDO BANG&OLUFSEN Acceso de confort Puertas Cierre Suave Automatico Confort climático para parabrisas Cámara de marcha atrás BMW Display Key Exterieur-Design Pure Excellence Techo de cristal panorámico Sky Lounge Persiana trasera lateral Triangulo aviso y botiquín Asientos delant. climatizados Asientos climatizados detrás Asiento confortable con memoria Asientos Comfort traseros eléctricos Executive Lounge Seating Executive Lounge Fondkonsole Paquete de confort térmico Climatiz.autom.con regulación de 4 zonas Panel de instrumentos tapizada en cuero Ambient Air Paket Función de masaje en parte trasera Función masaje conductor y acompañante Luz interior de ambiente Calefacción auxiliar Velocímetro km/h Faro LED adaptativo LED faro antiniebla Asistente de luz de carretera T Driving Assistant Plus Surround View Asistente de estacionamiento Función TV Sistema de navegación Professional Head-up display Reproductor de CD Sintonizador DAB Llamada de emergencia inteligente Teleservices Connected Drive Services Real- Time T raffic Information Concierge Services Remote Services Internet Sistema de sonido envolvente Bowers & Wilkins Diamond Fond Entertainment Experience Sistem.información y comunicación online Teléfono en parte trasera Telefonía con carga inalámbrica Control por gestos BMW Display de instrumentos multifuncional WLAN Hotspot Executive Lounge Diseño interior Pure Excellence Paquete de navegación Connected Drive",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "450 cv",
            "año": "2015",
            "kilómetros": "160000 km",
            "precio": 33900.0
        },
        {
            "titulo": "BMW Serie 7 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-7-2012-1077979169",
            "descripcion": "BMW 750LIA MODELO INDIVIDUAL, UNIDAD NACIONAL MUY EXCLUSIVA FABRICADA BAJO ENCARGO PREVIO CON UN PRECIÓ NUEVO SUPERIOR A 147 000 €, UNICO PROPIETARIO CON TODAS LAS REVISIONES EN LA CASA OFICIAL, CONFIGURACIÓN 4 PLAZAS BATALLA LARGA, 408 CABALLOS Y UNA INFINIDAD DE EXTRAS QUE REFUERZA SU SINGULARIDAD: -Tapiceria en piel marrón -Asientos delanteros y traseros ventilados,electricos,calefactables y con memoria -Guarnecido interior del techo alcántara -Volante multifunción mixto piel con madera noble veta de fresno -Sistema HEAD-UP DISPLAY (holograma) -4 zonas de climatización individuales -Sistema de cierre de puertas SOFTCLOSE -Acristalamiento de protección solar acompañado de 3 cortinas traseras -2 pantallas de entretenimiento traseras -Sistema FONDKONSOLE trasera en todas las funciones del vehículo -Camara de visión nocturna y detección de viandantes -PARKTRONIC con cámara 360° -Navegacion y cámara trasera reflejada a bordo -Sistema de apertura y arranque sin llaves (KESSY FULL) -Faros BIXENON dinámicos -Sistema de sonido SURROUND HIGH END BANG & OLUFSEN -2 llaves -Llantas de aleación ligera de radios radiales de 19 pulgadas -Porton trasero eléctrico....etc.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "407 cv",
            "año": "2012",
            "kilómetros": "212000 km",
            "precio": 26500.0
        },
        {
            "titulo": " 750I BITURBO 2012 f01",
            "enlace": "https://es.wallapop.com/item/750i-biturbo-2012-f01-1093014018",
            "descripcion": "BMW serie 7, 750I f01 XDRIVE, motor V8 biturbo con cadena distribución super fiable y potente, consumo de 11L a los 100km comprobado, año 2012, pegatina ambiental C,cambio automático sport/manual. Mismo motor que el M5. Elevalunas eléctricos, cierre centralizado, climatizador bizona delantero y trasero, velocidad crucero, salpicadero cosido a mano en piel,aviso de cambio de carril,volante calefactable,asientos M de piel eléctricos sin ningún rasguño,display ves el marcador en la luna delantera, llamada de emergencia, teléfono,puertas absorbentes si la dejas mal cerrada se cierra sola,techo solar,navegador, bluetooth,pantalla grande,star stop, faros xenon biodirigibles, aviso de parada si estás cansado lo detecta y te avisa, luz de bienvenida en manivelas exteriores, sensor de lluvia y luces, camara trasera, espejo interior con memoria igual que los asientos, sensor de aparcamiento, restrovisores con aviso de a delantamiento, cortinillas para todas las ventanas, auto H, asientos Isofix,arranque sin llave,volante eléctrico y multifunción,maletero eléctrico,espejos eléctricos, masajes mientras conduces,cinturon adaptado a la altura,cambio de color interior según tiempo y velocidad,4 modos de conducción,sport, sport+(plus) es el que abre válvulas de escape y da más caballos, normal y confort un fin de extras que sería imposible decir todas, costo nuevo 168.000€ con todas estas extras. Llantas 19, ruedas nuevas hace 1 semana junto batería. ITV recién pasada de ayer 22/01/2025. 2 juegos de llaves ect... Recoje elegancia y deportividad a la vez es una locura conducirlo no te cansas nunca de hacer kilómetros. Todo el mantenimiento recién echo, bujías bobinas aceite filtros, mantenimiento caja de cambios más de 25.000€ en factura demostrable. Muy cuidado de interior y exterior, duerme en garaje. Me interesa cambio. Paso fotos y vídeos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "407 cv",
            "año": "2012",
            "kilómetros": "205000 km",
            "precio": 14500.0
        }
    ]
}