{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 7",
        "version": "740Ld xDrive",
        "año mínimo": 2020,
        "año máximo": 2022,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "electric-hybrid",
        "potencia máxima": 340,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=electric-hybrid&min_horse_power=1&max_horse_power=340&min_year=2020&max_year=2022&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 7&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 7 740d xDrive",
            "enlace": "https://es.wallapop.com/item/bmw-serie-7-740d-xdrive-1088210971",
            "descripcion": "- Nuevo MOTOR DIESEL-MicroHÍBRIDO \"Etiqueta ECO\" 286 cv - NACIONAL - Como nuevo. Procedente directamente de RED OFICIAL BMW ESPAÑA. - LIBROS e HISTÓRICO COMPLETO REVISIONES. - CERTIFICADOS OFICIALES DE KILOMETRAJE Y NO SINIESTRALIDAD. -3 AÑOS DE GARANTÍA BMW (Válida para toda España y cualquier concesión oficial BMW). p.v.p nuevo: 141.000 € P.V.P OCASIÓN con descuento promoción: 50.330 € + i.v.a= 60.900 € MUY EQUIPADO: -PACK DEPORTIVO \"M\" Exterior ( Incluye KIT AERODINÁMICO Completo ) -PACK DEPORTIVO \"M\" Interior -PACK \" BLACK LINE DESIGN\" -TRACCIÓN INTREGRAL 4 ruedas \" X-DRIVE \" -DIRECCIÓN ACTIVA INTEGRAL ( Las ruedas traseras también giran + dirección en eje delantero de DESMULTIPLICACIÓN VARIABLE aportando mayor precisión y estabilidad en curvas y mayor maniobrabilidad tanto a altas como a bajas velocidades ) -TECHO SOLAR eléctrico + CORTNILLA eléctrica -SUSPENSIÓN NEUMÁTICA ADAPATIVA Y REGULABLE ( También opción de elevar o bajar el chasis ) -LLANTAS \"M\" Exclusive Bicolor 19\" -CAMBIO SECUENCIAL \"DEPORTIVO\" ( Cambia aún + rápido que el convencional) -LEVAS en el volante -FAROS FULL LED \"INTELIGENTES\" + AUTO-ADAPTATIVOS -ASISTENTE CAMBIO AUTO DE LUCES LARGAS -HEAD-UP DISPLAY ( proyector datos en el parabrisas) -ASISTENTE DE APARCAMIENTO AUTOMÁTICO ( Aparca solo ) -CUADRO DIGITAL MULTIFUNCIÓN \" BMW Live Cockpit Professional -ACCESO CONFORT ( Aperturas-cierres sin llave) -PUERTAS AUTOMÁTICAS con CIERRES SERVOASISTIDO neumático ( Puertas absorbentes cierran solas) -ASIENTOS Deportivos \" CONFORT PLUS\" DELANTEROS ( Asientos deportivos + ergonómicos + regulaciones eléctricas y neumáticas + Memorias ) -ASIENTOS \"CONFORT PLUS\" TRASEROS ( Asiento ergonómicos + regulaciones eléctricas y neumáticas + Memorias ) -ASIENTOS CALEFACTABLES DELANTEROS -ASIENTOS CALEFACTABLES TRASEROS -MALETERO AUTOMÁTICO + CONTROL REMOTO -EASY OPEN ( Apertura-cierre del maletero con solo pasar el pie por debajo del vehículo) -x4 CÁMARAS 360º ( Cámara m.atrás + delanteras + laterales + vista 3D + 3",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2022",
            "kilómetros": "62000 km",
            "precio": 63900.0
        }
    ]
}