{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 1",
        "version": "135i Coupé DKG",
        "año mínimo": 2011,
        "año máximo": 2012,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 306,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=306&min_year=2011&max_year=2012&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 1&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-903672938",
            "descripcion": "Se vende Bmw 135i dkg 2011 Vehículo nacional con todas las revisiones en Bmw, con número vin se puede ver todo el historial en Bmw. revision recien hecha con aceite de motor ravenol 5w30 y filtro de aire k&n. Hace 500km cambio de discos delanteros y traseros con pastillas. 4 neumáticos Brigestone potenza sport nuevo recién puestos Cambio de valvulina de la caja dkg hace 15 mil km todo con facturas. Extras: coche full -faros bixenon direccionables -luces automáticas y limpias automáticos -navegador profesional (pantalla grande) -sensor delantero y traseros -lip trasero de carbono original - pack M exterior -pack M interior",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2011",
            "kilómetros": "132000 km",
            "precio": 24500.0
        },
        {
            "titulo": "BMW Serie 1 135i DKG M performance Shadowline Edit",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-135i-dkg-m-performance-shadowline-edit-1069190179",
            "descripcion": "BMW Serie 1 135i DKG M performance Shadowline Edition kms: 168.000 Año: 12/2010 Vehiculo de unico dueño. Libro de revisiones completo. Power kit M performance. Pdc del. Y Trasero. Aleron carbono performance. Frenada de 6 pistones bmw performance. Llanta style 261. Techo solar. Keyless Go. Arranque sin llave. Navegacion bussines con sonido Hifi 180w. Luces de cortesia exterior e interior. Espejos plegables. Asientos calefactados. Cambio dkg doble embrague 7 velocidades. Control de velocidad. Asientos electricos. 12 Meses de garantía. Enviamos a toda la península e islas. Posibilidad de recibir su coche como forma de pago. Pida su reportaje. Consultar gastos de gestión. Consulta nuestra disponibilidad, por la posible reserva o venta del vehículo. Solicitar cita previa y localización del vehículo. Entrega Flexible en Barcelona. IRURI MOTOR, desde 1971 especialistas en 4X4. Visítanos en: irurimotor.com",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2011",
            "kilómetros": "168000 km",
            "precio": 23990.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-986508048",
            "descripcion": "Bmw 135i N55 DKG 7 velocidades . 306cv - Aceite ravenol VMP 5w30 - Totalmente de serie excepto intermedio supersprint. - Luces automaticas, bixenon, retrovisores electricos. - Coche muy cuidado. - Mejor ver. Acepto cambios por moto o coche , ajustando diferencias Gancho: sprinter, ducato, jumper, master",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2011",
            "kilómetros": "281350 km",
            "precio": 19999.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1086291758",
            "descripcion": "Possibilidade de financiamento com ou sem entrada inicial até 120meses Garantia de 18meses",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2012",
            "kilómetros": "88000 km",
            "precio": 18900.0
        },
        {
            "titulo": "BMW Serie 135i",
            "enlace": "https://es.wallapop.com/item/bmw-serie-135i-1031786177",
            "descripcion": "Espectacular Bmw 135i del año 2011, en muy buen estado tanto interior como exterior!! LIBRO COMPLETO DE REVISIONES!! DOS PROPIETARIOS!! MUY CUIDADO Y MIMADO!! Extras destacables: - Sensores 360ª - Faros xenón - Angel eyes - Retrovisores calefactables - Asientos eléctricos y con memoria - Sensor de luces y lluvia - Y mucho mas... Posibilidad de garantía plus Pide tu cita y ven a verlo Financiación a tu medida Anuncio no vinculante puede contener errores Síguenos en Instagram: carmax.bcn Mucho años de experiencia en el sector nos avalan!! Aceptamos su vehículo como parte de pago!! Le compramos su vehículo!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2011",
            "kilómetros": "195000 km",
            "precio": 17990.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-995180952",
            "descripcion": "Impecable, espectacular, full equipe, muy cuidado",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2012",
            "kilómetros": "70000 km",
            "precio": 17499.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1051539999",
            "descripcion": "Garantia 12 meses, cambio de nombre y revision pre entrega mas lavado incluido, cambio de aceite y los filtros incluido. ITV en vigor . Mas info:Whatsap:672^526^790.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "124000 km",
            "precio": 14400.0
        },
        {
            "titulo": "BMW Serie 1  2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1025170264",
            "descripcion": "Presentamos este increíble BMW Serie 1 118i en un impresionante color gris, perfectamente conservado! Este vehículo no solo destaca por su elegante exterior, sino también por su interior espectacular y lleno de detalles🤯 Características: -Luces Xenon y Led con ojos de Angel -Pack M interior y exterior -Modos de conducción -Climatizador bizona -Asientos calefactables en Alcántara con pespuntes en azul -Luces automáticas -Control de crucero -Volante multifunción -Pantalla con conectividad -Retrovisores electricos Cambio de nombre y 1 año de garantía incluidos en el precio.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "195000 km",
            "precio": 13890.0
        },
        {
            "titulo": "BMW 116 i AUTOMATICO URBAN. XENON CUERO LIBRO NAVI",
            "enlace": "https://es.wallapop.com/item/bmw-116-i-automatico-urban-xenon-cuero-libro-navi-1090569776",
            "descripcion": "BMW 116i AUTOMÁTICO URBAN SPORT. ETIQUETA C 136cv 4 cilindros. AZUL METALIZADO CON ASIENTOS CON CUERO Y TELA CALEFACTABLES. LUCES DE XENÓN CON LAVAFAROS. PANTALLA GRANDE CON VISIÓN DE LOS SENSORES DE APARCAMIENTO DELANTEROS Y TRASEROS. CÁMARA DE MARCHA ATRÁS. TELÉFONO BLUETOOTH. SENSORES DE LLUVIA Y LUZ. TRES TIPOS DE CONDUCCIÓN ( SPORT, CONFORT Y ECONÓMICO) VOLANTE DEPORTIVO DE CUERO NEGRO MULTIFUNCION CON CONTROL DE VELOCIDAD, ISOFIX , MOLDURAS Y ESPEJOS LACADAS EN BLANCO, LLANTAS DE ALUMINIO ESPECIALES 17” EN BLANCO, DOBLE CLIMATIZADOR AUTOMÁTICO etc. LIBRO DE MANTENIMIENTO COMPLETO EN SERVICIO OFICIAL, CERTIFICADO POR ESCRITO DE MECÁNICA Y KILOMETRAJE. RECIÉN REVISADO CAMBIADO ACEITES Y FILTROS. UN AÑO DE GARANTÍA TOTAL CON COBERTURA NACIONAL. POSIBILIDAD DE FINANCIACION AL 6.95% cuotas desde 120€",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "98600 km",
            "precio": 11900.0
        },
        {
            "titulo": "BMW Serie 1 Cabrio",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1068721478",
            "descripcion": "Coche en perfecto estado y siempre revisado en la casa bmw. Equipamiento completo como navegador, cuero, acabado sport limited,…",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "112000 km",
            "precio": 10900.0
        }
    ]
}