{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 1",
        "version": "125d 5p",
        "año mínimo": "2012",
        "año máximo": "2013",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": "218",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=218&min_year=2012&max_year=2013&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 1&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW 125d M PERFORMANCE",
            "enlace": "https://es.wallapop.com/item/bmw-125d-m-performance-1091980589",
            "descripcion": "BMW 125d 218cv Biturbo, vehículo con todo el mantenimiento en casa oficial BMW, todos los mantenimientos al día, llantas y neumáticos nuevos, vehículo perfecto para el día a día, gracias a su reducido consumo, pero también para una conducción deportiva gracias a sus modos de conducción y a sus 218cvs. Extras a destacar; -Frenada 4 Pistones M -Llantas en 19 pulgadas con neumaticos nuevos -Paquete Shadow Line -Faros Bixenon -Paquete M interior y exterior -Lip frontal -Alerón trasero -Paquete M Performance -Interior completo en alcantara -Luces y limpiaparabrisas automaticos -Modos de conducción: Eco, Comfort, Sport, Sport + -Pantalla grande profesional -Climatizador Bizona con A/C -Techo solar -Start/Stop -Espejos eléctricos, calefactables plegables -Cristales oscurecidos -Sensor de aparcamiento trasero -Bluetooth,radio, Aux……… Cambio de titularidad incluido, entrega inmediata, hacemos envíos a toda la península, garantía 12 meses.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2013",
            "kilómetros": "164990 km",
            "precio": 16990.0
        },
        {
            "titulo": "BMW Serie 1 2.0D 140CV 5P S-DRIVE 18D",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2-0d-140cv-5p-s-drive-18d-1092203983",
            "descripcion": "REF: 2153 Dificar.com tu red de concesionarios de confianza! BMW X1 en IMPECABLE estado y totalmente REVISADO y CERTIFICADO por la red de concesionarios BMW con 12 meses de garantia desde el dia de entrega. VEHICULO EN OFERTA SI SE FINANCIA DETALLE DE LA OFERTA: PRECIO AL CONTADO 16.490€ Para mas informacion contactar por telefono o e-mail o si quiere verlo y probarlo sin compromiso en ( DIFIMOLINS / DIFIGIRONA ). Amplio stock en constante renovacion, aceptamos su vehiculo como forma de pago. Este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual. ***EQUIPAMIENTO EXTRA*** ***EQUIPAMIENTO SERIE*** - Mantenimiento del modelo - Paquete fumador - Carroceria: 5 puertas - Retrovisor exterior regulable electricamente y calefactable - Retrovisor exterior color carroceria - Barras portaequipajes en el techo - Luces antiniebla - Intermitentes blanco - Limpialuneta trasera - Lunas atermicas tintado - conexion AUX-IN (AUX-IN) - Ordenador de a bordo - Check-Control-System - Indicador de las marchas - Indicador de la temperatura exterior - Indicador averia en los neumaticos - Acabado interior: Molduras interiores plata-satin - Airbag conductor/acompanante - Sistema de airbag para la cabeza delante - Sistema de airbag para la cabeza detras - Airbag lateral delante - Climatizador automatico con control del aire circulante automat. - tapiceria asientos: Tela Elektra - Asientos delante mecanico regulable - Respaldo del asiento trasero dividido/abatible - Elevalunas electric. delante + detras - Cierre centralizado - Mando a distancia para Cierre centralizado - Inmovilizador - Pomo palanca cambios cuero - Anclajes Isofix para Asiento para ninos en Asiento trasero - Sistema antibloqueo (ABS) - Brake Energy Regeneration (Sistema de recuperacion) - Volante (cuero) - Columna de direccion (Volante) regulable mecanicam. - Direccion asistida - dinamico control-estabilidad (DSC) - Asistente a la conduccion: Control en bajadas ...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2013",
            "kilómetros": "82900 km",
            "precio": 16490.0
        },
        {
            "titulo": "BMW F20 184cv ¡ CON 100.000km !",
            "enlace": "https://es.wallapop.com/item/bmw-f20-184cv-con-100-000km-969083800",
            "descripcion": "CAR LOVERS Vende BMW 120d con potente motor de 184cv con distintos modos de conducción, del año 2013 y solo 115.000km que esta realmente ¡ COMO NUEVO ! Nacional, con dos llaves y con todo el mantenimiento en BMW. Equipado con faros halogenos con luz diurna, asientos de cuero deportivos, marcador digital, pantalla radio CD MP3 con Bluetooth, elevalunas y espejos electricos, llantas de aluminio de 19”acceso y arranque sin llave, paquete de iluminación int/ext, control y limitador de velocidad, climatizador bizona, volante de cuero multifuncion, Start and stop, etc. Se entrega revisado y transferido. GARANTIZADO. ¡ VISÍTANOS !",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "100000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 1 PACK M 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-pack-m-2013-1038926382",
            "descripcion": "Vehículo de importación con libro de mantenimiento en concesionario oficial BMW. Modelo 120d, 184cv, cambio manual 6 velocidades. Pack M original interior y exterior. Año 2013, 178000kms. Climatizador, asientos delanteros calefactables, asientos delanteros deportivos, navegador profesional, techo solar eléctrico, tapicería de cuero negro, volante M de cuero multifunción, faros bixenón, luces automáticas, control de velocidad, llantas M 17’’, apertura sin llave, sensores de aparcamiento delanteros y traseros, etc. Se acepta vehículo como parte de pago. NO NEGOCIABLE!!!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "178000 km",
            "precio": 15950.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1078811384",
            "descripcion": "bmw f21 118d pack m tanto por dentro como por fuera, suspension deportiva de casa muy cuidado en perfectas condiciones! 120.000km cualquier duda preguntar sin compromiso!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "120000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1021714128",
            "descripcion": "coche en muy buen estado con todos los mantenimientos al día y muchos extras. cualquier duda preguntar. pack M interior y exterior asientos de cuero y calefactables faros direccionales control de crucero luz largo alcance automáticas techo solar pantalla navegador grande retrovisores eléctricos sensores de aparcamiento traseros y delanteros etc.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "165000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1086018323",
            "descripcion": "Se vende BMW 116d en estado inmejorable pak M completo interior y exterior todos los mantenimientos echos en el concesionario oficial 4 ruedas nuevas todo demostrable con facturas único propietario se acepta todo tipo de prueba mecánica trasferencia a cargo del comprador se puede ver y probar más información por privado.precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2013",
            "kilómetros": "74269 km",
            "precio": 15300.0
        },
        {
            "titulo": "BMW Serie 118D",
            "enlace": "https://es.wallapop.com/item/bmw-serie-118d-sport-1054292969",
            "descripcion": "BMW 118d con linea Sport. Incluido en el precio el cambio de titular y garantia de 1 años en BMW. Para mas info ponte en contacto con nosotros en el chat. Concesionario oficial BMW en Zaragoza.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "123887 km",
            "precio": 15200.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1076254707",
            "descripcion": "BMW SERIE 1, 118 d, CON 128.000 KM, AÑO 2013, 5 PUERTAS, 5 PLAZAS, COMBUSTIBLE DIESEL, ETIQUETA B, CON UN AÑO DE GARANTIA, Y PUESTO A NOMBRE DEL COMPRADOR INCLUIDO EN EL PRECIO.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "128000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2015-989949154",
            "descripcion": "Al dia de todo. Muy cuidado, duerme en garaje. Todos los extras. No cambios",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "190000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 1 Coupe M-Sport 2013 E82 - Impecable",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-coupe-m-sport-2013-e82-impecable-522357353",
            "descripcion": "BMW Serie 1 Coupe M-Sport 2013 E82 Coche cuidado al detalle Interior mix Cuero - Tela (cuero se hidrata varias veces al año) Radio Profesional Asientos Calefactables y regulables incluso en la zona lumbar Climatizador bizona Pack luces interiores y de cortesía en las manetas Bluetooth, usb y aux in Start/Stop Pack M exterior e interior - Volante - Pomo - Talonera cromada - Pedales - Faldones y carrocería - Suspensión M-Sport - Dirección M-Sport - Control de crucero - ... El coche está completamente de origen y parece nuevo, duerme en garaje y lo tengo muy cuidado de mecánica y en general. Precio negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "165000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1078682283",
            "descripcion": "motor 2.0D * año 2013 * 177.000KM * EQUIPO DE SONIDO * CIERRE CENTRALIZADO CON MANDO * RETROVISORES ELÉCTRICOS M * ASIENTOS CALEFATABLES * ELEVALUNAS ELÉCTRICOS * CLIMATIZADOR * VOLANTE MULTIFUNCION * VELOCIDAD CRUCERO * CAMBIO MANUAL 6 VELOCIDADES * TRES MODOS DE CONDUCCIÓN * SENSORES DE APARCAMIENTO * XENÓN * CONTROL VELOCIDAD * PACK M * ORDENADOR ABORDO * muchos extras mas....",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "177000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1054129900",
            "descripcion": "Se vende bmw serie 118d coupé en muy buen estado, siempre en garaje,97000km muy cuidado, pack m techo solar, pantalla tactil con car play etc.. ITV hasta septiembre de 2025.Se vende por cambio de vehiculo. Acepto cualquier prueba mecanica.Se puede ver en valencia.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "97000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-956602871",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2013",
            "kilómetros": "125000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1040063528",
            "descripcion": "Estado impecable, segundo propietario y paquete M exterior e interior. Al día de todo y muy cuidado, mantenimiento aceite y filtros hace 4000km, ITV hasta Octubre 2025. No contesto mareantes, algo negociable. NO CAMBIOS. m2 s3 rs3 s4 335i 330d 440i 435i 430i 428i trophy gti tcr r m4 m3 bmw sport cupra m235i m240i m135i 135i",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "94000 km",
            "precio": 14300.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1010357271",
            "descripcion": "Precio oferta sujeto a financiación: 14200 EUR. Precio al contado: 14200 EUR. *COL* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Aprovecha! 700€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Llantas de aleación (16\"). - Coche Nacional, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2013",
            "kilómetros": "57767 km",
            "precio": 14200.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-839306524",
            "descripcion": "Se vende bmw serie 1 coupé 118d sport impecable estado!, coche de no fumador, pack m interior y exterior, suspensión deportiva oficial de la casa homologada en ficha asientos deportivos, pack aerodinámico,luces bixenon,bola de remolque de quita y pon que nunca se usó, el coche cuando se compró nuevo se le pusieron todos los extras posibles, duerme siempre en garaje, no urge venta (Seat leon fr) (Audi a3, seat leon, Ibiza cupra, leon cupra,golf gti)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "150000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1080412346",
            "descripcion": "NACIONAL GARANTÍA DE 12 MESES INCLUIDA EN EL PRECIO CAMBIO DE TITULARIDAD INCLUIDO EN EL PRECIO OFRECEMOS FINANCIACIÓN A MEDIDA ACEPTAMOS SU COCHE COMO PARTE DE PAGO",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2012",
            "kilómetros": "99000 km",
            "precio": 13999.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1054937234",
            "descripcion": "Extras: - Paquete visibilidad (xenon, lavado, sensor lluvia, iluminación interior): 1.190€ - Control de distancia de aparcamiento delante y detrás (PDC): 835€ - Llantas 17\" en estrella (estilo 379): 1.000€ - Línea sport: 1.800€ - Bluetooth: 560€ - Calefacción asientos: 365€ - Retrovisor interior anti-desl.: 190€ - Sistema carga objetos: 290€ - Volante multifuncional: 200€ Total = 6.495€ ITV pasada en julio 2024 (sin defectos). Incluye barras y vaca de techo de 320 litros (500€) Incluye radio con android auto y carplay auto inalámbrico (1.000€) Mantenimiento al día: A los 88.000km cambio neumáticos delanteros A los 92.000km cambio aceite y filtros A los 93.000km cambio de bateria A los 93.000km cambio de pastillas de freno",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "93000 km",
            "precio": 13999.0
        },
        {
            "titulo": "Bmw Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-796016560",
            "descripcion": "Hola, vendo bmw serie 1 con paquete M, muy cuidado: - CAMBIADO EN JULIO 2024 CADENA, EMBRAGUE Y LOS 4 NEUMÁTICOS. - Llantas R18, con 245 atrás y 225 delante con ruedas run flat. - Climatizador bi-zona. - Start stop. - 6 marchas; con modo Sport o ECO. - Velocidad de crucero. - Techo solar abatible en 3 modos distintos. - Luces led y de diseño en los pomos de las puertas. - Acabados Sport M. - Mando Wi-Fi. - iDrive con conexión de pen drive y jack. - Regulador de asiento con solapa lateral eléctrica. - Motor de 2000cc con 182cv. - Sensor de aparcamiento trasero. NO CAMBIOS.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2013",
            "kilómetros": "220000 km",
            "precio": 13999.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1073149078",
            "descripcion": "Se vende BMW serie1 motor diesel 2.0 de 143cv con cadena de distribución, está en perfecto estado de mecánica con el mantenimiento recién hecho y muy pocos kms, ITV recién pasada, en vigor hasta diciembre del 25. De chapa está muy bien y de interiores también. Viene equipado con llantas de aleación, climatizador automático bizona, faros de xenon, pantalla con ordenador de abordo, sensores de luces y lluvia automaticos... Se entrega transferido y con 1 año de garantía, se admite prueba mecánica.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "68000 km",
            "precio": 13990.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1089943261",
            "descripcion": "Coche muy bien equipado y cuidado que siempre ha dormido en garaje. Ultima versión, restyling. La mayoría de km’s hechos en autopista. El coche lleva de serie más de 8.000€ en extras de serie. - Faros xenon - Faros traseros led - Llantas 18” (las traseras de 245mm cónicas con neumáticos de menos de 5.000 kms) - Climatizador bizona - Pantalla LCD de serie con mando/ruleta de serie - Bluetooth para llamadas y para escuchar tu música - Ajuste lumbares electricamente - Pack M (parachoques, placa protectora interior puerta, embellecedores interiores en aluminio, volante, pomo, interior techo antracita, etc.) - Sensores de aparcamiento delantero y trasero - Suspension M performance - Luces de bienvenida (se iluminan las manetas de las puertas que alumbran, pilotos traseros, luces delanteras) - Tapicería mixta piel y tejido",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "195000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1086765385",
            "descripcion": "BMW serie 1 120d xDrive 5 puertas, matriculado en diciembre de 2012. Actualmente lo tengo en Málaga.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "189000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1051541129",
            "descripcion": "BMW 118d 2013",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "129000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-923378469",
            "descripcion": "Modelo xdrive tracción trasera y ayuda delantera eléctrico cuando pierde tracción . Itv recién pasada . Ruedas nuevas recién cambiadas para itv . Cambios de aceite y filtros cambiados. Mantenimiento en la casa BMW con facturas demostrables (23/11/23 última de 2200€).Luces retrovisores dinámica . 5 modos de condición (sportplus,Sport,confort,ecco, Eccodinamic configurado). volante de cuero multifuncion . Velocidad crucero y Límite de velocidad . Star stop. Bluetooth phone . Frenado de asistencia en cuestas . EQUIPO DE SONIDO JBL .Mando inteligente con bienvenida de encendido bmw. Muchos más extras, mejor ver en persona .NUEVO",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "134600 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 1 118d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-1080850836",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "142 cv",
            "año": "2013",
            "kilómetros": "138000 km",
            "precio": 13490.0
        },
        {
            "titulo": "BMW Serie 1 118d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-1080851051",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "142 cv",
            "año": "2013",
            "kilómetros": "138000 km",
            "precio": 13490.0
        },
        {
            "titulo": "BMW Serie 1 118d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-1080850726",
            "descripcion": "Tu nuevo coche te está esperando en MUNDICARS. Elige tu cuota y financia en 15 minutos. ¡Llámanos o ven a conocernos! + DE 300 COCHES EN STOCK - Pide cita y ven a probarlo - Déjanos tu coche como parte de pago - Financiación 100% - Todos nuestro vehículos se entregan revisados y con garantía de 1 año. (Vehículos comerciales 6 meses) - Nuestro horario es de L-V: 10:00 a 20:00 Sábados : 10:30 a 14:00 Compra online o llámanos. Tiendas: 1- Blanes: Ctra. Accés Costa Brava, 190, 17300, Girona (17300) 2- Sabadell: Carretera Barcelona 473-B. (08203) 3- Granollers: Avenida Marie Curie 2 (08402) 4- Vilanova y la Geltrú: Avda. Eduard Toldrà, 107 (08800). 5- Barcelona: (Próximamente) Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "142 cv",
            "año": "2013",
            "kilómetros": "138000 km",
            "precio": 13490.0
        },
        {
            "titulo": "BMW Serie 1 118d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-1080850724",
            "descripcion": "Tu nuevo coche te está esperando en MUNDICARS. Elige tu cuota y financia en 15 minutos. ¡Llámanos o ven a conocernos! + DE 300 COCHES EN STOCK - Pide cita y ven a probarlo - Déjanos tu coche como parte de pago - Financiación 100% - Todos nuestro vehículos se entregan revisados y con garantía de 1 año. (Vehículos comerciales 6 meses) - Nuestro horario es de L-V: 10:00 a 20:00 Sábados : 10:30 a 14:00 Compra online o llámanos. Tiendas: 1- Blanes: Ctra. Accés Costa Brava, 190, 17300, Girona (17300) 2- Sabadell: Carretera Barcelona 473-B. (08203) 3- Granollers: Avenida Marie Curie 2 (08402) 4- Vilanova y la Geltrú: Avda. Eduard Toldrà, 107 (08800). 5- Barcelona: (Próximamente) Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "142 cv",
            "año": "2013",
            "kilómetros": "138000 km",
            "precio": 13490.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1048404411",
            "descripcion": "BMW serie 1 coupé 118d 2p Se encuentra en perfecto estado con sus mantenimientos siempre al día. Actualmente se le acaba de hacer la cadena de la distribución ( kit reforzado ) y aceite y filtro de aceite. Listo para andar con él muchos kilómetros más. Último precio.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "150000 km",
            "precio": 13200.0
        },
        {
            "titulo": "BMW Serie 1 116D SPORT 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-sport-2013-1079341672",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2013",
            "kilómetros": "119999 km",
            "precio": 13099.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1090667796",
            "descripcion": "Revisión echa , ITV recién pasada . Techo , sensores trasero , bi-xenon, kit M .... Podría aceptar moto como parte de pago .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "160000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1084587926",
            "descripcion": "BMW 118d cabrio una preciosidad.Pegatina medioambiental b solo venta en persona.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "131000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-120d-m-coupe-1083993247",
            "descripcion": "ITV recién pasada. Revisión echa , ITV recién pasada . Techo , sensores trasero , bi-xenon, kit M .... Podría aceptar moto como parte de pago .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "160000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-974895188",
            "descripcion": "Bmw serie 1 coupé e82 2014. Más que cuidado, mimado. No tiene un rasguño. Revisiones al día. Asientos calefactables Sensores de aparcamiento Start/stop Climatizador bizona Volante multifunción Regalo 2 neumáticos. ... Bmw serie 1 coupé e82",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "162000 km",
            "precio": 13000.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-841831225",
            "descripcion": "Se vende BMW 116D 2.0d con el motor en perfecto estado. Buen estado exterior e interior. Todos los extras: -Elevalunas eléctricos en las 4 puertas, cierre centralizado, climatizador , radio cd, espejos eléctricos, sensores de luces y lluvia, llantas de aluminio, o , antinieblas, etiqueta medioambiental con distintivo c, posibilidad de financiación,",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2013",
            "kilómetros": "150000 km",
            "precio": 12999.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1057834626",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "109000 km",
            "precio": 12990.0
        },
        {
            "titulo": "BMW Serie 1 118D COUPE SPORT",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-coupe-sport-1082004304",
            "descripcion": "BMW 118D COUPE SPORT / 143CV / 2013 / MANUAL / 166.000KM / NACIONAL 12.990 € al contado Consultar Precio Financiado, condiciones especiales (Financiando el importe total) Fs Cars Polígono de Raos Parcela 11 Nave 37 Equipamiento del Vehículo. - Nacional, Faros Bi-xenón, Llantas 17\", Acabado Sport, Techo Solar, Sensor de Luz y Lluvia, Sensor Parking Delantero y Trasero, Climatizador Digital, Espejos Eléctricos con Función parking, Regulador de velocidad, Reposabrazos central, cristales Tintados, manos libres bluetooth , Control Presión Neumáticos, Elevalunas eléctricos, ABS, ESP, Ordenador de Abordo, muy buen estado, mantenimiento al día. Lo mejor es que vengas a visitarnos y lo pruebes . Revisión mecánica realizada con cambio de aceite y filtros. Consúltenos cualquier duda sin compromiso sobre su nuevo vehículo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "166000 km",
            "precio": 12990.0
        },
        {
            "titulo": "BMW Serie 1 M Sport",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-m-paket-1083910064",
            "descripcion": "BMW SERIE 1 M Sport ITV al dia Bien mantenido 2 llaves Faros de chenon Asientos deportivos con ajuste lumbar y calefaccion Volante deportivo multifuncional Limitador de velocidad Sensores de parking 3 modos de conduccion Arranque sin llave Bluetooth Usb telefono Ayuda al arranque en pendiente Llantas 18 pulgadas M Sport Se entegra revisado y con 1 año de garantia mecanica.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "155000 km",
            "precio": 12990.0
        },
        {
            "titulo": "BMW Serie 1 2012 118d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-118d-984219481",
            "descripcion": "UN AÑO DE GARANTIA MECANICA.. ACEPTAMOS COCHE A CAMBIO COMO PARTE DE PAGO.... SE PUEDE FINANCIAR...MOTOR 2000CC..... 143 CABALLOS...ETIQUETA AMARILLA... FAROS DE XENON ....SENSOR DE APARCAMIENTO.......PAQUETE M.....TAPICERIA DE PIEL....",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "162000 km",
            "precio": 12900.0
        }
    ]
}