{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 1",
        "version": "114i 3p",
        "año mínimo": 2013,
        "año máximo": 2015,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 102,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=102&min_year=2013&max_year=2015&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 1&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 1 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2015-1088498460",
            "descripcion": "6 velocidades,modo sport y eco pro, neumaticos en buen estado, ITVcada 2 años, (prox. 2016) cambio aceite y filtros echos, etiqueta C para entrar en Madrid centro, modelo sport, sensor aparcamiento trasero, ordenador de abordo, isofix, elevalunas electrico, asientos deportivos calefactables, regulador lumbar electrico, retrovisor interior antideslumbramiento, radio CD, mp3, manos libres, volante multifuncion, luces automaticas, sensor de lluvia, sensor presion neumaticos, control crucero, boton Start/Stop, control de traccion, aire acondicionado, calefaccion, direccion asistida, llantas de aleacion 17\" interior y exterior, todas las piezas originales BMW. Contactarme para mas informacion. Se ruega gente seria.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2015",
            "kilómetros": "111715 km",
            "precio": 15650.0
        },
        {
            "titulo": "BMW Serie 1 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-114i-5-p-sport-ano-2015-1061476018",
            "descripcion": "Vendo BMW Serie 1 114i 5p. Sport del año 2.015 con 102 cv y 111.715 km. Motor gasolina. Cambio manual con 6 velocidades. Modo Sport y Eco Pro. Color gris perlado. Coche en excelentes condiciones, muy bien cuidado, con todos sus libros 📚 y 2 juegos de llaves 🔑 Neumáticos en buen estado. ITV cada 2 años (próx 2.026) Cambio de aceite y filtros hecho. Etiqueta “C” para entrar en Madrid centro. Modelo Sport, con detalles en asientos y diseño del coche. Sensor de aparcamiento trasero con indicador de proximidad. Ordenador de abordo. Isofix. Elevalunas eléctricos. Asientos deportivos calefactables. Regulador lumbar eléctrico. Espejos eléctricos. Retrovisor interior antideslumbramientos. Radio CD MP3, manos libres, volante multifunción, luces automáticas, sensor de lluvia, sensor de presión de neumático, control crucero, botón Start/Stop, control de tracción, aire acondicionado, calefacción, dirección asistida. Llantas de aleación 17” Interior y exterior en perfecto estado, todas las piezas originales de BMW (faros delanteros y traseros, cristales, lunas…) Con redecilla para el maletero, líquido y compresor para ruedas, etc. Contactarme para más información, gente seria.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2015",
            "kilómetros": "111715 km",
            "precio": 14900.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1078991425",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2014",
            "kilómetros": "62000 km",
            "precio": 13990.0
        },
        {
            "titulo": "BMW Serie 1 114i sport 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-114i-sport-2014-1081294765",
            "descripcion": "CONCERTAR VISITA CON ANTELACIÓN . Precio final con iva incluido , garantía , revisión completa , limpieza y desinfección Servicio de financiación a tu medida. Servicio de transporte a toda España. Kms certificados en factura. Aceptamos vehículos a cambio. Aceptamos prueba mecánica. Este anuncio no es vinculante , puede contener errores. Se muestra a nivel informativo y no contractual",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2014",
            "kilómetros": "120000 km",
            "precio": 12990.0
        },
        {
            "titulo": "BMW Serie 1 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-1082998300",
            "descripcion": "ITV Recién pasada Hasta Julio 2025 Recién Revisado, cambio de aceite y filtros. Alimentación: Gasolina- inyección directa Caja de cambios: Manual 6 velocidades Capacidad del depósito: 52 litros Combustible: Gasolina N° de cilindros: En línea Cilindrada: 1598 cc Versión: 114i Climatizador Bizona Potencia máxima: 102 cv Tracción: Trasera N° de puertas: 5 Ruedas: Michelin/Bridgestone 2023 Iluminacion LED interior y trasera Dashcam frontal incluida. Cristales Traseros tintados homologados A destacar: muy cuidado, techo pintando de negro mate y ruedas de 17\" pintadas en negro, pinza de freno en rojo, detalles del paquete M performance.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2013",
            "kilómetros": "89500 km",
            "precio": 12500.0
        },
        {
            "titulo": "BMW Serie 1  114i  PACK M 2014  5 PUERTAS",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-114i-pack-m-2014-5-puertas-1092753006",
            "descripcion": "Coche muy Cuidado, Techo Solar, Control de Velocidad, Faros Full Led, Sensor de Luces Automáticas, Sensor de Lluvia, Pilotos Led, Sensores de Aparcamiento Delantero y Trasero con pantalla, Asientos con Calefacción, Asistente de arranque en pendiente, Anclajes Isofix, 6 Velocidades, selector de conducción (sport, Sport +, Confort y EcoPro). El coche se aparca en Garaje, Cambio de Aceite y filtro hace 2 días, Batería Nueva Marca Varta, revisiones al día, Se acepta Prueba Mecánica. El BMW esta a toda prueba. GARANTÍA 1 AÑO. Llamar al Movil: 613 803 169.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2014",
            "kilómetros": "138000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 1 2014 Negro",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1056078054",
            "descripcion": "En perfecto estado, Acabados M, llantas deportivas, bajo consumo. Dispone de etiqueta ambiental C Navegador de q bordo Impecable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2014",
            "kilómetros": "210000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Bmw Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1077918731",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2014",
            "kilómetros": "204000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1089442765",
            "descripcion": "Se vende BMW 114i, en perfecto estado de motor y de carrocería, así como de interior y tapiceria, con kilómetros certificados, con 2 llaves, funciona perfectamente. Motor 114i con turbo ITV pasada el 10 de enero de 2025 Tengo un juego de llantas normales BMW originales con neumáticos al 80% de invierno y otro juego de neumáticos completamente nuevos montados en llantas negras. Se acepta cualquier tipo de prueba mecánica. Tienes multitud de extras, además de haber cambiado la pantalla por una más grande, rápida y táctil. - Asientos calefectables -Luces automáticas -Limpiaparabrisas automático -Aire acondicionado digital -Bluetooth -Luces de bienvenida -Asientos isofix -Velocidad de viaje -star stop -sensores traseros -3 modos de conducción: Normal, Deportivo, Eco",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2014",
            "kilómetros": "198000 km",
            "precio": 9900.0
        },
        {
            "titulo": "BMW Serie 1 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2015-1052297514",
            "descripcion": "Todo revisado, esta muy bien.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2015",
            "kilómetros": "170000 km",
            "precio": 9700.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1089157888",
            "descripcion": "Vendo precioso serie 1 en perfecto estado. 114i 1.6 102 cv con muy bajo consumo y mantenimiento economico. tiene ; asientos calefactantes climatizador Bizona park asist trasero limitador de velocidad bluetoo telefono 3 modos de conduccion sport ,confort y eco 4 neumaticos nuevos hanko y mucho mas. coche de alta gama a precio de baja . solo Gente seria no contesto a tonterias ni rebajas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2014",
            "kilómetros": "161000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1065506324",
            "descripcion": "BMW Serie 1 2013 carroceria F20, 5 puertas, gasolina 102cv, cambio manual 6 velocidades, ruedas cuatro estaciones, asientos calefactables, faros bi-xenon, tres modos de conducción. ITV y mantenimientos del vehículo al día en la casa BMW. Tanto interior como exterior se encuentran en un estado impoluto, ha dormido siempre en garage. Se aceptan pruebas mecánicas, conducción y diagnosis OBD. Solo gente seria, no se aceptan cambios por otros vehiculos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2013",
            "kilómetros": "194000 km",
            "precio": 9500.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1082131479",
            "descripcion": "Impecable estado exterior y interior salvo algun pequeño detalle. Todos los mantenimientos al dia, neumáticos al 90% mecánica perfecta, bajo consumo. Extras destacables; - Pantalla multimedia con manos libres bluetooth - Sensor de aparcamiento trasero - Arranque sin llave keyless - Sistemas de conducción confort/sport/ecopro - Asientos calefactables - Climatizador bizona - 2 llaves - Sistema start/stop Se entrega con matrícula española y itv hasta enero de 2027 Se acepta prueba mecánica sin compromiso. Si lo pruebas, te lo quedas. Poco negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2013",
            "kilómetros": "158000 km",
            "precio": 9200.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1082213342",
            "descripcion": "El coche va de maravilla, tienes cosillas de dormir en la calle como se ve en las fotos, poca cosa. Se vende por necesitar más espacio, sino no lo vendería. No negocio el precio, por años y Km es el más barato",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2013",
            "kilómetros": "147000 km",
            "precio": 8700.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1078896999",
            "descripcion": "El coche va de maravilla, tiene algunos detalles de dormir en la calle. No negocio el precio, es el más barato de los anunciados",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2013",
            "kilómetros": "147000 km",
            "precio": 8700.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1011916171",
            "descripcion": "Coche en buen estado, revisión recién hecha (filtros, aceite, correa de accesorios, polea bomba de agua, bujías). neumáticos al 70%. Frenos a medio uso. tres modos de conducción (eco, normal, sport). Dos llaves. Pegatina verde para entrar en cualquier ciudad sin problemas. Gasta poco, perfecto tanto como para ir a trabajar o para viajes largos, muy cómodo. Se acepta prueba en taller. Se cambiaría por coche más grande y automático.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2013",
            "kilómetros": "195000 km",
            "precio": 8200.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1075692321",
            "descripcion": "BMW 1, 1.6 105cv, Gasolina, 12/2012, sensores de aparcamiento, calefacción en los asientos, climatizador automático, ITV hasta 2026, llantas 17, 622255510",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2013",
            "kilómetros": "198600 km",
            "precio": 7500.0
        }
    ]
}