{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 1",
        "version": "Serie 1 M Coupé",
        "año mínimo": 2011,
        "año máximo": 2012,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 340,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=340&min_year=2011&max_year=2012&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 1&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 1 M  2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-m-2012-1087208174",
            "descripcion": "Color de pintura: 300 Alpinweib (sólido) Color de tapicería: - Cuero \\'Boston\\' Schwarz/pespunteado de contraste Extras: - Asientos backet M performance - Volante M performance en Alcantara con leds activos - Dispositivo de alarma - Espejos retrovisores interior y exteriores con ajuste automático anti-deslumbramiento - Retrovisor interior con ajuste automático anti-deslumbramiento - Control de distancia en aparcamiento (PDC) detrás - Sensor de lluvia y accionamiento automático de las luces de cruce - Paquete de iluminación - Control por voz - Sistema de altavoces HiFi - BMW Tele-Services - Conexión USB audio - Servotronic - Volante multifunción - Llantas aleación ligera M de radios Y (estilo 359M) neumáticos diferentes - Elementos exteriores en el color de la carrocería - Línea cromada exterior - Asientos deportivos para conductor y acompañante - Molduras interiores BMW Individual en Alcántara antracita - Lavado de faros - Faros xenón - Climatizador - Control de crucero - Sistema de navegación Professional - Preparación universal para teléfono móvil con tecnología Bluetooth - Control de BMW Tele-Services - Interfaz de música para smartphone - Techo M en color antracita - Paquete de navegación Professional - Historial completo de mantenimiento en BMW",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "340 cv",
            "año": "2012",
            "kilómetros": "62000 km",
            "precio": 57500.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1068437097",
            "descripcion": "BMW 1M Coupe 340 cvs 07/2011 Equipamento: - Farolins Black Line originais - Bancos dianteiros aquecidos - Sistema de som Harman Kardon - BMW Individual Shadow line - Sistema de navegação profissional - Bluetooth - Ar condicionado automático - Vidros traseiros escurecidos - Suporte de copos - Pacote de luzes - Retrovisor com anti encandeamento - Cruise Control - Apoio de Braço - Alarme Viper e imobilizador controlado por telemóvel - GPS atualizado com a versão 2022 - Grelhas frontais pretas (tenho também as cromadas) Desde novo todas as revisões foram feitas em concessionários oficiais da marca com a última revisão aos 97500 kms na BMCar de Braga. Preferência de contacto por mensagem. Possibilidade de financiamento.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "340 cv",
            "año": "2011",
            "kilómetros": "107000 km",
            "precio": 57000.0
        },
        {
            "titulo": "BMW 1M 340cv “ Nacional, Historial en BMW”",
            "enlace": "https://es.wallapop.com/item/bmw-m1-coupe-nacional-historial-en-bmw-1071998439",
            "descripcion": "UN AÑO DE GARANTÍA Y CAMBIO DE NOMBRE INCLUIDO DISTINTIVO MEDIOMABIENTAL TIPO C ACEPTAMOS VEHÍCULO COMO PARTE DE PAGO Exclusiva unidad 1M nacional en excelente estado. Historial en BMW Mantenimiento al día • Faros de xenon • Navegación Professional • Tapicería de piel • Control de velocidad • Volante multifunción • Espejos antideslumbrantes • Llantas M Performance 19” • Suspensión Öhlins homologada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "340 cv",
            "año": "2011",
            "kilómetros": "113500 km",
            "precio": 52990.0
        },
        {
            "titulo": "BMW M1 serie 1M",
            "enlace": "https://es.wallapop.com/item/bmw-m1-serie-1m-1054085919",
            "descripcion": "Bmw serie 1M , 340cv , año 2012 , historial bmw , coche con claro valor al alza , más coches en : avalautomocion.com Tipo: m, gti ,M3 M4 M2 ,limited ,sport ,gt, cupra ,N, plus , CSL,competition ,rs , evo, evolution, gt, Amg, sport ,",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "340 cv",
            "año": "2012",
            "kilómetros": "222000 km",
            "precio": 49999.0
        },
        {
            "titulo": "BMW Serie 1M",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1019264090",
            "descripcion": "Espectacular Bmw serie 1 M del año 2012, en buen estado tanto interior como exterior DOS PROPIETARIOS!! DOS LLAVES!! FACTURA ÚLTIMA REVISIÓN!! Extras destacables: -Vinilo dorado - Control de crucero con función de frenado -Lip delantero M - Faros LED - Sensores de aparcamiento - Frenos deportivos M - Indicador de presión de neumaticos - Dirección deportiva de relación variable - Y mucho mas.... Posibilidad de garantía plus Pide tu cita y ven a verlo Financiación a tu medida Anuncio no vinculante puede contener errores Síguenos en Instagram: carmax.bcn Mucho años de experiencia en el sector nos avalan!! Aceptamos su vehículo como parte",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "340 cv",
            "año": "2012",
            "kilómetros": "102000 km",
            "precio": 47990.0
        },
        {
            "titulo": "BMW 1M coupe 340cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1070410183",
            "descripcion": "Siempre bien mantenido. (Con facturas y libro de mantenimiento). Hace 7 años que lo tengo. Tiene navegador y asientos electricos y calefactables los tres retrovisores son fotosensibles. Este verano se han montado discos flotantes de 370mm y pinza brembo gt de 6 pistones junto con suspensión öhlins Road&Track. Se entrega tambien el material de serie. Mas info por tlf. No leer 1M M1 M2 M3 M4 M5 rs2 rs3 rs4 rs6 S3 S4 focus rs competition cs csl audi AMG M STI EVO 911 turbo brembo Öhlins no negociable exclusivo valor al alza unicornio Alpine sólo cambio por euros.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "340 cv",
            "año": "2011",
            "kilómetros": "142000 km",
            "precio": 47500.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1002945957",
            "descripcion": "Coche muy cuidado, con todas las revisiones al día, siempre en garaje. EXTRAS: Paquete M interior y exterior Escape deportivo homologado Dirección deportiva variable Asientos delanteros deportivos Llantas aleación ligera 17 pulgadas Lunas tintadas Asientos calefactables Volante de cuero multifuncion Sensor de aparcamiento Sensor de lluvia Climatizador Paquete de iluminación Bluetooth y pantalla android auto y Apple car play Control de presión de las ruedas Neumáticos michelin pilot sport 5 al 60%",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "130000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1089978949",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "119000 km",
            "precio": 13990.0
        },
        {
            "titulo": "BMW 120 SPORT 170 CV TECHO 69900 KMS ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1068316747",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "69980 km",
            "precio": 13990.0
        },
        {
            "titulo": "BMW Serie 116 I 136CV con Garantia",
            "enlace": "https://es.wallapop.com/item/bmw-serie-116-i-136cv-con-garantia-1027991325",
            "descripcion": "Bmw 116 I 1.6 136.cv.Año 09/2012.-160.000 km.PACK M.6 velocidades.Climatizador bizona.Aire acondicionado.Cierre centralizado.Espejos eléctricos.4 elevalunas eléctricos.Pantalla Audio con USB y GPS.Faros Xenon.Start/stop.Sensor aparcamiento delantero y trasero.Ordenador abordo.Sensor luces.Volante multifunción.Boton Sport/Eco.Llantas aluminio.Apoyabrazos.Motor con cadena distribución.Asientos calefactables y chapa buen estado.Maletero amplio.Aceite y filtros cambiados.12 meses póliza garantía mecánica incluída. Posibilidad de financiación sin dar entrada, no obligatorio en la compra.Más vehículos en stock en nuestras instalaciones,Etiqueta C",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "160000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 1",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-1090681791",
            "descripcion": "Vehiculo en muy buen estado, muy cuidado como se puede apreciar en las imagenes. Se entrega matriculado y con la ITV en vigor recien pasada. como equipamiento opcional dispone de techo solar, faros LED, sistema de navegacion con equipo multimedia plus, iluminación ambiental de colores, sensores de aparcamiento, climatizador automático, asientos calefactables, sensores de luz y lluvia, modos de conducción... Etiqueta C",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2011",
            "kilómetros": "125000 km",
            "precio": 12900.0
        },
        {
            "titulo": "BMW 116i 🚀 ¡ CON 135cv y 85.000km !",
            "enlace": "https://es.wallapop.com/item/bmw-116i-con-135cv-y-85-000km-1090079040",
            "descripcion": "*** CONSULTA NUESTRAS VENTAJAS DE FINANCIACION *** CAR LOVERS Vende BMW Serie 1 versión 126i con motor turbo gasolina de 135cv y solo 85.000kms del año 2012. Disfruta de este pequeño pero potente BMW con motor con cadena de distribución y mínimo consumo, con turbo nuevo a estrenar y mantenimientos recién hechos, siempre de manera preventiva lo que hace que esté como nuevo. Dispone de llantas de aluminio, sensores de aparcamiento, alerón y paragolpes deportivos con detalles en rojo, volante de cuero multifuncion con control de velocidad, acceso y arranque sin llave con dos mandos, climatización bizona, asientos deportivos de tela con calefacción, techo solar eléctrico, elevalunas y espejos eléctricos, paquete de iluminación interior y exterior, faros halogenos con LED diurno, etc. Se entrega revisado y transferido. GARANTIZADO 12 MESES. ¡ VISITANOS TENEMOS MAS DE 250 VEHICULOS EN STOCK, ADEMÁS DE LAVADERO Y TALLER PROPIOS !",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "85000 km",
            "precio": 12500.0
        },
        {
            "titulo": "BMW Serie 1 116i",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116i-1091787900",
            "descripcion": "OFERTA CON FINANCIACION *** Consulta condiciones con nuestro equipo de asesores *** Todos nuestros vehiculos estan seleccionados y revisados en 115 puntos de control *** Kilometros certificados en factura de compra *** Sin gastos de mantenimiento el primer ano o 15.000 Km *** Garantia de hasta 36 meses a nivel nacional *** Si lo prefieres te entregamos el coche en tu domicilio *** En INTEGRAL MOTION llevamos mas de 30 anos ayudando a miles de clientes a encontrar el vehiculo que mejor se adapte a sus necesidades *** ¿VENDES? TASAMOS TU COCHE AL MOMENTO *** INTEGRAL MOTION, MAS DE 3.000 VEHICULOS EN STOCK DE ENTREGA INMEDIATA ** TENEMOS TU PROXIMO COCHE NACIONAL O DE IMPORTACION *** CONSULTA NUESTRO STOCK de coches de segunda mano y ocasion: Volkswagen, Audi, BMW, Mini, Porsche, Mercedes, Smart, Volvo, Jaguar, Land Rover, Lexus, CUPRA, Toyota, Honda, Ford, Opel, SEAT, Citroen, Fiat, Peugeot, Renault, MG, Mazda, Skoda, Nissan, Hyundai, KIA… *** Tambien VEHICULOS INDUSTRIALES Y FURGONETAS *** Berlingo, Jumper, Jumpy, Doblo, Ducato, Transit, Daily, Esprinter, Vito, Combo Cargo, Vivaro, Combo, Expert, Boxer, Partner, Rifter, Kangoo, Master, Traffic, Proace, Proace City, Crafter, Caddy… Pick Ups: Clase V, Hilux…*** Entre nuestro stock de coches siempre a tu disposicion: CLASE A, CLASE C, GLA, GLB, GLC, CLA, CLS, GLE. Lexus UX, RX. BMW Serie 1, Serie 3, X1, X2, X3, X4, X5, Audi A1, A3, Q1, Q3, A4, A5 Q5--- *** SOMOS YA 20 CENTROS DE OCASION entra Galicia y Madrid *** A Coruna, Pontevedra, Ferrol, Santiago, Ferrol, Lugo, Burela, Baio, Las rozas, Torrejon, San Sebastian de los Reyes, Ciudad del Automovil, Coslada *** ENTREGAMOS EN TODA ESPANA *** INTEGRAL MOTION CON NOSOTROS LA CONFIANZA VA DE SERIE *** Visita nuestra web integralmotion.es ***...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2011",
            "kilómetros": "157500 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116i-m-pack-1055363892",
            "descripcion": "Se pone a la venta un precioso BMW serie 1 116i con el paquete M completo motor 136 caballos gasolina. Consumo bajo. Se entrega con mantenimiento completo. Muchísimos extras! -Paquete deportivo M -Chasis deportivo M -Llantas 18 pulgadas -Faros Xenon - Precioso interior muy cuidado Alcántara -Asientos deportivos Alcántara calefactables y ajustables eléctricamente ancho de la espalda -Paquete confort y paquete iluminación -Volante M con limitador de velocidad y control de crucero. -Sensores de aparcamiento traseros -ITV hasta 09/2025 y 1 año de garantía. Para más información llamar o contactar por Wallapop, WhatsApp al 650426130",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "164000 km",
            "precio": 11995.0
        },
        {
            "titulo": "BMW Serie 1 coupe cabrio M",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1062172483",
            "descripcion": "Se vende BMW serie 1 coupe paquete M cabrio con todos los extras y listo para disfrutar: -volante multifunción -llantas de serie 17\"(color antracita) -embrague nuevo -filtros de aceite y aceite nuevos -motor de capota nuevo -doble linea de escape sport( se entrega el de serie) -asientos de cuero negros(packete M) -asientos calefactables -pantalla android -palanca de cambios M -ruedas nuevas -bateria nueva -sensor de aparcamiento -itv recién pasada -duerme en garaje -dos llaves El coche es nacional y se entrega con todas las facturas, llamar sin compromiso, tengo videos que paso por WhatsApp",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "199000 km",
            "precio": 11990.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1031633780",
            "descripcion": "BMW 116I 2011 GASOLINA 116.000KM ROJO 1.6 136CV MANUAL 5 5 CIERRE CENTRALIZADO, RETROVISORES ELECTRICOS, MANDO A DISTANCIA, DOBLE LLAVE, ARRANQUE SIN LLAVE, ELEVALUNAS ELECTRICOS DELANTEROS Y TRASEROS, LLANTAS 18\", SENSORES DE APARCAMIENTO, CLIMATIZADOR BI-ZONA, CONTROL DE CRUCERO, ASIENTOS DELANTEROS CALEFACTABLES, INTERFAZ BLUETOOTH, DIFERENTES MODOS DE CONDUCCION,",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2011",
            "kilómetros": "116000 km",
            "precio": 11900.0
        },
        {
            "titulo": "BMW Serie 1 118i Urban año 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118i-urban-ano-2012-657919028",
            "descripcion": "Magia Motor vende este precioso BMW de motor TURBO de Gasolina de 170 cv y en un estado de conservación excelente. Muchos extras, techo de cristal, Parktronic, Volante multif. Etc. Mejor verlo y probarlo, le gustará. Consulte nuestras condiciones especiales de entrega revisión y garantía. Solo atendemos telefónicamente en horario comercial.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "199000 km",
            "precio": 11599.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1052941561",
            "descripcion": "EXCELENTE BMW Serie 1 Sport 136CV gasolina con 3 modos de conducción para una conducción super cómoda. Un montón de extras como asientos calefactables, 2 mandos, aire acondicionado, ruedas Michelin ( all seasons) mantenimiento al día ya que ha sido muy mimado ( siempre en garaje ) Cualquier duda ponerse en contacto y la resuelvo. NO NEGOCIABLE",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2011",
            "kilómetros": "152000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-885832213",
            "descripcion": "Bmw Serie 1 2.0 122cv. Look M exterior. Perfecto de chapa y pintura. Itv hasta enero del 2026. Discos y pastillas nuevos. Filtro habitáculo nuevo, filtro admisión k&n nuevo. Aceite y filtro cambiados. Bobinas Bosch recientemente cambiadas. Muelles eibach pro kit. Llantas de 18 pulgadas con neumáticos Continental todavía con bastante vida. Recientemente instalada pantalla android 10,25 pulgadas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2011",
            "kilómetros": "103000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 1 116i",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116i-1086268680",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "179000 km",
            "precio": 10990.0
        },
        {
            "titulo": "BMW Serie 1 116i",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116i-1086268647",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "179000 km",
            "precio": 10990.0
        },
        {
            "titulo": "BMW Serie 1 116i",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116i-1086268660",
            "descripcion": "Para comprar o vender tu coche confia en Car10. Vehiculo disponible en nuestro concesionario en Olias del Rey Ctra. Madrid Toledo, Km 63, 300, Toledo. Se envia a cualquier punto de Espana. Revision de 250 puntos de todos nuestros coches. Precio al contado: 12.990€. Precio financiado: 10.990€ financiando el 100% del importe (sujeto a condiciones de financiacion de las entidades colaboradoras). Si tu coche tiene menos de 7 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en Car10. Garantia Car10 Premium y financiacion del 100% del importe, consulta nuestras condiciones. HORARIO ATENCION TELEFONICA: de lunes a sabado, de 9:30 a 20:00; Encuentra tu vehiculo km 0, seminuevo o de ocasion en Car10. VEN A VISITARNOS! HORARIO DE APERTURA: de lunes a sabado, de 9:30 a 20:00. ...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "179000 km",
            "precio": 10990.0
        },
        {
            "titulo": "BMW Serie 1 116i",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116i-1086268623",
            "descripcion": "Para comprar o vender tu coche confia en Car10. Vehiculo disponible en nuestro concesionario en Olias del Rey Ctra. Madrid Toledo, Km 63, 300, Toledo. Se envia a cualquier punto de Espana. Revision de 250 puntos de todos nuestros coches. Precio al contado: 12.990€. Precio financiado: 10.990€ financiando el 100% del importe (sujeto a condiciones de financiacion de las entidades colaboradoras). Si tu coche tiene menos de 7 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en Car10. Garantia Car10 Premium y financiacion del 100% del importe, consulta nuestras condiciones. HORARIO ATENCION TELEFONICA: de lunes a sabado, de 9:30 a 20:00; Encuentra tu vehiculo km 0, seminuevo o de ocasion en Car10. VEN A VISITARNOS! HORARIO DE APERTURA: de lunes a sabado, de 9:30 a 20:00. ...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "179000 km",
            "precio": 10990.0
        },
        {
            "titulo": "BMW 118i SPORT. TECHO. NAVEGADOR. LIBRO GARANTIA",
            "enlace": "https://es.wallapop.com/item/bmw-118i-sport-techo-navegador-libro-garantia-1090237329",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "148600 km",
            "precio": 10900.0
        },
        {
            "titulo": "BMW 116i serie 1",
            "enlace": "https://es.wallapop.com/item/bmw-116-i-1076753818",
            "descripcion": "BMW 116I 5 puertas en estado impecable, libro de revisiones en BMW, cubiertas nuevas Km certificados, se acaba de cambiar kit de correa de accesorios , aceites, filtros, bujias, liquido refrigerante y liquido de frenos. ITV recien pasada, etiqueta C Verde, climatizador bizona, asientos calefactables, volante cuero multifuncion, tres tipos de conduccion. No hay gastarse nada en mucho tiempo. 610406435 coche en estado impecable. Se incluyen a parte 4 neumaticos de invierno en perfecto estado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "100000 km",
            "precio": 10900.0
        },
        {
            "titulo": "BMW 116 i SPORT EIIQUETA C GARANTIA LIBRO",
            "enlace": "https://es.wallapop.com/item/bmw-116-i-sport-eiiqueta-c-garantia-libro-1090106056",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "92200 km",
            "precio": 10800.0
        },
        {
            "titulo": "BMW 2012 - 138460 Km",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-138460-km-1083316094",
            "descripcion": "BMW Serie 1 / 2012 El vehículo ofrece mucha comodidad y se caracteriza por un motor de bajo consumo. El vehiculo esta libre de accidentes y cargas. Serie 1 Año 2012 Euro 5 Gasolina 138364 Km 116cv 6 velocidades Climatizador bizona Asientos calecfactables No fumador Sensor de aparcamiento Sensores Lluvia * Cualquier duda preguntar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2012",
            "kilómetros": "138460 km",
            "precio": 10800.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1072699753",
            "descripcion": "Precioso Bmw 116 i, con 152402Kms, listo para disfrutarlo. Se entrega con garantia de 1 Año y mantenimiento hecho.Muy equipado: Faros Xenon, Climatizador bizona, asientos calefactables de tela cuero, 3 modos conducción, etc. 10.590€Iva Incluido.Consulta sin compromiso!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2011",
            "kilómetros": "152402 km",
            "precio": 10590.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1083621474",
            "descripcion": "Vendo BMW Series 1 año 2012 En perfecto estado y perfecto funcionamento! Siempre bien cuidada y manutenciones en dia ! el mas completo del modelo !! con Extras -Panel digital -volante multifunciones -Multimedia grande tambien tengo todas piezas originales guardadas que seran entregues juntos ao comprador del coche! puedo enviar mas fotos y videos del coche , los paso por wpp ! la vendo pues compraré un coche nuevo!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "185000 km",
            "precio": 10499.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1090944420",
            "descripcion": "perfecto estado modelo sport muchos extras motor por cadena revisado muy bajo consumo itv recien pasada se puede ver y probar mas info",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2012",
            "kilómetros": "165000 km",
            "precio": 10299.0
        },
        {
            "titulo": "BMW 116i URBAN. CUERO ETIQUETA C LIBRO GARANTIA",
            "enlace": "https://es.wallapop.com/item/bmw-116i-urban-cuero-etiqueta-c-libro-garantia-1090110532",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "110200 km",
            "precio": 10200.0
        },
        {
            "titulo": "BMW SERIE 1 118 I SPORT",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118-i-sport-1075591425",
            "descripcion": "Coche en un estado excelente muy cuidado y mantenimientos al dia motor 1.6 N13 de 4 cilindros de 170 CV 133.000 km Cambio de cadena distribución a los 90 mil km . Sensor de apertura de puertas, sensores de aparcamientos, sensores de lluvia coche ideal para viajar muy economico gasta muy poco asientos de cuero deportivos y ajustables electricos , equipamietos deportivo, paquete combinado comfort Sport Line en combinacion advantage Plus, sistema de star stop pulsador, 4 modos de conducion, bluetooth y muchos mas extras. solo venta y gente seria ,cualquier duda la puedo aclarar .",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "133000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1071968203",
            "descripcion": "Se vende Bmw 116i, Asientos calefactables tapizados en alcántara, manos libres, limitador de velocidad, asistente de parking trasero, aire acondicionado, llantas de 19 pulgadas, modos de conducción eco y sport, el coche funciona la perfección, admito cualquier prueba mecánica a cargo evidentemente del comprador",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "154000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 1 116i",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116i-904879905",
            "descripcion": "Se vende bmw 116i equipado con aire acondicionado asientos calefactables, limitador de velocidad, modos de conducción sensores parking, tiene recien echo mantenimiento completo de cadena de distribución aceite y filtros con factura y libro de mantenimiento en servicio oficial. Mejor ver y probar el precio incluye la transferencia y garantía!!!! POSIBILIDAD DE FINANCIAR EL 100 %!!!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "146000 km",
            "precio": 9999.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1090710124",
            "descripcion": "bmw 116i en un fenomenal estado de conservacion mejor ver y probar todas las revisiones selladas hasta los 115 mil km preguntar sin compromiso cambio de nombre y garantia aparte posibilidad de financiacion",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "139000 km",
            "precio": 9990.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1088859067",
            "descripcion": "Se vende en VALENCIA totalmente revisado y con un año de garantía",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2011",
            "kilómetros": "150000 km",
            "precio": 9990.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1053209278",
            "descripcion": "BMW 118I en muy buen estado. Revisado por un profesional con máquina especial,espesor de pintura,etc. -Bujías y bobinas recién cambiadas. -Pastillas de freno delanteras y traseras recién cambiadas. -Mantenimiento hecho. Mejor ver y probar. Está perfecto y con muy bajo consumo(7l). 170 Cv. #BMW#118I",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "136000 km",
            "precio": 9800.0
        },
        {
            "titulo": "BMW Serie 1 116i",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116i-1091785695",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2011",
            "kilómetros": "157500 km",
            "precio": 9700.0
        },
        {
            "titulo": "BMW Serie 1 116i",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116i-1091783419",
            "descripcion": "OFERTA CON FINANCIACION *** Consulta condiciones con nuestro equipo de asesores *** Todos nuestros vehiculos estan seleccionados y revisados en 115 puntos de control *** Kilometros certificados en factura de compra *** Sin gastos de mantenimiento el primer ano o 15.000 Km *** Garantia de hasta 36 meses a nivel nacional *** Si lo prefieres te entregamos el coche en tu domicilio *** En INTEGRAL MOTION llevamos mas de 30 anos ayudando a miles de clientes a encontrar el vehiculo que mejor se adapte a sus necesidades *** ¿VENDES? TASAMOS TU COCHE AL MOMENTO *** INTEGRAL MOTION, MAS DE 3.000 VEHICULOS EN STOCK DE ENTREGA INMEDIATA ** TENEMOS TU PROXIMO COCHE NACIONAL O DE IMPORTACION *** CONSULTA NUESTRO STOCK de coches de segunda mano y ocasion: Volkswagen, Audi, BMW, Mini, Porsche, Mercedes, Smart, Volvo, Jaguar, Land Rover, Lexus, CUPRA, Toyota, Honda, Ford, Opel, SEAT, Citroen, Fiat, Peugeot, Renault, MG, Mazda, Skoda, Nissan, Hyundai, KIA… *** Tambien VEHICULOS INDUSTRIALES Y FURGONETAS *** Berlingo, Jumper, Jumpy, Doblo, Ducato, Transit, Daily, Esprinter, Vito, Combo Cargo, Vivaro, Combo, Expert, Boxer, Partner, Rifter, Kangoo, Master, Traffic, Proace, Proace City, Crafter, Caddy… Pick Ups: Clase V, Hilux…*** Entre nuestro stock de coches siempre a tu disposicion: CLASE A, CLASE C, GLA, GLB, GLC, CLA, CLS, GLE. Lexus UX, RX. BMW Serie 1, Serie 3, X1, X2, X3, X4, X5, Audi A1, A3, Q1, Q3, A4, A5 Q5--- *** SOMOS YA 20 CENTROS DE OCASION entra Galicia y Madrid *** A Coruna, Pontevedra, Ferrol, Santiago, Ferrol, Lugo, Burela, Baio, Las rozas, Torrejon, San Sebastian de los Reyes, Ciudad del Automovil, Coslada *** ENTREGAMOS EN TODA ESPANA *** INTEGRAL MOTION CON NOSOTROS LA CONFIANZA VA DE SERIE *** Visita nuestra web integralmotion.es ***...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2011",
            "kilómetros": "157500 km",
            "precio": 9700.0
        }
    ]
}