{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 1",
        "version": "123d Cabrio",
        "año mínimo": 2012,
        "año máximo": 2014,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 204,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=204&min_year=2012&max_year=2014&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 1&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 1, 116d 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-2014-967967832",
            "descripcion": "Coche muy bien cuidado ,ruedas recién cambiadas con llantas 18\" homologadas, chapa y pintura sin bolladuras y sin arañazos..guardado siempre en garaje, itv en vigor Lo vendo por hacerme uno familiar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2014",
            "kilómetros": "150000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 1 120D 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-120d-2014-1076940036",
            "descripcion": "coche en perfecto estado, paragolpes delantero recien pintado, mantenimiento recien hecho, pastillas y discos traseros cambiados, ruedas al 70%, todos los mantenimientos en casa oficial, con muchos extras.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2014",
            "kilómetros": "160000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-851809505",
            "descripcion": "En venta BMW impecable con todos los extras y mantenimientos en casa oficial,siempre en garaje,tratamiento cerámico,lo vendo por cambiar a coche más grande,mejor ver y probar,solo realmente interesados gracias",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2014",
            "kilómetros": "90000 km",
            "precio": 17999.0
        },
        {
            "titulo": "BMW Serie 1 2014 ACEITO RETOMA ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1084153076",
            "descripcion": "BMW 320 d Touring EfficientDynamics Auto 16990 € Comparar Registo Abr. 2014 Quilómetros 240 000 Lugares 5 Segmento Carrinha Combustível Gasóleo Potência 163 Cv Cilindrada 1995 Cc Transmissão Automática",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2014",
            "kilómetros": "240000 km",
            "precio": 16990.0
        },
        {
            "titulo": "BMW Serie 1 2.0D 140CV 5P S-DRIVE 18D",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2-0d-140cv-5p-s-drive-18d-1092203983",
            "descripcion": "REF: 2153 Dificar.com tu red de concesionarios de confianza! BMW X1 en IMPECABLE estado y totalmente REVISADO y CERTIFICADO por la red de concesionarios BMW con 12 meses de garantia desde el dia de entrega. VEHICULO EN OFERTA SI SE FINANCIA DETALLE DE LA OFERTA: PRECIO AL CONTADO 16.490€ Para mas informacion contactar por telefono o e-mail o si quiere verlo y probarlo sin compromiso en ( DIFIMOLINS / DIFIGIRONA ). Amplio stock en constante renovacion, aceptamos su vehiculo como forma de pago. Este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual. ***EQUIPAMIENTO EXTRA*** ***EQUIPAMIENTO SERIE*** - Mantenimiento del modelo - Paquete fumador - Carroceria: 5 puertas - Retrovisor exterior regulable electricamente y calefactable - Retrovisor exterior color carroceria - Barras portaequipajes en el techo - Luces antiniebla - Intermitentes blanco - Limpialuneta trasera - Lunas atermicas tintado - conexion AUX-IN (AUX-IN) - Ordenador de a bordo - Check-Control-System - Indicador de las marchas - Indicador de la temperatura exterior - Indicador averia en los neumaticos - Acabado interior: Molduras interiores plata-satin - Airbag conductor/acompanante - Sistema de airbag para la cabeza delante - Sistema de airbag para la cabeza detras - Airbag lateral delante - Climatizador automatico con control del aire circulante automat. - tapiceria asientos: Tela Elektra - Asientos delante mecanico regulable - Respaldo del asiento trasero dividido/abatible - Elevalunas electric. delante + detras - Cierre centralizado - Mando a distancia para Cierre centralizado - Inmovilizador - Pomo palanca cambios cuero - Anclajes Isofix para Asiento para ninos en Asiento trasero - Sistema antibloqueo (ABS) - Brake Energy Regeneration (Sistema de recuperacion) - Volante (cuero) - Columna de direccion (Volante) regulable mecanicam. - Direccion asistida - dinamico control-estabilidad (DSC) - Asistente a la conduccion: Control en bajadas ...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2013",
            "kilómetros": "82900 km",
            "precio": 16490.0
        },
        {
            "titulo": "BMW F20 184cv ¡ CON 100.000km !",
            "enlace": "https://es.wallapop.com/item/bmw-f20-184cv-con-100-000km-969083800",
            "descripcion": "CAR LOVERS Vende BMW 120d con potente motor de 184cv con distintos modos de conducción, del año 2013 y solo 115.000km que esta realmente ¡ COMO NUEVO ! Nacional, con dos llaves y con todo el mantenimiento en BMW. Equipado con faros halogenos con luz diurna, asientos de cuero deportivos, marcador digital, pantalla radio CD MP3 con Bluetooth, elevalunas y espejos electricos, llantas de aluminio de 19”acceso y arranque sin llave, paquete de iluminación int/ext, control y limitador de velocidad, climatizador bizona, volante de cuero multifuncion, Start and stop, etc. Se entrega revisado y transferido. GARANTIZADO. ¡ VISÍTANOS !",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "100000 km",
            "precio": 16000.0
        },
        {
            "titulo": "BMW Serie 1 PACK M 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-pack-m-2013-1038926382",
            "descripcion": "Vehículo de importación con libro de mantenimiento en concesionario oficial BMW. Modelo 120d, 184cv, cambio manual 6 velocidades. Pack M original interior y exterior. Año 2013, 178000kms. Climatizador, asientos delanteros calefactables, asientos delanteros deportivos, navegador profesional, techo solar eléctrico, tapicería de cuero negro, volante M de cuero multifunción, faros bixenón, luces automáticas, control de velocidad, llantas M 17’’, apertura sin llave, sensores de aparcamiento delanteros y traseros, etc. Se acepta vehículo como parte de pago. NO NEGOCIABLE!!!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "178000 km",
            "precio": 15950.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1078811384",
            "descripcion": "bmw f21 118d pack m tanto por dentro como por fuera, suspension deportiva de casa muy cuidado en perfectas condiciones! 120.000km cualquier duda preguntar sin compromiso!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "120000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1021714128",
            "descripcion": "coche en muy buen estado con todos los mantenimientos al día y muchos extras. cualquier duda preguntar. pack M interior y exterior asientos de cuero y calefactables faros direccionales control de crucero luz largo alcance automáticas techo solar pantalla navegador grande retrovisores eléctricos sensores de aparcamiento traseros y delanteros etc.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "165000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Serie 118D",
            "enlace": "https://es.wallapop.com/item/bmw-serie-118d-sport-1054292969",
            "descripcion": "BMW 118d con linea Sport. Incluido en el precio el cambio de titular y garantia de 1 años en BMW. Para mas info ponte en contacto con nosotros en el chat. Concesionario oficial BMW en Zaragoza.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "123887 km",
            "precio": 15200.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1082308072",
            "descripcion": "Full equip",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2014",
            "kilómetros": "160000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1076254707",
            "descripcion": "BMW SERIE 1, 118 d, CON 128.000 KM, AÑO 2013, 5 PUERTAS, 5 PLAZAS, COMBUSTIBLE DIESEL, ETIQUETA B, CON UN AÑO DE GARANTIA, Y PUESTO A NOMBRE DEL COMPRADOR INCLUIDO EN EL PRECIO.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "128000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-949541864",
            "descripcion": "Se vende BMW en perfecto estado, muchas piezas cambiadas y preparado tanto en servicio oficial como en taller especializado BMW. -Stage 2 (200cv). -pastillas ceramicas ATE -neumáticos al 80% -muelles eibach -dowpipe 3” -intermedio y final en 2,5” duramas( homologado) -doble salida -latiguillos hell -liquido de frenos motul 550 -filtro de aire kyn -mantenimientos hace 1000kms -correa cambiada hace 15.000kms Todo homologado y itv recien pasada El coche está perfecto, se puede probar sin problemas, cualquier cosa preguntar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2014",
            "kilómetros": "170000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2015-989949154",
            "descripcion": "Al dia de todo. Muy cuidado, duerme en garaje. Todos los extras. No cambios",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2013",
            "kilómetros": "190000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 1 Coupe M-Sport 2013 E82 - Impecable",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-coupe-m-sport-2013-e82-impecable-522357353",
            "descripcion": "BMW Serie 1 Coupe M-Sport 2013 E82 Coche cuidado al detalle Interior mix Cuero - Tela (cuero se hidrata varias veces al año) Radio Profesional Asientos Calefactables y regulables incluso en la zona lumbar Climatizador bizona Pack luces interiores y de cortesía en las manetas Bluetooth, usb y aux in Start/Stop Pack M exterior e interior - Volante - Pomo - Talonera cromada - Pedales - Faldones y carrocería - Suspensión M-Sport - Dirección M-Sport - Control de crucero - ... El coche está completamente de origen y parece nuevo, duerme en garaje y lo tengo muy cuidado de mecánica y en general. Precio negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "165000 km",
            "precio": 15000.0
        },
        {
            "titulo": "BMW Serie 1 M-Paket 5p.",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-m-paket-5p-986532020",
            "descripcion": "VEHICULO NACIONAL. DISPONE DE DISTINTIVO MEDIOAMBIENTAL. GARANTIA DE 1 AÑO CON COBERTURA EUROPEA. CONSULTE NUESTRAS OPCIONES DE FINANCIACION. SERVICIO DE TRANSPORTE Y ENTREGA A DOMICILIO.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2014",
            "kilómetros": "160000 km",
            "precio": 14850.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1086018323",
            "descripcion": "Se vende BMW 116d en estado inmejorable pak M completo interior y exterior todos los mantenimientos echos en el concesionario oficial 4 ruedas nuevas todo demostrable con facturas único propietario se acepta todo tipo de prueba mecánica trasferencia a cargo del comprador se puede ver y probar más información por privado.precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2013",
            "kilómetros": "74269 km",
            "precio": 14800.0
        },
        {
            "titulo": "BMW Serie 1 2014 120D XDRIVE",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-120d-xdrive-1087904124",
            "descripcion": "BMW 120D XDRIVE - Un solo propietario - Tracción total - Libro de mantenimiento digital - Pack M - Tapicería de cuero - Sensor de aparcamiento delantero y trasero - Sensor de luces y lluvia - Start & stop - Volante multifunción de cuero - Isofix - Control de presión de neumáticos - Control de velocidad con función freno - Conexión aux - Ordenador de abordo - Muy buen estado general Posibilidad de venta on-line, mantenimiento y revisión de entrega incluidos, oferta valida salvo error tipográfico, vehículo revisado por profesionales, recogemos su vehículo como forma de pago, 100% de financiación disponible para todos nuestros vehículos, posibilidad de entregar el vehículo a domicilio, incluidas las islas (consultar condiciones), disponemos de más vehículos con similares características, visite nuestras instalaciones, Motorpal C/Andalucía 107 de Palencia",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2014",
            "kilómetros": "175000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1078682283",
            "descripcion": "motor 2.0D * año 2013 * 177.000KM * EQUIPO DE SONIDO * CIERRE CENTRALIZADO CON MANDO * RETROVISORES ELÉCTRICOS M * ASIENTOS CALEFATABLES * ELEVALUNAS ELÉCTRICOS * CLIMATIZADOR * VOLANTE MULTIFUNCION * VELOCIDAD CRUCERO * CAMBIO MANUAL 6 VELOCIDADES * TRES MODOS DE CONDUCCIÓN * SENSORES DE APARCAMIENTO * XENÓN * CONTROL VELOCIDAD * PACK M * ORDENADOR ABORDO * muchos extras mas....",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "177000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-956602871",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2013",
            "kilómetros": "125000 km",
            "precio": 14500.0
        },
        {
            "titulo": "BMW Serie 1 118d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-105-kw-143-cv-1087062716",
            "descripcion": "Precio oferta sujeto a financiación: 14300 EUR. Precio al contado: 14300 EUR. *LLI* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Asientos deportivos, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros bixenón, Start/Stop automático, Control de velocidad, Volante multifunción, Limitador de velocidad, Aire Acondicionado (Climatizador), Bluetooth, Isofix, Arranque por botón, Llantas de aleación (17\"). - Coche Nacional, Historial Mantenimiento, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2014",
            "kilómetros": "109755 km",
            "precio": 14300.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1040063528",
            "descripcion": "Estado impecable, segundo propietario y paquete M exterior e interior. Al día de todo y muy cuidado, mantenimiento aceite y filtros hace 4000km, ITV hasta Octubre 2025. No contesto mareantes, algo negociable. NO CAMBIOS. m2 s3 rs3 s4 335i 330d 440i 435i 430i 428i trophy gti tcr r m4 m3 bmw sport cupra m235i m240i m135i 135i",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "94000 km",
            "precio": 14300.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1054129900",
            "descripcion": "Se vende bmw serie 118d coupé en muy buen estado, siempre en garaje,97000km muy cuidado, pack m techo solar, pantalla tactil con car play etc.. ITV hasta septiembre de 2025.Se vende por cambio de vehiculo. Acepto cualquier prueba mecanica.Se puede ver en valencia.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "99000 km",
            "precio": 14200.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1010357271",
            "descripcion": "Precio oferta sujeto a financiación: 14200 EUR. Precio al contado: 14200 EUR. *COL* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Aprovecha! 700€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Llantas de aleación (16\"). - Coche Nacional, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2013",
            "kilómetros": "57767 km",
            "precio": 14200.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1092645769",
            "descripcion": "BMW serie 1 118d BMW F20 118D 143CV 5 puertas del año 2014 , asientos deportivos,pack sport ,coche nacional, elevalunas eléctricos en las 4 puertas,lunas traseras tintadas ,3 modos de conducción, star stop, arranque sin llaves, 2 llaves, control de velocidad, aire acondicionado funciona perfectamente, teléfono manos libres, ordenador de abordo, luces automáticas, TECHO SOLAR, bola remolque. Al día de todas las revisiones e ITV hasta Enero 2026. Coche a toda prueba.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2014",
            "kilómetros": "180000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1089213981",
            "descripcion": "IDN CARS VENDE estupendo bmw 118d pack m ,de 6 velocidades y 143cv vehículo nacional, con 2 llaves . se entrega con una revisión completa y además la itv recién pasada , ruedas al 90.% . listo para disfrutar !! extras : luces de xenón , pack m , llantas de 18 pulgadas , luces automáticas, climatizador , mandos al volante , limitador de velocidad , asientos con riñoneras eléctricas , pantalla multimedia 10 pulgadas , auxiliar y mucho más etc etc.1 aÑo de garantÍa nacional y cambio de nombre incluido en el precio estamos en avenida talavera 6 la puebla de montalban (TOLEDO)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2014",
            "kilómetros": "165000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-839306524",
            "descripcion": "Se vende bmw serie 1 coupé 118d sport impecable estado!, coche de no fumador, pack m interior y exterior, suspensión deportiva oficial de la casa homologada en ficha asientos deportivos, pack aerodinámico,luces bixenon,bola de remolque de quita y pon que nunca se usó, el coche cuando se compró nuevo se le pusieron todos los extras posibles, duerme siempre en garaje, no urge venta (Seat leon fr) (Audi a3, seat leon, Ibiza cupra, leon cupra,golf gti)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "150000 km",
            "precio": 14000.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1054937234",
            "descripcion": "Extras: - Paquete visibilidad (xenon, lavado, sensor lluvia, iluminación interior): 1.190€ - Control de distancia de aparcamiento delante y detrás (PDC): 835€ - Llantas 17\" en estrella (estilo 379): 1.000€ - Línea sport: 1.800€ - Bluetooth: 560€ - Calefacción asientos: 365€ - Retrovisor interior anti-desl.: 190€ - Sistema carga objetos: 290€ - Volante multifuncional: 200€ Total = 6.495€ ITV pasada en julio 2024 (sin defectos). Incluye barras y vaca de techo de 320 litros (500€) Incluye radio con android auto y carplay auto inalámbrico (1.000€) Mantenimiento al día: A los 88.000km cambio neumáticos delanteros A los 92.000km cambio aceite y filtros A los 93.000km cambio de bateria A los 93.000km cambio de pastillas de freno",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "93000 km",
            "precio": 13999.0
        },
        {
            "titulo": "Bmw Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-796016560",
            "descripcion": "Hola, vendo bmw serie 1 con paquete M, muy cuidado: - CAMBIADO EN JULIO 2024 CADENA, EMBRAGUE Y LOS 4 NEUMÁTICOS. - Llantas R18, con 245 atrás y 225 delante con ruedas run flat. - Climatizador bi-zona. - Start stop. - 6 marchas; con modo Sport o ECO. - Velocidad de crucero. - Techo solar abatible en 3 modos distintos. - Luces led y de diseño en los pomos de las puertas. - Acabados Sport M. - Mando Wi-Fi. - iDrive con conexión de pen drive y jack. - Regulador de asiento con solapa lateral eléctrica. - Motor de 2000cc con 182cv. - Sensor de aparcamiento trasero. NO CAMBIOS.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2013",
            "kilómetros": "220000 km",
            "precio": 13999.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1084106595",
            "descripcion": "Espectacular BMW SERIE 1 del año 2014, en un estado muy óptimo tanto de interior como exterior!! NACIONAL!! 2 PROPIETARIOS!! 2 LLAVES!! Extras destacables: - Pack M interior y exterior - Star-stop - Control de crucero - 6 velocidades - Manual - Volante M - Pomo M - climatizador bizona - Y mucho mas.... Posibilidad de garantía plus Pide tu cita y ven a verlo Financiación a tu medida Anuncio no vinculante puede contener errores Síguenos en Instagram: carmax.bcn Mucho años de experiencia en el sector nos avalan!! Aceptamos su vehículo como parte de pago!! Le compramos su vehículo!! Vendemos su vehículo al mejor precio!!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2014",
            "kilómetros": "136000 km",
            "precio": 13990.0
        },
        {
            "titulo": "BMW Serie 1 2013",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2013-1073149078",
            "descripcion": "Se vende BMW serie1 motor diesel 2.0 de 143cv con cadena de distribución, está en perfecto estado de mecánica con el mantenimiento recién hecho y muy pocos kms, ITV recién pasada, en vigor hasta diciembre del 25. De chapa está muy bien y de interiores también. Viene equipado con llantas de aleación, climatizador automático bizona, faros de xenon, pantalla con ordenador de abordo, sensores de luces y lluvia automaticos... Se entrega transferido y con 1 año de garantía, se admite prueba mecánica.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "68000 km",
            "precio": 13990.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1016109581",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2014",
            "kilómetros": "199000 km",
            "precio": 13990.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-968338550",
            "descripcion": "BMW Serie 1 118d Essential Plus M Sport Noviembre 2014 -Vehículo en buen estado, nacional y único propietario. -Bajo consumo -Navegador gps, sensor aparcamiento, 3 modelos de conducción y más extras.. - 2 llaves -Todas las revisiones al día en casa oficial BMW -No fumador -Siempre en garaje *ITV recién pasada*",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2014",
            "kilómetros": "99500 km",
            "precio": 13900.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1075781318",
            "descripcion": "Coche particular en perfecto estado. Se vende por cambiar a otro por aumento familiar y necesitar uno mas amplio. El coche es de mi mujer, unica dueña,el cual lo usa para ir al trabajo ,que esta a 3 km del pueblo. Siempre a dormido en parking, nunca a sufrido un accidente, y esta muy cuidado. Se acepta prueba mecanica, corriendo los gasto el comprador. No hurge su venta!! para negociaciones absurdas...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2014",
            "kilómetros": "108000 km",
            "precio": 13899.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1087396352",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2014",
            "kilómetros": "112116 km",
            "precio": 13800.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-1066670347",
            "descripcion": "ITV recien hecha Características: -Versión M -Color Azul -Combustible Diésel -Cilindrada: 2000cc -Potencia 116CV Equipamiento: -Elevalunas Eléctricos -Climatizador Bizona -Radio CD -Mandos volante -Entradas AUX y USB -Pantalla Multifunción -Navegador GPS - Audio Streaming - Ordenador de Abordo - Bluetooth - Cruise control - Sensor Luces + Lluvia - Techo Solar - Luz Día + Faros xenón - Asientos tela/Alcántara - Llantas de aleación 17”” - ABS+ESP+6 Airbags - Fijaciones Isofix",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2014",
            "kilómetros": "136000 km",
            "precio": 13800.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2014-998979393",
            "descripcion": "Se vende Bmw serie 1 en perfecto estado, siempre en garaje y muy poco uso. Se vende por no usar. Batería recién cambiada.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2014",
            "kilómetros": "64000 km",
            "precio": 13750.0
        },
        {
            "titulo": "BMW Serie 1 2014",
            "enlace": "https://es.wallapop.com/item/bmw-120d-f20-2014-1033232065",
            "descripcion": "Comentarios del vendedor BMW 120d F20 Color plata Manual Interior en alcántara Extras - Paquete M Interior y exterior - Frenada M Performance - Sensores de aparcamiento - Llantas 17\" - Suspensión bilstein (No original) - Muelles eibach (No original)* - Audio Harman Kardon - Asientos deportivos M - Asientos calefactables - Techo solar eléctrico - luces de ambiente y bienvenida - Iluminación interior Led (No original) * El vehículo se entregará previamente revisado en el servicio oficial, y con una limpieza íntegra del mismo. Recientemente se realizó el servicio completo. Neumáticos 90% Pastillas de freno 70% *todas las piezas y accesorios no originales se pueden reemplazar o eliminar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2014",
            "kilómetros": "175000 km",
            "precio": 13550.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1089943261",
            "descripcion": "Coche muy bien equipado y cuidado que siempre ha dormido en garaje. Ultima versión, restyling. La mayoría de km’s hechos en autopista. El coche lleva de serie más de 8.000€ en extras de serie. - Faros xenon - Faros traseros led - Llantas 18” (las traseras de 245mm cónicas con neumáticos de menos de 5.000 kms) - Climatizador bizona - Pantalla LCD de serie con mando/ruleta de serie - Bluetooth para llamadas y para escuchar tu música - Ajuste lumbares electricamente - Pack M (parachoques, placa protectora interior puerta, embellecedores interiores en aluminio, volante, pomo, interior techo antracita, etc.) - Sensores de aparcamiento delantero y trasero - Suspension M performance - Luces de bienvenida (se iluminan las manetas de las puertas que alumbran, pilotos traseros, luces delanteras) - Tapicería mixta piel y tejido",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "195000 km",
            "precio": 13500.0
        },
        {
            "titulo": "BMW Serie 1 2012",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1086765385",
            "descripcion": "BMW serie 1 120d xDrive 5 puertas, matriculado en diciembre de 2012. Actualmente lo tengo en Málaga.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "189000 km",
            "precio": 13500.0
        }
    ]
}