{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 1",
        "version": "120d 3p",
        "año mínimo": 2017,
        "año máximo": 2019,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 190,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=190&min_year=2017&max_year=2019&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 1&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 1 F40 M Sport",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-f40-pack-m-1073504393",
            "descripcion": "BMW SERIE 1 F40 118D M Sport 2.0 diésel 150cv con tan solo 71.000kms. Todos sus mantenimientos hechos. Cuenta con una configuración ÚNICA: Techo solar, Frenada delantera de 4 pistones (del modelo 135i), llantas 18’ performance, kit M performance interior y exterior con acabados en negro, Semibaquets de Alcántara y todo el interior de Alcántara con iluminación Led ambiental. Park assistant con sensores delanteros, traseros y cámara trasera. Cargador inalámbrico, con CarPlay y AndroidAuto inalámbrico. Cuenta con un cockpit digital y pantalla táctil. Lectura de señales y velocidad crucero adaptativa y Diferentes modos de conducción: Sport, Confort, Eco pro. 12 MESES DE GARANTÍA CERTIFICADA. Financia con NOSOTROS por 398€ al mes SIN ENTRADA a 120 meses. Precio al contado: 30.990€ Precio financiado: 29.990€",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "71000 km",
            "precio": 30990.0
        },
        {
            "titulo": "DESDE 405€ AL MES SIN ENTRADA!",
            "enlace": "https://es.wallapop.com/item/desde-405-al-mes-sin-entrada-1057724403",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "53133 km",
            "precio": 25691.0
        },
        {
            "titulo": "BMW Serie 1 2019 - Pack M",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2019-pack-m-1084241608",
            "descripcion": "Se vende BMW 118d 150 cv diesel. - Edition M Sport Shadow - 18 Lol radios dobles M 719 M Jetblack - Asientos deportivos para conductor y acompañante - Paquete de compartimentos - Control de diatancia en aparcamiento - Control de crucero con función de freno - Paquete iluminación - Faros de antiniebla de LED - Faros de LED - Suspensión deportiva M - Paquete aerodinámico M - Shadow Line Indicvidual - Techo de color anthrazit Todas las revisiones y mantenimiento en bmw, se puede acreditar. Como nuevo, tiene 64.000 km y nunca ha tenido ningún accidente Siempre guardado en garaje",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "64000 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW Serie 1 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2018-1051073065",
            "descripcion": "Bmw serie 1 impecable. Todas las revisiones en casa oficial. Ruedas michelin ps5 recien puestas junto con discos y pastillas brembo. Asientos de cuero, techo solar, sistema de sonido y muchos extras más. Todo homologado en ficha técnica. Lip delantero, taloneras, spliters, difusor, escapes y alerón. El coche fué comprado en julio de 2018 personalizado por mi con todos los extras con el valor de 39.800 (tengo los papeles de compra) Todos los demás añadidos homologados en total más de 3000€ extras. El coche está impecable y lo vendo para comprar un familiar. Gracias!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "99000 km",
            "precio": 25000.0
        },
        {
            "titulo": "BMW Serie 1 118d xDrive",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-xdrive-1002136594",
            "descripcion": "Vehiculo en perfecto estado tanto de interior como exterior. Aceptamos coche como parte de pago previa valoracion. El PVP publicado esta vinculado a la financiacion de un minimo de 14.000 euros en el concesionario. Grupo Deltavi, concesionarios oficiales para Alava y La Rioja.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "47000 km",
            "precio": 24900.0
        },
        {
            "titulo": "DESDE 405€ AL MES SIN ENTRADA!!",
            "enlace": "https://es.wallapop.com/item/desde-405-al-mes-sin-entrada-1058940843",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "53133 km",
            "precio": 24691.0
        },
        {
            "titulo": "BMW Serie 1 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2018-1088933961",
            "descripcion": "BMW serie 1 F21 Pack M Pack iluminador led Sensor aparcamiento con cámara Start & Stop Climatizador Bizona Volante Multifunción y control crucero Coche nacional ITV y revisión recién pasada Incluye transferencia",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "50800 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW Serie 1 2019",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2019-1082812992",
            "descripcion": "se vende bmw serie 1 en perfecto estado, todas las revisiones en casa oficial y mantenimientos incluidos hasta los 100.000km, pack m tanto interior como exterior. mimado al detalle, pregunten sin compromiso!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "60000 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW Serie 1 2019",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2019-1072071646",
            "descripcion": "· Matriculado el 26 de diciembre de 2019. Equipamiento Libro de revisiones digital en BMW al dia. Paquete deportivo M exterior e interior, faros de led con luz diurna, sensor de luces automáticas, sensores de aparcamiento delanteros y traseros con cámara trasera, pantalla frontal táctil con navegador y app connect, climatizador digital bizona automático, sensor de cambio de carril, volante multifuncion, regulador y limitador de velocidad, retrovisores eléctricos y abatibles, arranque sin llave por boton, etc.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "48000 km",
            "precio": 23500.0
        },
        {
            "titulo": "BMW Serie 1 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2018-1079831618",
            "descripcion": "BMW SERIE 1 MSPORT BIEN CUIDADO TANTO INTERIOR COMO EXTERIOR COMBUSTIBLE SIEMPRE PREMIUM más info dm",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "93000 km",
            "precio": 22899.0
        },
        {
            "titulo": "BMW Serie 1 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2018-790935225",
            "descripcion": "BMW serie 1 116D manual , EDICION EXCLUSIVA LIMITADA ,todos los extras, paquete M shadowline exterior e interior , llantas negras de serie 18\", full led ,tapizado entero de cuero, color deportivo anaranjado de serie , suspensión deportiva M , 4 modos de conducción (eco,confort,sport,sport+),gasta muy poca gasolina (5l/100)siempre en garaje y muy mimado , todas las revisiones en la casa oficial de BMW , tiene mantenimiento extendido oficial BMW hasta los 7 años o 100000 kms. NO HAGO CAMBIOS , coche NO fumador.Ruedas y disco de freno nuevos",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "96000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW Serie 1 118D 2019",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-2019-1080270636",
            "descripcion": "Vehículo en muy buen estado con el siguiente equipamiento: Aire acondicionado automático Asientos deportivos confort Tapicería de tela alcántara Ayuda al aparcamiento con sensores delanteros y traseros Espejo retrovisor interior con oscurecimiento automático Espejos retrovisores regulables eléctricamente Interfaz Bluetooth Reproductor MP3 Sistema de navegación por satélite Faros LED Luces diurnas Llantas de aleación Sistema de control de la presión de los neumáticos Sistema de seguridad airbags Control de crucero adaptable Sensor de lluvia Elevalunas delantero eléctrico Elevalunas trasero eléctrico Volante deportivo de cuero multifuncional Apoyabrazos central delantero Dirección asistida Pintura metálica PACK M de BMW GARANTÍA total DE 12 MESES. Posibilidad de financiar el 100% del precio hasta 120 meses. Recogemos su vehículo como parte de pago. Cambio de nombre incluido en el precio. Este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual. Atendemos solo con cita previa. Posibilidad de entrega en cualquier sitio de España.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "121503 km",
            "precio": 21990.0
        },
        {
            "titulo": "BMW 116d M sport",
            "enlace": "https://es.wallapop.com/item/bmw-116d-m-sport-1081961233",
            "descripcion": "Coche super bien cuidado, lo vendo porque estoy viviendo fuera.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "52000 km",
            "precio": 21900.0
        },
        {
            "titulo": "BMW Serie 1 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2018-1052320808",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "69000 km",
            "precio": 21900.0
        },
        {
            "titulo": "BMW Serie 1 118d PAQUETE \"M\"",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-paquete-m-1080545765",
            "descripcion": "PRECIOSO BMW 118d F40 CON PAQUETE \"M\" INTERIOR Y EXTERIOR IVA DEDUCIBLE VEHÍCULO NACIONAL CON KILOMETROS REALIZADOS POR AUTOVÍA VEHÍCULO CON MANTENIMIENTOS MUY CUIDADOS POR UNA AVERÍA POR DESCUIDO, SE CAMBIÓ EL MOTOR COMPLETO A LOS 160.000Km, POR LO QUE ACTUALMENTE EL MOTOR TIENE 60.000Km CONSUMOS MUY REDUCIDOS ENTREGA INMEDIATA EXTRAS: - PAQUETE DEPORTIVO \"M\" INTERIOR Y EXTERIOR - LLANTAS 18\" BI-COLOR CON NEUMÁTICOS DE PRIMERA MARCA ORIGINALES \"M\" - FAROS FULL LED DELANTEROS Y TRASEROS - SISTEMA DE PDC CON AYIDA AL APARCAMIENTO Y LINEA DE MARCA DE TRAYECTORIA - CRISTALES TRASEROS OSCURECIDO - ASIENTOS DEPORTIVOS CON INSERCIONES EN HEXAGON BLUE - CLIMATIZADOR DIGITAL BI-ZONA - SENSORES DE LUCES Y LLUVIA - VOLANTE DEPORTIVO DE CUERO MULTIFUNCIÓN \"M\" - MARCADORES Y CUADRO TOTALMENTE DIGITAL - ETC SE ENTREGA CON LOS MANTENIMIENTOS REALIZADOS Y TRANSFERENCIA A NOMBRE DEL CLIENTE INCLUIDOS EN EL PRECIO POSIBILIDAD DE ENTREGA DE VEHÍCULO COMO PARTE DE PAGO 12 MESES DE GARANTÍA BUSQUEDA DE VEHÍCULOS A LA CARTA POSIBILIDAD DE ENTREGA A DOMICILIO",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "221475 km",
            "precio": 21800.0
        },
        {
            "titulo": "BMW Serie 1 118D PACK M",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-pack-m-1070046559",
            "descripcion": "¡REBAJAS! ¡Las mejores ofertas del año empiezan en ENERO¡ ¡Aprovecha esta increíble promoción y llévate tu nuevo coche a un precio irresistible! *Promoción válida hasta el 31 de ENERO. Vehículo nacional procedente de único propietario. Equipamiento destacado: Llantas de 18 pulgadas Pack m interior/exterior Faros Led Sensor de aparcamiento trasero Bluetooth Control de velocidad... Historial de mantenimiento completo Todos los vehículos se entregan con el MANTENIMIENTO REALIZADO, revisión completa y 12 MESES de garantía propia a NIVEL NACIONAL. Dispone de CERTIFICADO de kilometraje y ausencia de daños estructurales. PRECIO CONTADO: 21.800€ PRECIO FINANCIADO: 22.800€ El precio incluye TODOS los gastos Consulta nuestras RESEÑAS en Google Este anuncio es de carácter informativo. Las especificaciones sobre equipamiento, modelo y precio no tienen carácter vinculante, ni puede constituir base de un futuro contrato. Vehículo nacional procedente de propietario particular. Historial de mantenimiento completo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "90000 km",
            "precio": 21800.0
        },
        {
            "titulo": "BMW Serie 1 118d 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-110-kw-150-cv-1061561488",
            "descripcion": "Precio oferta sujeto a financiación: 21091 EUR. Precio al contado: 23200 EUR. *LRO* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2109€ de descuento en este coche Precio oferta financiado: 21091€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 23200€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Faros delanteros led, Faros traseros led, Asistente de mantenimiento de carril, Start/Stop automático, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Freno de estacionamiento eléctrico, Arranque por botón, Isofix, Bluetooth, Llantas de aleación (16\"). - Coche Nacional, Único propietario, IVA deducible. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "77511 km",
            "precio": 21091.0
        },
        {
            "titulo": "BMW Serie 1 M SPORT 2000 150 cv 2019",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2019-m-sport-118d-f20-1076035588",
            "descripcion": "BMW 118d Paquete M 2000 diesel 150 cv •Año 2019 •57.000 Km •Historial de mantenimiento BMW QUART •Faros Led •Navegador + apple car play •Regulador lumbar eléctrico •Paquete M interior y exterior •Parktronic trasero •Modos de conducción •Volante multifunción deportivo •Control de velocidad con limitador cruise control •Sensor de Luces y lluvia Coche como nuevo, guardado siempre en garaje. Mejor ver y probar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "57000 km",
            "precio": 21000.0
        },
        {
            "titulo": "BMW Serie 1 2019",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-1025979679",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "98000 km",
            "precio": 20900.0
        },
        {
            "titulo": "BMW Serie 1 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2018-998425850",
            "descripcion": "Color rojo Melbourne metalizado 95000Km Paquete m interior y exterior Llantas 18” Paquete Parking, camara marcha atras Paquete executive Mantenimientos siempre en BMW Ruedas cambiadas hace 8000Km",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "90000 km",
            "precio": 20500.0
        },
        {
            "titulo": "BMW Serie 1 2019",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2019-1091415852",
            "descripcion": "En perfecto estado. Pack mantenimiento oficial BMW hasta 160.000 km o diciembre 2026",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "135000 km",
            "precio": 20000.0
        },
        {
            "titulo": "bmw Serie 1 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2017-1080959825",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "103000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW Serie 1 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2018-1089455588",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "81000 km",
            "precio": 19999.0
        },
        {
            "titulo": "BMW Serie 1 2019",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2019-diciembre-1071279027",
            "descripcion": "Nacional, siempre en garaje, climatizacion, revision recien hecha demostrable, 2 llaves apertura por proximidad.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "91800 km",
            "precio": 19999.0
        },
        {
            "titulo": "BMW Serie 1 2019",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2019-942598907",
            "descripcion": "BMW 118d URGE! Precio total 19.900€. Particular. Motor diésel 150 CV, caja automática, Iluminacion full LED, etc. Muchos extras, mantenimientos al día, recién hecho. Excelente oportunidad coche súper cuidado, kilómetros garantizados, impoluto!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "93000 km",
            "precio": 19900.0
        },
        {
            "titulo": "BMW Serie 1 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2017-1075015471",
            "descripcion": "BMW 116d Pack M. Muy cuidado. Todas las revisiones en la casa oficial. - Llantas originales del BMW m140i. - Colas de escape estilo m140i homologadas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2017",
            "kilómetros": "80963 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW 118D PAQUETE M",
            "enlace": "https://es.wallapop.com/item/bmw-118d-m-2-0-150cv-1069568584",
            "descripcion": "Todo nuestro Stock en ww.dluxmotor.com o Instagram y Facebook D'LuxMotor. Para información de financiación o cita 679_44_07_51 BMW 118D M 2.0 150CV del año 2017, con 130.000 km, en perfecto estado interior y exterior. Se entrega con 12 meses de garantía y cambio de titularidad. Paquete M Modos de conducion Asientos alcantara calefactables Llantas 18 M Faros led Navegador Sensores de parking Sensor de luces/lluvia Control de velocidad ... Precio contado: 19.500€. Precio financiado: 18.990€. Contáctanos también por WhatsApp en el 679_44_07_51. También traemos coches a la carta: Golf 6 R, Golf 6 Gti, Golf 7 Gti, Golf 7 R, Golf 7 Gtd, Mercedes A45 AMG, Mercedes CLA 45 Amg, Mercedes C43 AMG, Mercedes C63 AMG, BMW M2, BMW M4, BMW M3, BMW 135, BMW 335, Audi S3, Audi S5, Audi S4, Audi RS5, Audi RS6, Audi R8, Audi A5, Polo Gti, Ford Focus ST, Ford Focus Rs, Ford Fiesta St, Skoda Octavia Rs, Seat Leon Cupra R, Seat Leon Cupra, Seat Ibiza Cupra, Seat Leon Fr, Hyundai I30N, Peugeot 308 GTI, Peugeot 208 GTI",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "130000 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW Serie 1 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2018-1045696992",
            "descripcion": "BMW 118xdrive Paquete M exterior e interior Asientos de Alcantara Mas información por privado Muy poco negociable Está en perfecto estado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "102000 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW Serie 1 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2018-923464477",
            "descripcion": "paquete M llantas 18 asientos de cuero, primera revisión echa, batería nueva",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "30450 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW Serie 1 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2017-1085421080",
            "descripcion": "Se vende BMW Serie 1 con 95000 kms , paquete noche y paquete completo M sport. Nacional , unico propietario",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "95000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 1 2017 116d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2017-116d-953238627",
            "descripcion": "BMW Serie 1 116d 3 Puertas super bien cuidado y como nuevo. Año 2017 Equipamiento: - Paquete M interior y exterior. - Sensor de luces, de lluvia y de aparcamiento traseros. - Limitador y control de velocidad. - Aire acondicionado, pantalla multimedia, cierre centralizado y elevalunas electircos. - Tintado de lunas traseros homologados. - Neumaticos runflat (antipinchazos). - Faros delanteros y traseros full led. -Antinieblas delante y detrás. - Asientos alcantara y pedales deportivos. El vehículo tiene ITV hasta 2025 (recién pasada), kilómetros reales, mantenimientos al día. Se vende por ampliación de familia.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2017",
            "kilómetros": "72000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW Serie 1 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2017-1055397799",
            "descripcion": "Coche perfectamente cuidado de ultimos de 2017. 120.000km aproximadamente. Accesorios Extras: 16\", llantas de aleación ligera de radios en estrella (estilo 654) Control de crucero con función de frenado Control de distancia en aparcamiento (PDC) trasero Pintura metalizada Tela Move Anthrazit zonas de climatizacion elevalunas electricos sensor de lluvia boton de arranque luces leds automaticas modos diferentes de conduccion (Sport, confort y eco) 6 altavoces Ayuda en cuentas 3 juegos de mando de llaves. ITV hasta 2025 Cambio de nombre includo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2017",
            "kilómetros": "130000 km",
            "precio": 18999.0
        },
        {
            "titulo": "BMW Serie 1 118D paquete M IMPRESIONANTE",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-paquete-m-espectacular-1024440856",
            "descripcion": "Impresionante. Espectacular. NACIONAL. Procedente de particular. Sin desgaste, paquete M, MANUAL DE 6 velocidades, 150cv. Se entrega con un año de garantía y transferencia incluida en el precio. Aceptamos vehículos como parte de pago. Si su vehículo está en buen estado, se lo pagamos mejor que nadie. MRJ. Desde 2002, entregando los mejores coches. Si está buscando un vehículo de calidad y sin sorpresas, confíe en profesionales.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "130000 km",
            "precio": 18990.0
        },
        {
            "titulo": "BMW Serie 1 116D 2018 - 77300Km",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2018-1092496545",
            "descripcion": "BMW serie 1 116D 5 puertas 116CV Diésel manual 77300 km Matriculación 02/2018 Color negro y asientos beige de cuero Etiqueta C Incluye 2 juegos de llaves 2 dueños, comprado con 13000km a bmw premiumselect ITV vigente hasta 02/2026 Mantenimiento bmw realizado hasta 2026",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "77300 km",
            "precio": 18950.0
        },
        {
            "titulo": "BMW Serie 1 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2018-1079070667",
            "descripcion": "BMW serie 1 1.6 diesel con 49.000km del 2018 con un año de garantia 17.900€ financiado y 18.900€ al contado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "49000 km",
            "precio": 18900.0
        },
        {
            "titulo": "BMW Serie 1 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2017-1076833023",
            "descripcion": "Se vende BMW Serie 1 118d con paquete M Sport Shadow. 5 puertas. En perfecto estado. Paquete M Sport exterior e interior. Diesel. Manual. 91.000 km. Año: finales 2017. Mantenimientos al día. Muy cuidado y siempre guardado en interior. Techo panorámico.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "91000 km",
            "precio": 18900.0
        },
        {
            "titulo": "BMW Serie 1 118d Pack M 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2018-1027945464",
            "descripcion": "fantástica unidad BMW serie 1 118d 150d pack M interior y exterior llantas aluminio 17\" asientos alcantar bordado 🪡 M sistema de parking 🅿️ delantero y trasero pantalla multimedia navegación 🧭 climatización bizona volante multifunción start stop 🛑 techo solar 😎 faros led se entrega transferido !!se recoge coche 🚗 como parte de pago !!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "128650 km",
            "precio": 18900.0
        },
        {
            "titulo": "BMW Serie 1 116d EfficientDynamics",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-efficientdynamics-1091946212",
            "descripcion": "Precio al contado: 20.980€ (IVA incluido) *** Precio alternativo oferta de financiacion: 18.890€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Oviedo, C. Dinamarca, 19, 33010, Oviedo, Asturias. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova ...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "75107 km",
            "precio": 18890.0
        },
        {
            "titulo": "BMW Serie 1 116d EfficientDynamics",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-efficientdynamics-1092018703",
            "descripcion": "Precio al contado: 20.980€ (IVA incluido) *** Precio alternativo oferta de financiacion: 18.890€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Oviedo, C. Dinamarca, 19, 33010, Oviedo, Asturias. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova ...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "75107 km",
            "precio": 18890.0
        },
        {
            "titulo": "BMW Serie 1 116d EfficientDynamics",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-efficientdynamics-1091881256",
            "descripcion": "Precio al contado: 20.980€ (IVA incluido) *** Precio alternativo oferta de financiacion: 18.890€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Oviedo, C. Dinamarca, 19, 33010, Oviedo, Asturias. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova ...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "75107 km",
            "precio": 18890.0
        }
    ]
}