{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 1",
        "version": "123d 5p",
        "año mínimo": 2010,
        "año máximo": 2011,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 204,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=204&min_year=2010&max_year=2011&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 1&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW 123d PERFORMANCE",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-1082766419",
            "descripcion": "Vehiculo importado, en excelente estado y con muchos extras y detalles. Completamente al dia de todo con facturas.Itv hasta diciembre del 2025. Mas fotos y informacion por privado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "159000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW 120d e82",
            "enlace": "https://es.wallapop.com/item/bmw-120d-e82-1059745977",
            "descripcion": "Se vende BMW 120d E82 del año 2010 con 170.000km. Extras Pack m interior Pack 1m exterior (paragolpes, lip, difusor ....) Adaptacion de cintura electrico Downpipe Intermedio y final recto Colas akrapovich doble salida Electrónica 1+ 220cv Alerón cola de pato Alerón grande Retrovisores en carbono Intermitentes dinámicos ahumados Cristales tintados Matriculas acrílicas Funda volante Protector carbono volante Faros bixenenon Luces y limpias automáticos Mantenimientos al día (Calentadores nuevos, batería nueva, 4 neumáticos nuevos, cambio de aceite y filtros ...) Todo homologado menos el tubo de escape, se entrega el de serie para pasar ITV. ITV recién pasada",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2010",
            "kilómetros": "170000 km",
            "precio": 14800.0
        },
        {
            "titulo": "BMW Serie 1 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-1083618058",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2010",
            "kilómetros": "233200 km",
            "precio": 12500.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-978479512",
            "descripcion": "En muy buen estado. Durmiendo siempre en párquing. Ruedas recién cambiadas. Cambio de aceite y filtros al día. Bajado de precio porque se precisa reparación del aire acondicionado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2011",
            "kilómetros": "140000 km",
            "precio": 12200.0
        },
        {
            "titulo": "BMW Serie 1 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-964693381",
            "descripcion": "BMW Serie 1 2010 Pantalla android con camara. Embrague nuevo. Llantas y neumáticos nuevos. Admisión nueva. ITV recien pasada.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2010",
            "kilómetros": "275000 km",
            "precio": 12000.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1073462095",
            "descripcion": "Se vende bmw serie 1 116d del 2011 con 42000 kilómetros, aceite y filtros, pastillas traseras y 4 neumáticos michelin primacy recién cambiados, itv hasta marzo 2025.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2011",
            "kilómetros": "42000 km",
            "precio": 11999.0
        },
        {
            "titulo": "BMW Serie 1 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-1068857504",
            "descripcion": "Es del 17-11-2010, siempre en cochera, 2 dueños, esta en perfecto estado, muy cuidado, facturas de mantenimientos, libro de instrucciones, 2 llaves, bateria nueva en 2021 (factura). Paquete extra M, techo solar, control de traccion, sonido Harman Kardon (suena increible), ruedas Pirelli Zero, con menos de 10000 kms, llantas R17 en negro a juego con retrovisores, sensores acusticos de aparcamiento, delanteros y traseros, tapiceria cuero/textil, asientos con prolongador de bsnqueta y ajuste lumbar, CD/Radio y Aux., lunas tintadas, etc. Esta en perfecto estado tanto de motor como exterior e interior, algun pequeño desgaste propio del uso. Consumo 4,5L/100km. Proxima revision en casa oficial BMW en octubre 2025, ITV en vigor hasta 2026. Esta en uso tiene 151900 km.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2010",
            "kilómetros": "150000 km",
            "precio": 11550.0
        },
        {
            "titulo": "BMW Serie 1 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-876902120",
            "descripcion": "Bmw Serie 1 177cv 140.000km , llantas 18’ , 4 rueda recién puestas, interior M , Itv pasada hasta febrero 2026, lleva bola de remolque, muy cuidado. Pegatina B Escucho Cambios..",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2010",
            "kilómetros": "140000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW Serie 1 2011 PACK M ¡Unidad Impecable!",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1068609030",
            "descripcion": "Coche en muy buen estado, tanto carroceria como interior. Capota Burdeos Nueva Original. Llantas 18” con un año de antiguedad y neumaticos al 80% de vida util. Mantenimientos al dia con facturas y libro de mantenimiento. ITV sin fallos hasta 08/25 2 llaves Sensores de park. del y tras. Pack M interior y exterior. Retrovisores electricos. Luces diurnas y automaticas. Faros Bi-xenon Sensor de lluvia. Interior en piel blanco. Mas info 📥 Escucho ofertas para posibles cambios, mercedes, scirocco, freemont, suv, toyota, mazda.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2011",
            "kilómetros": "160000 km",
            "precio": 11299.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1084675039",
            "descripcion": "perfecto de rodo, asientos calefactables, 3 modos conduccion, neumaricos de invierno, navegador grande, acepto prueba poco negociable el coche esta perfecto.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2011",
            "kilómetros": "140000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1077319589",
            "descripcion": "perfecto de todo distribucion hecha, navegador grande, neumaticos de invierno, tres modos de conduccion, asientos calefacrables, solo gente realmente interesada 11.000€ poco negociables.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2011",
            "kilómetros": "133000 km",
            "precio": 11000.0
        },
        {
            "titulo": "BMW Serie 1 Coupe",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-coupe-1068662803",
            "descripcion": "BMW Serie 1 Coupe con garantía oficial. Se entrega con todos los mantenimientos al día. Posibilidad de financiar sin entrada. Estamos en Fiat Sagunto Ctra. Valencia-Barcelona, 67 Sagunto. Ven a vernos y te atenderemos encantados, pide tu cita en el 962664388 o 654907400, también atendemos WhatsApp. Gastos de transferencia incluidos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2011",
            "kilómetros": "163000 km",
            "precio": 10999.0
        },
        {
            "titulo": "BMW Serie 1 205cv 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-coupe-2011-1045286756",
            "descripcion": "BMW E82 Serie 1 118d 205cv Coupe Stage 1 Pack M interior y exterior. Año 2011 Tren de Rodaje deportivo M-Technic (pocas unidades lo llevan) El coche esta muy cuidado, asientos deportivos/confort de cuero blanco, volante costura Tricolor M Mas de 3000€ en mantenimientos a los 180mil km: - Kit de cadenas de distribucion reforzadas completas con tensores, piñones y juntas - Aceite Motor Ravenol VMP con Xenum VRX - Aceite caja de cambios Ravenol - Aceite transfer Ravenol - 4 Calentadores - Discos Delanteros Ferodo - Todas las barras de suspension, bieletas y silentblocks - 4 Ruedas Hankook evo nuevas No hay que hacerle absolutamente nada. Admito cualquier tipo de prueba mecanica.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2011",
            "kilómetros": "185000 km",
            "precio": 10999.0
        },
        {
            "titulo": "BMW Serie 1 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-1044012880",
            "descripcion": "BMW 118d Coupé E82 Blue Lemans - Perfecto Estado Mecánico, Mantenimiento al Día y Muchos Extras. Vendo BMW 118d Coupé E82 en color Blue Lemans con 225.000 km. El coche ha tenido solo 2 propietarios y ha sido siempre muy cuidado. Es un vehículo de no fumador, que duerme en garaje y nunca ha sufrido accidentes. Se le acaba de realizar el cambio de aceite y filtros, y todos los mantenimientos están al día. Extras y características: • Techo solar. • Paquete deportivo M completo, tanto interior como exterior, con suspensión M para un manejo superior. • Llantas M de 17 pulgadas que complementan su estilo deportivo. • Climatizador bizona para mayor confort. • Tapicería en tela/cuero que combina durabilidad y elegancia. • Conexión AUX y Radio profesional BMW para una experiencia de sonido de alta calidad. • Faros xenón con lavafaros para una mejor visibilidad y seguridad. • Sistema Start-Stop para un consumo más eficiente. • Spoiler trasero original que añade un toque deportivo. Como es normal en un coche de 15 años, la carrocería tiene algunos pequeños desperfectos estéticos por el uso, pero nada grave y sin golpes. Solo detalles menores que no afectan en absoluto al rendimiento ni a la estética general del vehículo. Es un coche con un consumo muy bajo, dispone de pegatina B medioambiental, ideal tanto para ciudad como para carretera. Ideal para amantes de BMW y de los coches bien cuidados. Contáctame para más detalles si de verdad estás interesado, no me urge la venta.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2010",
            "kilómetros": "225000 km",
            "precio": 10999.0
        },
        {
            "titulo": "BMW Serie 1 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-1007465090",
            "descripcion": "Se vende bmw serie 1 coupé pack m. Esta en bastante buen estado de chapa y de interior, tiene techo solar, interior en marron, asientos electricos y cuero y calefactables, velocidad crucero, pantalla con navegador, techo solar, luces y limpiaparabrisas automáticos, faros led, paragolpes delantero look m1, aleron lookm4 ,sensores de aparcamiento delanteros y traseros, etc… Cadena de distrubucion cambiada a los 170.000km. Embraque y bimasa cambiado a los 220.000km. Revision recien hecha. Se entrega con ITV recien pasada. Estudio algun cambio. Para mas información contesto WhatsApp. 620377870",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "230000 km",
            "precio": 10800.0
        },
        {
            "titulo": "BMW Serie 1 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-1090884371",
            "descripcion": "Se vende BMW Serie 1 coupé 118d 143cv Paquete M",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2010",
            "kilómetros": "116000 km",
            "precio": 10500.0
        },
        {
            "titulo": "BMW Serie 1 Coupé",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-coupe-1073449107",
            "descripcion": "Vendo BMW serie 1 Coupé 118d, 2000cc con 143CV, color azul Lemans exclusivo de BMW con el pack M interior y exterior. Coche de único propietario, tiene ITV y todas las revisiones al día, se puede ver en el libro de mantenimiento. Siempre ha estado en garaje, nunca ha pasado por el taller más que para las revisiones y nunca ha tenido ningún golpe. Coche en muy buen estado tanto en interiores como en exteriores, salvo el desgaste por el uso normal. Se vende con baca y soporte para llevar bicicletas de la casa BMW.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2010",
            "kilómetros": "180000 km",
            "precio": 10500.0
        },
        {
            "titulo": "BMW Serie 1 coupe 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1061512172",
            "descripcion": "Buenas!!!vendo este espectacular bmw serie 1 coupe 120d del año 2011 full equip e82!!es manual y tiene todos los extras!!recien hecho el mantenimiento con facturas demostrable!!!bateria y amortiguadores nuevos!!itv hasta el año que viene!!vehiculo nacional muy cuidado!!tiene:paquete M interior y exterior,llantas 18 pulgadas,ojos de angel originales,sensor de aparcamiento delantero y trasero,pantalla interior a color con navegador y reproductor dvd,techo solar,harman kardon y asientos de cuero negro!!acepto prueba mecanica!!el precio es transferido!!envio mas fotos y videos por privado!!no contexto ofertas absurdas ni atiendo a mareantes...Urge venta!!NO ME INTERESA NINGUN TIPO DE CAMBIO!!!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2011",
            "kilómetros": "230000 km",
            "precio": 10500.0
        },
        {
            "titulo": "BMW Serie 1 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-1030310236",
            "descripcion": "Perfecto estado pack m interior y exterior llantas 18 aleron ruedas nuevas aceite filtros pastillas y discos traseros con 1000km ITV sin fallos dos llaves se puede llevar a taller",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "225000 km",
            "precio": 10500.0
        },
        {
            "titulo": "BMW Serie 1 118d 105 kW (143 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-105-kw-143-cv-1021116618",
            "descripcion": "Precio oferta sujeto a financiación: 10500 EUR. Precio al contado: 10500 EUR. *COR2* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Tapicería cuero-tela, Start/Stop automático, Control de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Llantas de aleación (17\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2010",
            "kilómetros": "130356 km",
            "precio": 10500.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1080546445",
            "descripcion": "¡Vehículo completamente revisado! Procedente de particular... Ponemos todos nuestros servicios a tu disposición. Cambio de aceite, filtros, niveles, revisión de los 25 puntos de seguridad del vehículo. Financiación hasta del 100% a tu medida. Kilómetros CERTIFICADOS. VEHÍCULO NACIONAL. Ven a verlo sin ningún compromiso en nuestra Gran Exposición de Vehículos de Ocasión en Valdepeñas. Calle Bocoy, 10 AUTOMÓVILES TECNICARS",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2011",
            "kilómetros": "172000 km",
            "precio": 10490.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1080232878",
            "descripcion": "Etautogaleria 643314814 Bmw serie 1 pack M año 2011 con 123.000 km de unico propietario. ultimo mantenimiento recién echa,libro de mantenimiento de casa oficial,itv recién pasada,neumáticos 80%. 4 ventanillas y retrovisores electrónicos,plegables. asientos de cuero,volante de cuero multifuncional, velocidad de crucero.Radio cd mp3/aux/usb/manos libres. navigador garmin. faros xenon,sensor de luz y agua,sensores de aparcamiento,pack M iluminación,apertura sin llave,start stop.Isofix. Abs,srs,DTC,BC,climatizador auto 2 zonas.2 juegos de llaves con mando de distancia. en el precio incluidos cambio de nombre y gara 12 meses. financacion 100%",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2011",
            "kilómetros": "123000 km",
            "precio": 10490.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1081384043",
            "descripcion": "el coche va de maravilla todas las revisiones recien hechos y los neumaticos tienes el 90% de vida t tiene pegatina b , finales del 2011",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "204000 km",
            "precio": 10300.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1091988132",
            "descripcion": "BMW Serie 1. Paquete M velocidad crucero, volante multifunción, manos libres, climatizador bizona, luces senon, etc Vendo el coche porque he adquirido otro. Siempre con sus revisiones al día. Ruedas recien puestas. Los kilometros hechos en carretera por mi trabajo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2011",
            "kilómetros": "250000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 1 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-1086973925",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "173 cv",
            "año": "2010",
            "kilómetros": "190000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW E87 2011",
            "enlace": "https://es.wallapop.com/item/bmw-e87-2011-1083281702",
            "descripcion": "SE VENDE BMW E87 año 2011 en Perfecto Estado, ITV Hasta el 28-12-25 - Stage 1 / 180 Cv / 390 Nm - Techo Solar, retrovisores pack M - Faros Bixenón Ojos de Angel - Paragolpes delantero Pack M - Asientos Calefactables - Discos y Pastillas de Freno cambiados hace 10.000 Km - Llantas pasan ITV, entrego tambien las originales - Todas las revisiones hechas cada 10.000 Km - 2 Llaves SOLO GENTE SERIA",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2011",
            "kilómetros": "202000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 1 120d 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-120d-2011-1060269189",
            "descripcion": "itv recien pasada y el coche esta en muy buenas condiciones.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "200000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 1 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2012-1073590496",
            "descripcion": "pack M neumaticos nuevos pilot sport 5, llantas m2 18 pulgadas, suspensiones bilstein b12, revisiones al dia con aceite castrol, bola remolque de quita y pon, volante nuevo, pantalla tactil con bluetooth, pomo cambio de marchas nuevo, aleron estilo m4 negro piano, discos rayados brembo, pinzas en amarillo, techo solar , tapiceria de cuero en gris, interior completo en gris.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2010",
            "kilómetros": "175000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 1, 2011, pack M sport ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-pack-m-sport-1067171072",
            "descripcion": "BMW Serie 1 sport- Pack M Fue traído de Alemania 1995cc / 177cv / Manual 6 velocidades 2 llaves Start-stop Llantas de 18\" ( homologadas también de 17\") ITV recién pasada 5 plazas / 5 puertas Color blanco. Altavoces Hi-fi / Asientos delanteros calefactables / Faros Xenon / Volante Multifunción / Manos libres integrado / Sensor de luz y lluvia/ Techo solar / Asientos de cuero y tela, el del conductor tiene una parte del lateral un poco rasgada / Sistema de alarma / Volante deportivo / Llantas de 18' / Hueco funda porta-esquis / Sensor ayuda acústica para aparcar delantero y trasero / Suspensión deportiva Revisión completa hecha en Septiembre 2024.( Filtro polen y demás ) Neumáticos delanteros nuevos, traseros tienen 1 año. Duerme en garaje. Sin accidentes. Transferencia a cargo del comprador",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2011",
            "kilómetros": "169000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 1 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-1060656804",
            "descripcion": "en perfecto estado , embrague cambiado con factura hace 1 año, ruedas al 90% ITV recién pasada sin fallos,se le caba de cambiar todos los filtros aceite, gasoil,aire y el del habitáculo, más aceite y la correa del alternador más el damper , todo con factura más de 800 euros.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2010",
            "kilómetros": "220000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 1 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-976907069",
            "descripcion": "Coche con todos los mantenimientos al dia lleva linea de escape lo entrego con el escape original mejor ver y probar para más información privado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2010",
            "kilómetros": "245000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 1 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-881229513",
            "descripcion": "recién traído de Madrid",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2010",
            "kilómetros": "200000 km",
            "precio": 10000.0
        },
        {
            "titulo": "BMW Serie 1 2010",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2010-1081897637",
            "descripcion": "El coche tiene paquete m interior y exterior con llantas m . Nacional. se acepta prueba mecanica. no acepto cambios",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2010",
            "kilómetros": "190000 km",
            "precio": 9999.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1006299356",
            "descripcion": "Vendo BMW serie 1. Único dueño. Pintura original. Coche con el libro sellado en la casa oficial asta los 92.000 km.. Coche al detalle. Información por privado.Transferido.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2011",
            "kilómetros": "134000 km",
            "precio": 9999.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1081325553",
            "descripcion": "Espectacular BMW SERIE 1 del año 2011, en un estado muy óptimo tanto de interior como exterior!! NACIONAL!! UNICO PROPIETARIO!! REVISIONES SELLADAS HASTA 150000 POR SERVICIO OFICIAL BMW!!! Extras destacables: - Star-stop - Control de crucero - 6 velocidades - Manual - Volante M - Pomo M - climatizador bizona - Y mucho mas.... Posibilidad de garantía plus Pide tu cita y ven a verlo Financiación a tu medida Anuncio no vinculante puede contener errores Síguenos en Instagram: carmax.bcn Mucho años de experiencia en el sector nos avalan!! Aceptamos su vehículo como parte de pago!! Le compramos su vehículo!! Vendemos su vehículo al mejor precio!!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2011",
            "kilómetros": "156000 km",
            "precio": 9990.0
        },
        {
            "titulo": "BMW Serie 1 Coupe 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1086160069",
            "descripcion": "se vende bonito Bmw serie 1 coupe, Paquete M en perfecto estado con mantenimientos al dia muy cuidado techo panoramico pack M completo interior y exterior piloto LCI 2 llaves neumaticos casi nuevos pegatina Ambiental B itv 2026 control crucero volante multifuncional sensor de luces sensor de aparcamiento sensor de lluvia auxiliar manos libres parrow bixenon",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2011",
            "kilómetros": "250000 km",
            "precio": 9990.0
        },
        {
            "titulo": "BMW Serie 1 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2011-1047572263",
            "descripcion": "120d Ici Stage 1 Pack M (intercooler performance, ecu csr 215cv, consumo 6.31/100km). Itv hasta 2025 -Llantas 18\" 208M, -Frenos performance brembo 6 pistones del y tras -suspensiones bilstein b12 -estabilizadoras har, -brazos de suspension M3 del y tras -asientos cuero boston calefactados -techo interior antrazita -radio profesional con uso y manos libres -parktronic del y tras -faros delante 1M y traseros blackline led, -aleron aero + spoiler -frontal coupe -localizador carcentinel Libro de revisiones, TODO HOMOLOGADO, dos llaves, vinilado en 2023. NACIONAL. Con toda la pena, vendo por cambio de coche a etiqueta 0 🥲🥲🥲🥲",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2011",
            "kilómetros": "220000 km",
            "precio": 9950.0
        },
        {
            "titulo": "BMW Serie 1 PACK M año 2011",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-pack-m-ano-2011-1080698357",
            "descripcion": "en muy buen estado general y muy cuidado venta por aumento de familia coche al dia de mantenimientos equipado con PACK M llantas 17” sensores de parking delanteros y traseros faros bixenon con luz de ojos de angel equipo de audio profesional con salida aux se entrega revisado transferido mantenimiento hecho y garantia",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2011",
            "kilómetros": "169200 km",
            "precio": 9900.0
        },
        {
            "titulo": "BMW Serie 1 116d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-1073787506",
            "descripcion": "VEHICULO NACIONAL CON LAS REVISIONES AL DIA MOTOR 2.000cc igual que el 120d pero con menos cv EXTRAS: pack m exterior pack m interior volante paquete m llantas de aluminio en 17 m luces de xenón climatizador asientos deportivos 6 velocidades radio cd ordenador de abordo espejos eléctricos ................. muy buen estado bajo consumo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2011",
            "kilómetros": "150000 km",
            "precio": 9900.0
        }
    ]
}