{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 1",
        "version": "118d",
        "año mínimo": "2019",
        "año máximo": "2024",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": "150",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=150&min_year=2019&max_year=2024&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Serie 1&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 1 118d 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-110-kw-150-cv-1082024568",
            "descripcion": "GRUPO CANAAUTO - Concesionarios Oficiales de tus marcas preferidas BMW, MINI, Jaguar, Land Rover y MG. Descubre la seleccion de vehiculos seminuevos con garantia oficial de la marca. Ven y prueba tu coche sin compromiso en cualquiera de nuestras exposiciones. Encuentranos en: Tenerife - C. las Industrias 12, Taco, la Laguna - Av. Claudio Delgado Diaz, 55, Las Chafiras - Autopista TF5 Norte, Km 33, 38300 Orotava Las Palmas de Gran Canaria - C. Diego Vega Sarmiento, 60-B, 35014 Las Palmas - C. Diego Vega Sarmiento, 20, 35014 Las Palmas Precio Especial de Contado “Aprovecha la oportunidad de obtener un descuento adicional con nuestras opciones de financiacion personalizadas.” Nos enorgullecemos de servir a todas las Islas Canarias. No realizamos ventas ni envios a la Peninsula. Explora Nuestro Stock en TuKm0.com, especialistas en vehiculos premium de marcas lideres como BMW, MINI, JAGUAR, LAND ROVER y MG. Visita nuestro catalogo completo y encuentra tu proximo coche de ensueno. ¿Solo quieres el vehiculo sobre un tempo limitado? Pregunta por nuestras suscripciones de 1 a 12 meses en www.masmotor.es ¡Compramos tu coche! Obten una valoracion de tu coche en nuestras instalaciones o web, te lo compramos al momento o lo puedes entregar como parte de pago de tu nuevo coche. Las fotos del vehiculo y caracteristicas son totalmente reales del vehiculo, salvo \"error tipografico o de transcripcion\" “Para conocer las condiciones de precios financiados, consulta con nuestro equipo de ventas, quienes te proporcionaran toda la informacion detallada sobre las opciones de financiacion disponibles.” ***EQUIPAMIENTO OPCIONAL INCLUIDO*** - Volante multifuncion - Tornillos antirrobo para las llantas - Indicador de presion de los neumaticos - Paquete de retrovisores exteriores plegables electricamente - Climatizador bi-zona - Control de crucero con funcion de freno - Faros antiniebla de led - Faros de led - Guardia activa plus - Desactivacion del airbag ...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2024",
            "kilómetros": "23050 km",
            "precio": 31000.0
        },
        {
            "titulo": "BMW Serie 1 F40 M Sport",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-f40-pack-m-1073504393",
            "descripcion": "BMW SERIE 1 F40 118D M Sport 2.0 diésel 150cv con tan solo 71.000kms. Todos sus mantenimientos hechos. Cuenta con una configuración ÚNICA: Techo solar, Frenada delantera de 4 pistones (del modelo 135i), llantas 18’ performance, kit M performance interior y exterior con acabados en negro, Semibaquets de Alcántara y todo el interior de Alcántara con iluminación Led ambiental. Park assistant con sensores delanteros, traseros y cámara trasera. Cargador inalámbrico, con CarPlay y AndroidAuto inalámbrico. Cuenta con un cockpit digital y pantalla táctil. Lectura de señales y velocidad crucero adaptativa y Diferentes modos de conducción: Sport, Confort, Eco pro. 12 MESES DE GARANTÍA CERTIFICADA. Financia con NOSOTROS por 398€ al mes SIN ENTRADA a 120 meses. Precio al contado: 30.990€ Precio financiado: 29.990€",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "71000 km",
            "precio": 30990.0
        },
        {
            "titulo": "BMW Serie 1 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2023-1076246752",
            "descripcion": "Bmw serie 1 pack sport como nuevo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2023",
            "kilómetros": "21000 km",
            "precio": 30000.0
        },
        {
            "titulo": "BMW Serie 1 116d M Sport ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-m-sport-1087746800",
            "descripcion": "REF: 0417 ¡¡¡ENTREGA INMEDIATA!!! Grupo Alonso Pineda, Servicio Oficial BMW y MINI en Toledo. Grupo Alonso Pineda cuenta con mas de 35 anos en el sector del automovil. Nuestras instalaciones se encuentran en Olias del Rey (Toledo) y Talavera de la Reina (Toledo). Financiacion a tu medida. Gastos de Matriculacion e Impuesto Circulacion del Ayuntamiento incluidos. Oferta valida salvo error tipografico, precio valido para unidades financiadas a traves del concesionario y segun condiciones contractuales. ***EQUIPAMIENTO EXTRA*** - Paquete asistente aparcamiento - Acabado exterior: Shadow-Line brillo intenso - Asistente a la conduccion: Asistente luz carretera - Acabado exterior: Shadow-Line brillo intenso (ampliado) - BMW Live Cabina del piloto Professional - Techo interior Antracita (BMW Individual) - Calefaccion del asiento delante - entrada confort (sistema de apertura y cierre) - Sistema de alarma ***EQUIPAMIENTO SERIE*** - Paquete aerodinamico M-Technic - Exterieur Line Aluminio satinado BMW Individual - Paquete portaobjetos - Paquete de equipamiento: Connected - Carroceria: 5 puertas - Pintura blanca alpina (Uni) - Pintura universal - Programa de estabilidad para el remolque (ASL) - Retrovisor exterior regulable electricamente y calefactable - Faro LED - Regulacion del alcance de las luces - Regulacion del alcance de las luces (autom) - Luces antiniebla LED - Pilotos traseros LED - Sensor de luz y lluvia - Luz de dia LED - Lunas atermicas tintado - Sistema-revision: ConnectedDrive Services - Sistema-revision: Llamada emergencia inteligente incl. TeleServices - BMW Live Cabina del piloto - Ordenador de a bordo - Sistema control presion neumaticos - Acabado interior: Molduras interiores Iluminacion Boston - Acabado interior: Molduras interiores cuarzo-plata mate nervado - Airbag conductor/acompanante - Sistema de airbag para la cabeza delante - Sistema de airbag para la cabeza detras - Airbag...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2024",
            "kilómetros": "16955 km",
            "precio": 29900.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1084915435",
            "descripcion": "***EQUIPAMIENTO OPCIONAL INCLUIDO*** - 17\", llantas de aleacion ligera M de radios dobles (estilo 550 M) bicolor - Direccion deportiva M - Dispositivo de alarma - Paquete de retrovisores exteriores - Acceso confort - Espejos retrovisores interior y exteriores con ajuste automatico antideslumbramiento - Retrovisor interior, con ajuste automatico anti-deslumbramiento - Asientos deportivos para conductor y acompanante - Calefaccion de los asientos delanteros - Molduras interiores 'Illuminated Boston' - Paquete de iluminacion - Asistente de luz de carretera - Parking Assistant - Connected Package Professional - BMW Live Cockpit Professional - Suspension deportiva M - Volante M de cuero - Paquete aerodinamico M - Shadow Line de brillo intenso BMW Individual - Guarnecido interior del techo BMW Individual antracita - Acabado M Sport - Shadow Line de brillo intenso BMW Individual con contenido ampliado - Control adicional del modulo por Bluetooth/Wi-Fi - Volante multifuncion - Tornillos antirrobo para las llantas - Indicador de presion de los neumaticos - Climatizador bi-zona - Control de crucero con funcion de freno - Faros antiniebla de led - Faros de led - Guardia activa plus - Desactivacion del airbag del acompanante - Teleservices - Llamada de emergencia - Servicios connected drive - Proteccion activa para peatones - Paquete b usiness ***EQUIPAMIENTO SERIE INCLUIDO*** - Carroceria tipo berlina con porton con 5 puertas, batalla corta, volante al lado izquierdo, codigo de plataforma: FAAR, carroceria & puertas (local): berlina con porton de 5 puertas - Puerta conductor, trasera (lado conductor), pasajero y trasera (lado pasajero) con bisagras delanteras - Retrovisor exterior del conductor y acompanante pintado con ajuste electrico desempanable con intermitente integrado - Llantas delanteras y traseras en aluminio de 16 pulgadas de diametro y 7,0 pulgadas de ancho 40,6, 17,8 y 1TK - Luces antiniebla delanteras - Faros con lente elipsoidal, bombilla LED y luz lar...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2024",
            "kilómetros": "14125 km",
            "precio": 29500.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1080029717",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2024",
            "kilómetros": "12000 km",
            "precio": 28990.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1080029719",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2024",
            "kilómetros": "12000 km",
            "precio": 28990.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1080029724",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2024",
            "kilómetros": "6190 km",
            "precio": 28490.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1080029721",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2024",
            "kilómetros": "11239 km",
            "precio": 28490.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1080029715",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2024",
            "kilómetros": "12000 km",
            "precio": 28490.0
        },
        {
            "titulo": "BMW Serie 1 118D 2020",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-2020-1092634791",
            "descripcion": "Coche muy equipado y en excelente estado. Última revisión pasada en taller oficial en Enero 2025. Único dueño. Muchos extras: techo de cristal, alerón, luces adaptativas, cuadro de instrumentos digital, suspensión adaptativa M, entre otros...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "95742 km",
            "precio": 28000.0
        },
        {
            "titulo": "BMW Serie 1 2024",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2024-1073949010",
            "descripcion": "coche practicamente nuevo , km hechos en autopista 8 meses de uso. cristales traseros tintados y homologados , anagramas y parrilla monocromo. se acepta vehiculo como parte de pago , posibiladad de financiacion !!!!!!Ultimo modelo !!!! garantia bmw",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2024",
            "kilómetros": "18800 km",
            "precio": 27900.0
        },
        {
            "titulo": "BMW Serie 1 2020",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2020-1075259754",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "57000 km",
            "precio": 27500.0
        },
        {
            "titulo": "BMW Serie 1 Business 116d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-business-116d-1090182393",
            "descripcion": "1500€ DE DESCUENTO POR FINANCIAR UN  MINIMO 20.000€ A 60 MESES, 9.99% TIN, Financiacion cancelable a partir del mes 18. NAVEGADOR, ASISTENTE TRAYECTORIA Y FRENADA EMERGENCIA, FAROS LED, SENSORES DELANTERO Y TRASERO, ACEPTAMOS TU COCHE O MOTO COMO PARTE DEL PAGO. ¡TE LO ENTREGAMOS EN TU DOMICILIO, SIN COSTE ALGUNO, EN LA PENINSULA! Todos los precios incluyen TRANSFERENCIA, TRANSPORTE Y GARANTIA CON COBERTURA A NIVEL NACIONAL. TODOS LOS GASTOS  INCLUIDOS EN LA CUOTA, APERTURA, SEGURO ETC.. Mas de 400 VEHICULOS EN STOCK seminuevos, km0 e industriales, totalmente revisados en nuestro TALLER PROPIO. Gaztelu Ocasion, Talleres Gaztelu y Amaia Car, 50 ANOS a su servicio con instalaciones en LEIOA, PORTUGALETE Y GALDAKAO.    Este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual....",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "18484 km",
            "precio": 26900.0
        },
        {
            "titulo": "BMW Serie 1 118d 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-110-kw-150-cv-1072309250",
            "descripcion": "Precio oferta sujeto a financiación: 26591 EUR. Precio al contado: 29250 EUR. *ZAR* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2659€ de descuento en este coche Precio oferta financiado: 26591€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 29250€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Tapicería cuero-tela, Car Play, Navegador, Cámara de marcha atrás, Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Asistente de cambio de carril, Asistente de mantenimiento de carril, Asistente de aparcamiento, Faros delanteros led, Faros traseros led, Volante multifunción, Control de velocidad, Aire Acondicionado (Climatizador), Bluetooth, Isofix, Servodirección, Arranque por botón, Sensor de presión de neumáticos, Limitador de velocidad, Llantas de aleación (19\"). - Coche Nacional, Historial Mantenimiento, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 05/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2022",
            "kilómetros": "48449 km",
            "precio": 26591.0
        },
        {
            "titulo": "BMW Serie 1 2020",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2020-1064849013",
            "descripcion": "Se Vende: BMW 118d Nacional - Paquete M Full ¡Oportunidad única para los amantes de BMW! Vendo 118d nacional en excelente estado, con un diseño deportivo y un rendimiento excepcional. • Motor 118d: Eficiente y potente, ideal para la ciudad y carretera. • Paquete M: Incluye detalles estéticos y mejoras en la suspensión para una experiencia de conducción deportiva. • Libro de Revisiones: Historial completo de mantenimiento, garantizando su perfecto estado. • Equipamiento Completo: Asientos deportivos, sistema de infoentretenimiento avanzado y más. • Nacional: Matriculado en España, listo para disfrutar Para más información o para agendar una prueba de manejo, contáctame. ¡No dejes pasar esta oportunidad! autostransfer.es",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "52000 km",
            "precio": 26500.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1072307831",
            "descripcion": "Precio oferta sujeto a financiación: 26355 EUR. Precio al contado: 28990 EUR. *ALI* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2635€ de descuento en este coche Precio oferta financiado: 26355€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 26355.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1072308116",
            "descripcion": "Precio oferta sujeto a financiación: 26355 EUR. Precio al contado: 28990 EUR. *ALI* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2635€ de descuento en este coche Precio oferta financiado: 26355€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 26355.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1072593114",
            "descripcion": "Precio oferta sujeto a financiación: 26355 EUR. Precio al contado: 28990 EUR. *ALI* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2635€ de descuento en este coche Precio oferta financiado: 26355€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 26355.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1073565217",
            "descripcion": "Precio oferta sujeto a financiación: 26355 EUR. Precio al contado: 28990 EUR. *ALI* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2635€ de descuento en este coche Precio oferta financiado: 26355€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 26355.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1072925580",
            "descripcion": "Precio oferta sujeto a financiación: 26355 EUR. Precio al contado: 28990 EUR. *ALI* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2635€ de descuento en este coche Precio oferta financiado: 26355€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 26355.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1072595209",
            "descripcion": "Precio oferta sujeto a financiación: 26355 EUR. Precio al contado: 28990 EUR. *ALI* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2635€ de descuento en este coche Precio oferta financiado: 26355€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 26355.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1073564255",
            "descripcion": "Precio oferta sujeto a financiación: 26355 EUR. Precio al contado: 28990 EUR. *ALI* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2635€ de descuento en este coche Precio oferta financiado: 26355€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 26355.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1072594084",
            "descripcion": "Precio oferta sujeto a financiación: 26355 EUR. Precio al contado: 28990 EUR. *ALI* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2635€ de descuento en este coche Precio oferta financiado: 26355€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 26355.0
        },
        {
            "titulo": "BMW Serie 1 2020",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2020-1091655016",
            "descripcion": "Muy nuevo ,perfecto estado acabado m sport",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "69000 km",
            "precio": 26000.0
        },
        {
            "titulo": "BMW Serie 1 2020",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2020-1077171966",
            "descripcion": "coche de directivo (particular). Muy bien cuidado. Unico propietario. Todo al dia y en concesionario oficial.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "28615 km",
            "precio": 26000.0
        },
        {
            "titulo": "BMW Serie 1 116d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-1092717926",
            "descripcion": "Precio al contado: 29.990€ (IVA incluido) *** Precio alternativo oferta de financiacion: 25.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Sabadell 2, Carrer de Bernat Metge, 50, 08205 Sabadell, Barcelona. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans,...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "54812 km",
            "precio": 25990.0
        },
        {
            "titulo": "BMW Serie 1 116d",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-1092749814",
            "descripcion": "Precio al contado: 29.990€ (IVA incluido) *** Precio alternativo oferta de financiacion: 25.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Sabadell 2, Carrer de Bernat Metge, 50, 08205 Sabadell, Barcelona. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans,...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "54812 km",
            "precio": 25990.0
        },
        {
            "titulo": "BMW Serie 1 2020",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2020-1081768652",
            "descripcion": "BMW 118D \"M\" Acabado \"M\" interior y exterior. Procedente de BMW Mantenimientos en servicio oficial BMW. Sensores de aparcamiento delanteros y traseros. Camara trasera. Iliminación led interior con cambio de colores. Luces led cambio largas automático. Cuatro digital. KM garantizados. Transferencia y 12 meses de garantía incluido en el precio. IVA deducible. Telf. 606 404 101",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "119650 km",
            "precio": 25950.0
        },
        {
            "titulo": "BMW 116d M 5p",
            "enlace": "https://es.wallapop.com/item/bmw-116d-m-5p-1036597148",
            "descripcion": "Vehículo nacional con kilómetros certificados, único propietario, pack M, asientos deportivos tipo Baquet, aviso anticolisión, espejos plegables, control de velocidad, sensores de aparcamiento, sensor de luces, calefacción en los asientos, climatizador, dirección asistida, radio con USB, bluetooth, llantas de aleación. Consumo medio 5,7 l/100km, garantía 12 meses, cambio de nombre +150€, entregamos el vehículo con revisión de 50 puntos incluida e ITV al día, atendemos con cita previa.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "13000 km",
            "precio": 25900.0
        },
        {
            "titulo": "BMW Serie 1 118d 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-110-kw-150-cv-1080637907",
            "descripcion": "***EQUIPAMIENTO OPCIONAL INCLUIDO*** - Deposito de combustible de mayor capacidad - 18\", llantas de aleacion ligera M de radios dobles (estilo 819 M) bicolor - Direccion deportiva M - Paquete de retrovisores exteriores - Acristalamiento de proteccion solar - Espejos retrovisores interior y exteriores con ajuste automatico antideslumbramiento - Retrovisor interior, con ajuste automatico anti-deslumbramiento - Sistema de carga de objetos largos - Asientos deportivos para conductor y acompanante - Soporte lumbar en los asientos delanteros - Molduras interiores 'Illuminated Boston' - Paquete de iluminacion - Asistente de luz de carretera - Parking Assistant - Connected Package Professional - BMW Live Cockpit Plus - Suspension deportiva M - Volante M de cuero - Paquete aerodinamico M - Shadow Line de brillo intenso BMW Individual - Guarnecido interior del techo BMW Individual antracita - Acabado M Sport - Paquete Executive Plus - Volante multifuncion - Tornillos antirrobo para las llantas - Indicador de presion de los neumaticos - Climatizador bi-zona - Control de crucero con funcion de freno - Faros antiniebla de led - Faros de led - Guardia activa plus - Desactivacion del airbag del acompanante - Teleservices - Llamada de emergencia - Servicios connected drive - Garantia de Reparacion Extendida 3 anos/200.000 Km - Proteccion activa para peatones ***EQUIPAMIENTO SERIE INCLUIDO*** - Carroceria tipo berlina con porton con 5 puertas, batalla corta, volante al lado izquierdo, codigo de plataforma: FAAR, carroceria & puertas (local): berlina con porton de 5 puertas - Puerta conductor, trasera (lado conductor), pasajero y trasera (lado pasajero) con bisagras delanteras - Retrovisor exterior del conductor y acompanante pintado con ajuste electrico desempanable con intermitente integrado - Llantas delanteras y traseras en aleacion ligera de 16 pulgadas de diametro y 6,5 pulgadas de ancho 40,6 y 16,5 - Luces antiniebla delanteras - Faros con lente elipsoidal, bombilla ...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2021",
            "kilómetros": "71339 km",
            "precio": 25900.0
        },
        {
            "titulo": "BMW Serie 1 118d 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-118d-110-kw-150-cv-1080637819",
            "descripcion": "***EQUIPAMIENTO OPCIONAL INCLUIDO*** - Deposito de combustible de mayor capacidad - 18\", llantas de aleacion ligera M de radios dobles (estilo 819 M) bicolor - Direccion deportiva M - Paquete de retrovisores exteriores - Acristalamiento de proteccion solar - Espejos retrovisores interior y exteriores con ajuste automatico antideslumbramiento - Retrovisor interior, con ajuste automatico anti-deslumbramiento - Sistema de carga de objetos largos - Asientos deportivos para conductor y acompanante - Soporte lumbar en los asientos delanteros - Molduras interiores 'Illuminated Boston' - Paquete de iluminacion - Asistente de luz de carretera - Parking Assistant - Connected Package Professional - BMW Live Cockpit Plus - Suspension deportiva M - Volante M de cuero - Paquete aerodinamico M - Shadow Line de brillo intenso BMW Individual - Guarnecido interior del techo BMW Individual antracita - Acabado M Sport - Paquete Executive Plus - Volante multifuncion - Tornillos antirrobo para las llantas - Indicador de presion de los neumaticos - Climatizador bi-zona - Control de crucero con funcion de freno - Faros antiniebla de led - Faros de led - Guardia activa plus - Desactivacion del airbag del acompanante - Teleservices - Llamada de emergencia - Servicios connected drive - Garantia de Reparacion Extendida 3 anos/200.000 Km - Proteccion activa para peatones ***EQUIPAMIENTO SERIE INCLUIDO*** - Carroceria tipo berlina con porton con 5 puertas, batalla corta, volante al lado izquierdo, codigo de plataforma: FAAR, carroceria & puertas (local): berlina con porton de 5 puertas - Puerta conductor, trasera (lado conductor), pasajero y trasera (lado pasajero) con bisagras delanteras - Retrovisor exterior del conductor y acompanante pintado con ajuste electrico desempanable con intermitente integrado - Llantas delanteras y traseras en aleacion ligera de 16 pulgadas de diametro y 6,5 pulgadas de ancho 40,6 y 16,5 - Luces antiniebla delanteras - Faros con lente elipsoidal, bombilla ...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2021",
            "kilómetros": "71339 km",
            "precio": 25900.0
        },
        {
            "titulo": "BMW Serie 1 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2023-1069374911",
            "descripcion": "BMW 116d matriculado en febrero de 2023 Combustible: Diésel Potencia: 116 CV Kilometraje: 57.000 km Estado: Impecable, con todas las revisiones al día. Última revisión realizada hace un mes, incluyendo cambio de aceite y todos los filtros. Se puede comprobar con facturas. Equipamiento destacado: • Asistencia al aparcamiento: Control de distancia de aparcamiento. • Tecnología y conectividad: • Cuadro de mandos digital. • Connected Package Professional. • BMW Live Cockpit Plus. • Módulo Bluetooth/Wi-Fi. • Apple CarPlay y Android Auto. • Comodidad y funcionalidad: • Encendido Start/Stop. • Volante de cuero multifunción. • Asientos del conductor y acompañante regulables. • Climatizador. • Control de crucero con función de frenado. • Iluminación: • Faros LED. • Faros antiniebla LED. • Audio y comunicación: • Radio DAB+. • Llamada de emergencia. • Servicios ConnectedDrive. • Seguridad: • Juego de reparación de neumáticos. Extras incluidos: • Color exterior: Blanco Alpinweiss. • Interior: Paquete de luces interiores. • Espejos: Retrovisores exteriores plegables eléctricamente. • Seguridad infantil: Sistema ISOFIX. • Llantas: Llantas de 17” estilo 546 con tornillos antirrobo. • Llaves: Se entregan dos juegos de llaves. Este BMW 116d combina eficiencia, tecnología avanzada y confort, ideal para quienes buscan un vehículo confiable y bien equipado. No pierdas la oportunidad de adquirir este excelente vehículo. Se envían más fotos, incluyendo el interior, a personas realmente interesadas. Cualquier tentativa de estafa, será reportada a la policía nacional. Se pide seriedad, no admito cambios.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "57000 km",
            "precio": 25900.0
        },
        {
            "titulo": "BMW Serie 1 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-2021-1039637109",
            "descripcion": "Alimentación: Diesel \"Common rail\" Caja de cambios: Manual 6 velocidades Capacidad del depósito: 42 litros Combustible: Diesel Nº de cilindros: En lÍnea Cilindrada: 1496 cc Versión: 116d Business Potencia máxima: 116 cv Tracción: Delantera (FWD) Nº de puertas: 5 Largo x ancho x alto: 4319 x 1799 x 1434mm Volumen del maletero: 380 litros Nº de plazas: 5 Aceleración (0-100km/h): 10.3 segundos Velocidad Máxima: 200 km/h Peso: 1450 kg con conductor Consumo urbano: 4.4 L / 100km Consumo extraurbano: 3.4 L / 100km Consumo medio: 3.8 L / 100km Emisiones Co2: 100 gr/km Abtenerse mareantes y curiosos, solo personas realmente interesadas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2021",
            "kilómetros": "40000 km",
            "precio": 25900.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1080848827",
            "descripcion": "Precio oferta sujeto a financiación: 25810 EUR. Precio al contado: 28390 EUR. *ALI* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 3180€ de descuento en este coche Precio oferta financiado: 25810€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28390€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 25810.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1085866738",
            "descripcion": "Precio oferta sujeto a financiación: 25810 EUR. Precio al contado: 28390 EUR. *ALI* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 3180€ de descuento en este coche Precio oferta financiado: 25810€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28390€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 25810.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1082596032",
            "descripcion": "Precio oferta sujeto a financiación: 25810 EUR. Precio al contado: 28390 EUR. *ALI* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 3180€ de descuento en este coche Precio oferta financiado: 25810€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28390€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 25810.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1072310022",
            "descripcion": "Precio oferta sujeto a financiación: 25810 EUR. Precio al contado: 28390 EUR. *ALI* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 3180€ de descuento en este coche Precio oferta financiado: 25810€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28390€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 25810.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1073566650",
            "descripcion": "Precio oferta sujeto a financiación: 25810 EUR. Precio al contado: 28390 EUR. *ALI* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 3180€ de descuento en este coche Precio oferta financiado: 25810€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28390€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 25810.0
        },
        {
            "titulo": "BMW Serie 1 116d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-1-116d-85-kw-116-cv-1072925014",
            "descripcion": "Precio oferta sujeto a financiación: 25810 EUR. Precio al contado: 28390 EUR. *ALI* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 3180€ de descuento en este coche Precio oferta financiado: 25810€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28390€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Navegador, Car Play, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 01/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2023",
            "kilómetros": "10271 km",
            "precio": 25810.0
        }
    ]
}