{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "R8",
        "version": "V10 FSI performance quattro 456 kW (620 CV)",
        "año mínimo": 2018,
        "año máximo": 2024,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 620,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=620&min_year=2018&max_year=2024&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000000&gearbox=automatic&brand=Audi&model=R8&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi R8 V10 GREEN HELL EDITION 2021",
            "enlace": "https://es.wallapop.com/item/audi-r8-v10-green-hell-edition-2021-1045532853",
            "descripcion": "-GREEN HELL EDITION!!! (unidad nº15 de 50) -ENVÍO GRATIS A TODA ESPAÑA. (consultar condiciones) -1 AÑO DE GARANTIA AUDI PREMIUM EN TODA ESPAÑA. -PRECIO FINAL 179.000€ (MISMO PRECIO FINANCIADO O AL CONTADO) -SE ACEPTA VEHÍCULO COMO PARTE DE PAGO. -VEHICULO CON HISTORIAL DE MANTENIMIENTO DEL SERVICIO OFICIAL. -LA FINANCIACION MAS BAJA DEL MERCADO!!! LLEVATELO FINANCIADO AL 5,9%. -CONCESIONARIO Nº1 EN VENTAS EN SEVILLA, MAS DE 100 VEHICULOS EN STOCK!!!! -Tienes todos los extras y nuestro STOCK en nuestra web AUTOBOSS.ES. -CARACTERISTICAS: Automático con levas, frenos carboceramicos, traccion QUATTRO, Navegación MMI plus, luces FULL leds LASER, equipo de sonido BANG&OLUFSEN, sensor luces y lluvia, arranque y apertura sin llaves, climatizador, asientos BUQUETS con calefacción, ordenador a bordo, volante multifunción, sensores de aparcamiento con camara trasera, control de crucero y limitador de velocidad, sistema multimedia con telefonía Y MUCHO MAS!!! -CONSULTA NUESTRAS VALORACIONES EN GOOGLE, FACEBOOK E INSTAGRAM *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. REF. green hell",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "620 cv",
            "año": "2021",
            "kilómetros": "35000 km",
            "precio": 179000.0
        },
        {
            "titulo": "Audi R8 Spyder V10 FSI Performance Quattro S Tronic 620cv",
            "enlace": "https://es.wallapop.com/item/audi-r8-spyder-v10-fsi-performance-quattro-s-tronic-620cv-1075416401",
            "descripcion": "IVA Deducible. Vehículo nacional con un equipamiento muy completo, constando nuevo más de 271.000 Euros. Frenos cerámicos, tapicería de cuero napa rojo, asientos eléctricos, sistema de navegación MMI Plus, asientos calefactados, faros LED, cámara trasera junto con sensores de aparcamiento, climatizador, sistema de sonido Bang & Olufsen, regulador de velocidad, ordenador de viaje, sensor de lluvia y luces, volante multifunción, retrovisores en carbono abatibles eléctricamente, radio DAB, Apple CarPlay y Android Auto, molduras interiores en carbono, paquete exterior en carbono brillante Audi Exclusive, detalles exteriores en negro brillo, llantas de aleación en 19, pintura Gris Daytona Efecto Perla, 4x4, Bluetooth, conexión AUX y USB.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "620 cv",
            "año": "2019",
            "kilómetros": "43000 km",
            "precio": 154500.0
        },
        {
            "titulo": "Audi R8 Spyder V10 FSI Performance Quattro S Tronic 620cv",
            "enlace": "https://es.wallapop.com/item/audi-r8-spyder-v10-fsi-performance-quattro-s-tronic-620cv-1075416439",
            "descripcion": "IVA Deducible. Vehículo nacional con un equipamiento muy completo, constando nuevo más de 271.000 Euros. Frenos cerámicos, tapicería de cuero napa rojo, asientos eléctricos, sistema de navegación MMI Plus, asientos calefactados, faros LED, cámara trasera junto con sensores de aparcamiento, climatizador, sistema de sonido Bang & Olufsen, regulador de velocidad, ordenador de viaje, sensor de lluvia y luces, volante multifunción, retrovisores en carbono abatibles eléctricamente, radio DAB, Apple CarPlay y Android Auto, molduras interiores en carbono, paquete exterior en carbono brillante Audi Exclusive, detalles exteriores en negro brillo, llantas de aleación en 19, pintura Gris Daytona Efecto Perla, 4x4, Bluetooth, conexión AUX y USB.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "620 cv",
            "año": "2019",
            "kilómetros": "43000 km",
            "precio": 154500.0
        },
        {
            "titulo": "Audi R8 Spyder 2020",
            "enlace": "https://es.wallapop.com/item/audi-r8-spyder-2020-1089277910",
            "descripcion": "AUDI R8 Spyder V10 Performance - Garantía 12 meses - Vehículo nacional - Historial de revisiones en Audi EXTRAS: - Versión PERFORMANCE - Motor gasolina 5.2 V10 FSI atmosférico 620CV - Cambio deportivo doble embrague S-TRONIC 7 velocidades con levas en el volante - Tracción integral - Frenos carbocerámicos - Escape deportivo con válvula de sonido - Dirección dinámica selectiva - Llantas 20” - Sistema de sonido BANG OLUFSEN - Faros MATRIX LED y ópticas traseras LED con intermitentes dinámicos - Paquete carbono - AUDI VIRTUAL COCKPIT 12,3” - Asientos de piel negros - Volante achatado multifunción - Iluminación ambiente LED - DRIVE SELECT (Dynamic, Confort, Auto e Individual) - KEYLESS (acceso y arranque sin llave) - Audi Navigation MMI PLUS con MMI TOUCH - APPLE CAR PLAY & ANDROID AUTO - Conectividad multimedia por BT-Audio, USB y AUX - Base de carga inalámbrica para móviles - PARKTRONIC 360 grados y cámara de visión trasera - Climatizador automático - Asistentes de seguridad a la conducción - Sistema ECO Auto Start-Stop - Retrovisores eléctricos y calefactables - Sensores de luces/lluvia/presión de neumáticos - Control de crucero adaptativo ACC - Ordenador de abordo - Sistema de alarma antirrobo - Freno de mano eléctrico -Aceptamos vehículo como forma de pago.(Previa tasación) -Entrega de vehículos en toda España.(Consultar precio de entrega) -Posibilidad de financiación.(Consultar condiciones de financiación) SÍGUENOS EN INSTAGRAM! @lussomotors_ lussomotors.es",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "620 cv",
            "año": "2020",
            "kilómetros": "38000 km",
            "precio": 152900.0
        },
        {
            "titulo": "Audi R8 SPYDER V10 12/2021",
            "enlace": "https://es.wallapop.com/item/audi-r8-2021-1033914499",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "540 cv",
            "año": "2021",
            "kilómetros": "19500 km",
            "precio": 145600.0
        },
        {
            "titulo": "Audi R8 Spyder AUDI EXCLUSIVE",
            "enlace": "https://es.wallapop.com/item/audi-r8-spyder-audi-exclusive-1011693880",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "610 cv",
            "año": "2018",
            "kilómetros": "49000 km",
            "precio": 144990.0
        },
        {
            "titulo": "Audi R8 V10 - UNICO DUEÑO - 26MIL KM - NACIONAL",
            "enlace": "https://es.wallapop.com/item/audi-r8-2019-1072427163",
            "descripcion": "Audi R8 V10 Nacional con tan solo 26,500km certificados - 2 llaves - Revisión recién realizada en concesionario oficial ( Se aporta factura ) - Garantía oficial 1 hasta 03/2025 - Itv para 2 años hasta 03/2026 - Neumáticos recién cambiados Vehículo en impecable estado TOTAL con el máximo equipamiento -Frenos carbo cerámicos -Llantas 20´´ -Molduras interiores de carbono -Molduras zona motor carbono ( 4800€ de extra ) -Sistema de sonido bang olufsen -Sistema de carga de móvil inalámbrico -Apertura y arranque sin llave (Keyless go) -Tapizado de techo en terciopelo -Salpicadero con cuero ampliado -Sistema de escape deportivo -Modo performante con botón en el volante -Volante de cuero perforado -Faros laser -Asientos eléctricos y calefactables con ajustes de lumbar y laterales -Botones de apertura de garaje Para mas información contactar con el vendedor. Aceptamos vehiculo como parte de pago . Huracan , Ferrari 488 , Mclaren, clase G , M8, Gts, etc",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "540 cv",
            "año": "2019",
            "kilómetros": "26000 km",
            "precio": 134990.0
        },
        {
            "titulo": "Audi R8 Coupé V10 FSI quattro S tronic ",
            "enlace": "https://es.wallapop.com/item/mercedes-clase-g-g-63-amg-designo-1069296826",
            "descripcion": "Audi R8 Coupe V10 FSI quattro S tronic 131.490€ CONTADO Financialo 100x100 sin entrada y a tu medida con las condiciones de TREND CARS . Cambio de titularidad NO incluida en el precio ( 390€ ) EDICION LIMITARDA / SERVICIO COMPLETO EN AUDI / ESCAPE DEPORTIVO / PAQUETE DE CARBONO / SISTEMA DE SONIDO NAG OLUFSEN / APPLE CARPLEY / ASISTENTE PUNTOS CIEGOS / SISTEMA LAVAFAROS / FAROS ANTINIEBLA / ESPEJO INTERIOR CON OSCURECIMIENTO AUTOMATICO / CABINA DIGITAL / CARGA POR INDUCCION DE TELEFONOS / VOLANTE MULTIFUNCION DEPORTIVO CON LEVAS / SENSOR DE LLUVIA / SISTEMA DE NAVEGACION / ASISTENTE ABANDONO CARRIL / SISTEMA KEYLESS GO / CONTROL DE PRESION NEUMATICOS / PUNTOS DE ANLCAJE ISOFIX . ¡RESERVALO! Puedes hacer BIZUM directamente y de forma segura en WWW.TRENDCARS. ES TRENDCARS. es CONFIANZA / CALIDAD / GARANTIA ¿Buscas un trato personalizado, un servicio postventa eficaz de CONFIANZA y para tu TRANQUILIDAD? TODOS nuestros coches estan revisados / Con certificado de KMS y AUSENCIA de Golpes (DEKRA) GARANTIA 12 meses, ampliable a 36 meses para cualquier taller de Espana Este anuncio no es vinculante se muestra a titulo informativo. puede contener errores...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "540 cv",
            "año": "2020",
            "kilómetros": "88200 km",
            "precio": 131490.0
        },
        {
            "titulo": "AUDI R8 SPYDER PLUS 5.2 FSI V10",
            "enlace": "https://es.wallapop.com/item/audi-r8-spyder-plus-976430096",
            "descripcion": "VEHÍCULO DEL 2018 DISPONIBLE PARA ENTREGA INMEDIATA R8 V10 PLUS SPYDER CON CARBONO EXTERIOR -Paquete exterior en fibra de carbono completo (retrovisores, difusor delantero y trasero, aletas laterales...) -Intermitentes de accionamiento dinámico -Faros inteligentes LED MATRIX con AUDI láser -Frenos carbono-cerámicos con pinzas grises -Escape deportivo con botón de apertura o cierre de válvulas -Sistema de sonido Bang and Olufsen Surround -Asientos eléctricos regulables con costuras en color rojo y diseño de rombos -Asientos calefactables -Cámara de visión trasera con sensores de aparcamiento delanteros y traseros -Capota de lona negra eléctrica retráctil -Volante multifunción en cuero negro achatado con levas para el cambio -Botón de encendido -Keyless Go (acceso y arranque sin llave) -Molduras de fibra de carbono en interior -Conexión para APPLE CAR PLAY -Sistema de carga inalámbrica para teléfono móvil -Home Link (mando universal a distancia) -- OFERTA ICONIC MOTOR GALLERY: 129.900€ -- SÍGUENOS EN INSTAGRAM ! @ICONICMOTORGALLERY Para más información, contacta con nosotros !",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "610 cv",
            "año": "2018",
            "kilómetros": "60000 km",
            "precio": 123900.0
        },
        {
            "titulo": "AUDI R8 Coupé 5.2 FSI V10 plus 449 kW (610 CV) quattro S tronic",
            "enlace": "https://es.wallapop.com/item/audi-r8-coupe-5-2-fsi-v10-plus-449-kw-610-cv-quattro-s-tronic-1078905177",
            "descripcion": "En venta AUDI R8 V10 PLUS 610 CV...... Impecable estado general, VEHICULO DE UN SOLO PROPIETARIO....... Revisado completamente, TODO EL HISTORIAL EN AUDI..... ADMITO PRUEBA PARA VERIFICAR SU ESTADO Y ENTREGO BASTIDOR PARA CUALQUIER CONSULTA...... Muy equipado, PACK CARBONO, FRENOS CERAMICOS, ESCAPE CON APERTURA DE VALVULAS, LLANTA 20, NAVEGADOR, CAMARA TRASERA, SONIFO B&O, CUERO, ASIENTOS ELECTRICOS, CALEFACTABLES, FAROS MATRIX, ETC..... Visite nuestras instalaciones sin compromiso, amplio stock de vehiculos disponibles revisados y garantizado, ENVIOS TODA EUROPA........",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "610 cv",
            "año": "2018",
            "kilómetros": "60000 km",
            "precio": 119900.0
        }
    ]
}