{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A6 allroad",
        "version": "3.0 TDI 160 kW (218 CV) quattro S tronic 7 vel.",
        "año mínimo": 2016,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 218,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=218&min_year=2016&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A6 allroad&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A6 Allroad (marron metalizado-interior beige)",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-marron-metalizado-interior-beige-1083133278",
            "descripcion": "INFO BASICA Audi A6 allroad Quattro, 4x4, con todos los extras posibles del modelo, cambio automático, bola de remolque (de quita y pon), carrocería color marrón metalizado, asientos 100% piel/cuero en color beige (impolutos), libre de accidentes. Uso mayoritariamente en autovía. Para dudas sobre el estado del coche se puede contactar con mecánico de revisiones (se facilita teléfono/WhatsApp). El vehículo se puede ver en Oviedo o en Gijón (Asturias). DETALLES Modelo: Audi A6 allroad quattro, 4x4. Matriculación: 05/2016. Kilómetros: 126.000 km. Extras del modelo: todos los posible. Estado: segunda mano, libre de accidentes, revisiones/taller todo al día/ITV pasada hasta 2025. Bola de remolque: si, de quita y pon con enganche oculto. Color carroceria: Marron metalizado. Tapiceria: 100% piel/cuero (Valcona), todo en color beige. Cambio: automático. Suspensión: neumática (varios modos). Sensores aparcamiento: ópticos APS Plus en parte delantera, trasera, laterales. Combustible: diesel + AdBlue. Consumo medio: 7.1 L/100 km. Potencia: 160 cv (218 HP). Asientos: 5. Puertas: 5. Emisiones: Euro 6c. Eficiencia: A+. FUNCIONES ABS, luces adaptables, airbags delanteros/laterales/otros, sistema de alarma, cubiertas de uso mixto, luces de ambiente, luz de Quattro en el suelo al abrir puertas, reposa brazos, asientos deportivos, calefactor de asientos eléctrico, control de retrovisor interior, climatización automáticas (2 zonas), faros de bixenón, bluetooth, calefacción auxiliar, cierre centralizado, control de tracción, DAB radio, dirección asistida, sistema de alerta por proximidad/aparcamiento, elevalunas eléctrico, sistema de freno de emergencia, sistema de llamadas de emergencia, equipamiento deportivo, ESP, faros antiniebla, sistema de lavado faros delanteros, asistente de arranque automático en cuesta, equipo de música integrado, isofix (puntos de anclaje del asiento para niños), kit de manos libres, volante de cuero con protector. VER DESCRIPCCION COMPLETA EN coches.net",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2016",
            "kilómetros": "126000 km",
            "precio": 33000.0
        },
        {
            "titulo": "Audi A6 Allroad 2018",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2018-1057359541",
            "descripcion": "Audi A6 Allroad Quattro 3.0 TDI 218cv 158.000 km 05/03/2018 Tiene Historial de revisiones en casa oficial y está completamente NUEVO Extras: -Sensores de aparcamiento con cámara -Key Less -Espejos eléctricos plegables -Teléfono Bluetooth y Car-play -Faros Full Led -Acceso portón trasero eléctrico -Navegador -Ventanas oscuras con cortinas -Llantas de 19 pulgadas -Asientos eléctricos con memoria -Volante de cuero multifunción -Ordenador a bordo completo -Sensores de luz i de lluvia -Climatizador automático cuatro zonas -Control de velocidad E.T.C. Aceptamos vehículos como parte de pago Garantía de 6 meses incluida al precio Nuestra Dirección: Concesionario OPEL COCHEAUTO .COM Calle Garbi 152 Carretera N2 08397 Pineda de Mar De lunes a viernes de 9.00h hasta 13.00h y de 15.00h hasta 20.00h Los sábados de 9.00 hasta 13.00 Horas",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2018",
            "kilómetros": "158000 km",
            "precio": 28500.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1056294141",
            "descripcion": "Coche en perfecto estado, neumáticos nuevos (Cambisdos en Agosto), Cambio de aceite y mantenimiento de caja de cambios hecho (en diciembre, comprobable en Audi), Android auto y Car play, con actualización de los mapas de 2024. Se puede ever y probar sin ningún problema o llevarlo a tu taller de confianza para cualquier comprobación. Precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2017",
            "kilómetros": "151000 km",
            "precio": 27500.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-1070505345",
            "descripcion": "Coche impecable, revisiones al día,limpieza de admision hecho en la casa audi neumáticos ,muy buen estado,gancho,android auto,apple carplay inalambrico, video en marcha, waze,google maps,tracción quattro permanente, suspencion neumatica adaptativa,6 modos de conducir.Ven a verlo y todo fallo que encuentres te lo descuento del precio.Mas información por WhatsApp",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2016",
            "kilómetros": "155000 km",
            "precio": 23400.0
        },
        {
            "titulo": "Audi A6 Allroad 2018",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2018-1004613361",
            "descripcion": "Vehículo nacional Todas revisiones pasadas y demostrables con facturas Historial completo Traccion 4x4 permanente Bola de remolque oculta y desmontable. Neumáticos michelin pilot Sport nuevos. Control ángulo muerto Pantalla con CarPlay (también incluye pantalla original) Cámara marcha atrás Sensores parking Control ángulo muerto Control descenso y suspensión neumática Cortinillas traseras y laterales Cristales delanteros dobles, anti calóricos y anti ruido Faros delanteros LED con largas automáticas Clima 4 zonas Opcional. Juego de 4 llantas originales Audi 19” con neunaticos de invierno Michelin Alpin 5 al 90%. (se venden a parte) Coche de empresa. Todos kms por carretera. IVA deducible ITV pasada 03/05/24 Revisión completa recién hecha",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2018",
            "kilómetros": "222000 km",
            "precio": 21500.0
        }
    ]
}