{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A6 allroad",
        "version": "3.0 TDI 272 CV quattro S tronic 7 vel. Advanced Edition",
        "año mínimo": 2015,
        "año máximo": 2017,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 272,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=272&min_year=2015&max_year=2017&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A6 allroad&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A6 Allroad (marron metalizado-interior beige)",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-marron-metalizado-interior-beige-1083133278",
            "descripcion": "INFO BASICA Audi A6 allroad Quattro, 4x4, con todos los extras posibles del modelo, cambio automático, bola de remolque (de quita y pon), carrocería color marrón metalizado, asientos 100% piel/cuero en color beige (impolutos), libre de accidentes. Uso mayoritariamente en autovía. Para dudas sobre el estado del coche se puede contactar con mecánico de revisiones (se facilita teléfono/WhatsApp). El vehículo se puede ver en Oviedo o en Gijón (Asturias). DETALLES Modelo: Audi A6 allroad quattro, 4x4. Matriculación: 05/2016. Kilómetros: 126.000 km. Extras del modelo: todos los posible. Estado: segunda mano, libre de accidentes, revisiones/taller todo al día/ITV pasada hasta 2025. Bola de remolque: si, de quita y pon con enganche oculto. Color carroceria: Marron metalizado. Tapiceria: 100% piel/cuero (Valcona), todo en color beige. Cambio: automático. Suspensión: neumática (varios modos). Sensores aparcamiento: ópticos APS Plus en parte delantera, trasera, laterales. Combustible: diesel + AdBlue. Consumo medio: 7.1 L/100 km. Potencia: 160 cv (218 HP). Asientos: 5. Puertas: 5. Emisiones: Euro 6c. Eficiencia: A+. FUNCIONES ABS, luces adaptables, airbags delanteros/laterales/otros, sistema de alarma, cubiertas de uso mixto, luces de ambiente, luz de Quattro en el suelo al abrir puertas, reposa brazos, asientos deportivos, calefactor de asientos eléctrico, control de retrovisor interior, climatización automáticas (2 zonas), faros de bixenón, bluetooth, calefacción auxiliar, cierre centralizado, control de tracción, DAB radio, dirección asistida, sistema de alerta por proximidad/aparcamiento, elevalunas eléctrico, sistema de freno de emergencia, sistema de llamadas de emergencia, equipamiento deportivo, ESP, faros antiniebla, sistema de lavado faros delanteros, asistente de arranque automático en cuesta, equipo de música integrado, isofix (puntos de anclaje del asiento para niños), kit de manos libres, volante de cuero con protector. VER DESCRIPCCION COMPLETA EN coches.net",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2016",
            "kilómetros": "126000 km",
            "precio": 33000.0
        },
        {
            "titulo": "Audi A6 Allroad 2017 QUATTRO 272CV",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-quattro-272cv-1071262261",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "140000 km",
            "precio": 27995.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1092118313",
            "descripcion": "Audi A6 ALLROAD 272CV 2 Propietarios Bixenon Climatizador 4 zonas Asientos piel electricos con memoria Navegador desplegable Volante multifuncion Porton trasero electrico Suspension neumatica 12 meses garantia Cambio de nombre incluido Cambio automatico 7 velocidades Sensor de lluvia y luces Aviso de angulo muerto Tempomat Distronic 12 meses garantia Cambio de nombre incluido Posibilidad de financiacion",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "239000 km",
            "precio": 27900.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1056294141",
            "descripcion": "Coche en perfecto estado, neumáticos nuevos (Cambisdos en Agosto), Cambio de aceite y mantenimiento de caja de cambios hecho (en diciembre, comprobable en Audi), Android auto y Car play, con actualización de los mapas de 2024. Se puede ever y probar sin ningún problema o llevarlo a tu taller de confianza para cualquier comprobación. Precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2017",
            "kilómetros": "151000 km",
            "precio": 27500.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-272-cv-bi-tdi-2016-1015013564",
            "descripcion": "Año 2016 3.0 tdi 272 cv quattro Historial de mantenimiento completo en audi Faros leed Sistema de navegación profesional Asientos en piel marron calefactables Equipo de sonido BOSE Suspensión neumática regulable Boton Modos de conducción Techo panorámica electrico Apertura y cierre sin llave Arranque a boton Head to display ( marcador en luna delantera Porton trasero electrico Camara trasera parking Climatizador bizona Volante multifuncion Velocidad crucero adaptativa Audi presence ( anticolision delantera) Line asist Mas info al 687666244",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "164000 km",
            "precio": 26999.0
        },
        {
            "titulo": "AUDI A6 allroad quattro Advanced ed 3.0 TDI 200kW ",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-quattro-advanced-ed-3-0-tdi-200kw-859161060",
            "descripcion": "AUDI A6 Allroad Quattro 3.0TDI Advanced ed. S-T 272 - NACIONAL Fecha de matriculación: 15/03/2017 Kms: 215000 Cambio: Automático Secuencial (7 marchas) Potencia: 200 kW (272 CV) Combustible: Diesel Consumos: 6.4 / 5.2 / 5.6 Emisiones: 149g/km Puertas: 5 Color exterior: Gris Oolong metalizado Color interior: Marrón Santos-Marrón Santos-Antracita/ Negro-Negro/Negro/Plata Luna Uso Anterior: Empresa Precio total original (PVP) 80.125,30€ ***IVA DEDUCIBLE*** PRECIO: 22314€ + IVA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "215000 km",
            "precio": 26900.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-1035026008",
            "descripcion": "Audi A6 Allroad 3.0TDI 272cv QUATTRO Etiqueta C. NACIONAL IVA DEDUCIBLE El coche esta muy cuidado, impoluto tanto por dentro como por fuera (ni un arañazo). Es coche de empresa y se ha utilizado para trayectos largos. Automatico con levas en el volante Muchos extras:Climatizador bizona, Luces xenon, lane assist (lee las linias de los carriles), ayuda aparcamiento, suspensiones neumaticas, asientos de piel,Bola de enganche extraible, Cristales negros tintados cerámicos homologados. Todos los mantenimientos al dia. Justo se le ha hecho el mantenimiento de la caja de cambios y 4 ruedas nuevas. No se hacen cambios Abstenerse curiosos, solo gente seria.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "197000 km",
            "precio": 24900.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1044535772",
            "descripcion": "FINANCIACIÓN A SU MEDIDA HASTA 120 MESES. VEHICULO NACIONAL Y CON REVISIONES EN AUDI Audi A6 Allroad 3.0 TDI 272cv QUATTRO. Año 2017 y 180.500km. Audi Active Line Assist. Audi Side Assist, Iluminación Led Interior. Asientos electrónicos con memoria. Cambio automático. Tapicería en cuero de color negro. Asientos eléctricos. Distintos modos de conducción. Sistema de entretenimiento Audi MMi. Portón del maletero eléctrico. Control de crucero. Sensor de aparcamiento delantero y trasero con camara. Todos nuestros vehículos se entregan con garantía incluida en el precio. Financiación sujeta a aprobación por parte de la entidad financiera. AMC AUTOMOTIVE",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "180500 km",
            "precio": 24490.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1086977788",
            "descripcion": "libro de revisiones completo audi. perfecto estado general. navegador. radio multimedia. neumaticos al70%. porton trasero electrico. muchos extras.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "223000 km",
            "precio": 23500.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-1070505345",
            "descripcion": "Coche impecable, revisiones al día,limpieza de admision hecho en la casa audi neumáticos ,muy buen estado,gancho,android auto,apple carplay inalambrico, video en marcha, waze,google maps,tracción quattro permanente, suspencion neumatica adaptativa,6 modos de conducir.Ven a verlo y todo fallo que encuentres te lo descuento del precio.Mas información por WhatsApp",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2016",
            "kilómetros": "155000 km",
            "precio": 23400.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-997770287",
            "descripcion": "TratoCar ofrece este vehículo recién llegado a nuestras instalaciones, *venta en estado* dispone de cierre centralizado, elevalunas eléctricos, climatizador, control de tracción, ABS, etc… -Venta online o presencial. -Cogemos su coche como parte del pago. -Firma de documentos y financiación online. -Entrega de Vehículos en su domicilio. -Más de 100 coches en stock. -Vehículos desde 500€. -Prueba dinámica del coche SIN compromiso. *Consultar información más detallada en nuestras instalaciones de más de 6000m2. C/Camino del Álamo nº5, Fuenlabrada, Madrid. Lunes-Viernes 10:00h a 14:00h y 16:30h a 20:00h. Sábados 10:30h a 14:00h.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "190600 km",
            "precio": 22999.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1084816015",
            "descripcion": "vehiculo muy mimado con todo el mantenimiento y revisiones en concesionario oficial, libro completo, Sline full equipe, 272cv precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "180000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Audi A6 Allroad 2015 3.0 TDI 272 cv Quattro",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2015-3-0-tdi-272-cv-quattro-1066677605",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2015",
            "kilómetros": "160000 km",
            "precio": 21990.0
        },
        {
            "titulo": "Audi A6 Allroad 2015",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2015-1064631215",
            "descripcion": "Compra tu vehiculo con total Confianza -NOS respaldan más de 15 años de Actividad en el Sector de la Automoción -Garantía de 1 año a Nivel Nacional, con la tranquilidad de que te atenderemos en cualquier circunstancia. -El vehículo está revisado 360° en que se revisan más de 25 puntos de todo el vehículo. -Certificado de Kilometraje y Ausencia de Golpes Estructurales -Aceptamos vehículos como parte de pago -Financiación de hasta el 100% en el acto -Para más información, visitenos: -Dirección: c/ Alcala 452 Madrid UDI A6 allroad quattro 3.0 TDI 272cv quattro S tron Advanced ed",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2015",
            "kilómetros": "160000 km",
            "precio": 21990.0
        },
        {
            "titulo": "Audi A6 Allroad Advanced edition 3.0 TDI quattro 200 kW (272 CV) S tronic",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-advanced-edition-3-0-tdi-quattro-200-kw-272-cv-s-tronic-1080836990",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "230000 km",
            "precio": 21970.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-952481301",
            "descripcion": "Audi a6 c7 allroad quattro 3.0 tdi ADVANCED stronic 318cv DIC 2015 215000 KMS TODAS SUS REVISIONES AL DIA. FAROS FULL LED MATRIX DINAMICOS TECHO SOLAR PANORAMICO 2 LLAVES ADVANCED KEY ASIENTOS PIEL CALEFACTABLES ELECTRICOS CON MEMORIA PORTÒN TRASERO AUTOMATICO SUSPENSIÒN NEUMATICA ANDROID CAR PLAY ENVIO MAS FOTOGRAFIAS EXISTENTES. #audi #allroad #a6 #quattro #v6 #diesel Kit distribuciòn recién cambiado(Factura) Correas (servicio) aceites ruedas nuevas pastillas nuevas. Coche muy cuidado Aceptaría cambio por moto gran cilindrada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "229000 km",
            "precio": 21495.0
        },
        {
            "titulo": "Audi A6 Allroad 2015",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-1055672892",
            "descripcion": "Audi A6 Allroad Quatro con todos los mantenimientos hechos, en muy buen estado, cuero, navegador, maletero electrico, memoria en asiento delantero, etc... muchos extras, revision de filtros y aceite recien hecha",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2015",
            "kilómetros": "210000 km",
            "precio": 20500.0
        },
        {
            "titulo": "Audi A6 Allroad 3.0 272cv muchos EXTRAS",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2015-1007250682",
            "descripcion": "Muchos extras y muy cuidado. Asientos deportivos cuero/alcántara calefactables y con memoria, climatizador automático cuatro zonas, Android auto, asistente cambio carril, sonido Bose, bola remolque, techo panorámico, Faros Bixenon + luces LED diurnas, Audi Connect + Audi Phone Box, lunas traseras tintadas, cámara de visión trasera, sistema de aviso de límite de velocidad por reconocimiento de señales, audi parking system plus... Mantenimiento al día, cambio aceite ATF caja de cambios, balonas traseras cambiadas Arnott, discos y pastillas nuevas. Vendo por no usar. Negro Habana",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2015",
            "kilómetros": "218367 km",
            "precio": 20500.0
        },
        {
            "titulo": "Audi A6 Allroad 272cv acepto cambios ",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2015-1082941763",
            "descripcion": "Impresionante Audi A6 allroad 3.0 272cv. Inyectores nuevos. Asientos calefactables, faros dinámicos, reestiling, pack tronic, cámara trasera, suspensión neumática, climatizador, sensores de aparcamiento delantero y trasero, navegador, portón automático y muchos más extras. GARANTÍA DE 12 MESES Y TRANSFERENCIA INCLUIDA EN EL PRECIO. PRECIO NO NEGOCIABLE. Acepto cambios Audi a1, a3, a4, a5, a6, a7, s1, s3, s4, s5, s6, rs3, rs4, rs5, rs6 q2, q3, q5, sq5, q7. Mercedes clase A, clase B, clase C, r300, glk, glc, gle, 220, 200, 350, 500, amg35, amg45s, amg63, amg63s. Bmw serie 1, serie 3, serie 5, x1, x3, x4, x5 x6, m2, m3, m5. Toyota Corolla, Auris, camry, chr, rav4, yaris. Opel Astra, Zafira, mokka, grandland, insignia. Ford fiesta, focus, xmax, mondeo. Renault Megane, Clio, laguna, talismán, espace, arkana, escenic. Peugeot 308, Peugeot 508, Peugeot 2008, Peugeot 3008, Peugeot 5008. Hyundai tucson, kona, i30. Nissan quasqai, juke. Kia sportage, Niro, Ceed, xceed. Seat ibiza, León, Toledo, ateca, arona. Volkswagen touareg, polo, touran, tiguan, scirocco, golf, passat, gti, gte, gtd. Land rover sport, evoque, velar. Porsche cayenne, cayman, macan turbo, panamera, boxter, 911. Maserati. Mustang. Corvette. Abarth. Cooper S works. Trophy. Para cambios precio 23.000€. Anuncio no vinculante puede contener errores",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2015",
            "kilómetros": "202000 km",
            "precio": 19000.0
        },
        {
            "titulo": "AUDI A6 ALLROAD 2016 AUTOMATICO",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-automatico-1087819969",
            "descripcion": "AUDI A6 ALLROAD 2016 AUTOMATICO MOTOR 3.0 El vehiculo se encuentra en un perfecto estado a pesar de los KM, los cuales estan verificados y demostrables con certificado. Cuenta con los siguientes extras: Modo de conduccion sport Espejos electricos Camara trasera Sensor de aparcamiento delantero y trasero Clima Bi Zona Luces led y bi xenon Asientos calefactables Asientos en elcantara Interior de puertas en alcantara Volante multifuncion Navegacion Bluethoot Start/Stop Limitador y control crucero Se entrega con ITV hasta 2027 El vehiculo es de importacion",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "290000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Audi A6 Allroad 2015",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2015-1084131066",
            "descripcion": "Audi A6 Allroad quattro impecable tanto interior como exterior. Neumáticos nuevos llantas en 19´ todas la revisiones de filtros aceites y pastillas al día. En la ultima revisión se le hizo la bomba de freno nueva Brembo con factura. El motor suena y va impresionante. Asientos de cuero calefactados, nevagador, 5 modos de conducción, muy cargado de extras y siempre guardado en la nave. No tiene rasguños de chapa y el interior no tiene casi nada de desgaste. Coche para muchos años cuidándolo como es debido. Mejor verlo y probarlo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2015",
            "kilómetros": "170000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Audi A6 Allroad 2015",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2015-1086985011",
            "descripcion": "Doce meses de garantia. Vehículos en Alicante y Valencia. Techo solar y bola de enganche",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "214415 km",
            "precio": 15900.0
        }
    ]
}