{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A6 allroad",
        "version": "3.0 Bi TDI 235 kW (320 CV) quattro tiptronic 8 vel.",
        "año mínimo": 2014,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 320,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=320&min_year=2014&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A6 allroad&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-482676471",
            "descripcion": "IMPECABLE!! PRECIO NUEVO MÁS DE 100.000€! BOLA REMOLQUE, LUCES LED MATRIX, SONIDO BOSE, TECHO PANORÁMICO, ASIENTOS DELANTEROS Y TRASEROS CALEFACTABLES DE CUERO. PINTURA ORIGINAL ( SIN NINGUN GOLPE). ASISTENCIA MOTORIZADA DE CIERRE PUERTAS. APARCAMIENTO AUTOMATICO. CAMARAS 360º. NEUMATICOS CONTINENTAL SPORT CONTACT 6 255/40 ZR 20 XL, CON 2000 KM. 2 JUEGOS ALFOMBRILLAS ORIGINALED AUDI DE TELA Y DE GOMA. CUBREMALETERO ORIGINAL AUDI. SEGUNDO JUEGO RUEDAS CON NEUMÁTICOS INVIERNO. ETC, ETC... TODAS REVISIONES OFICIALES. ¡¡NO NEGOCIABLE!!! ¡¡NO CAMBIOS !!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2016",
            "kilómetros": "81100 km",
            "precio": 41999.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-907174275",
            "descripcion": "Todas las revisiones en servicio oficial Audi Vigo. Full equip. Matrix led, calefactor independiente, asientos calefactables y ventilados, función masaje, head up display, intermitentes de led dinámicos, delanteros y traseros, navegación + multimedia plus, techo panorámico, volante multifunción calefactable, cambio triptronic con levas en el volante, suspensión neumática, adaptable…… Año 11/16 Modelo 2017",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2016",
            "kilómetros": "135000 km",
            "precio": 37000.0
        },
        {
            "titulo": "Audi A6 Allroad Nacional 3.0 TDI Competicion 2017 ",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1080692370",
            "descripcion": "Audi A6 All Road 3.0 Biturbo TDI V6 Competition Nacional con 155000km.Iva Deducible. -Sistema de tracción integral Quattro. -Sistema de frenado Audi Braken Guard Distronic -Doble techo panorámico corredizo. -Navegación MMI en 3d. -Faros matrix Led. -Cambio automático de 8 velocidades con levas. -Sistema de ángulo muerto Audi Lanne assit. -Head Up Display. -Sistema de sonido Bose. -Partronic con cámara trasera y aparcamiento solo. -Apertura y arranque sin llave. -Llanta en 20 con neumáticos seminuevos. -Suspension Neumática adaptativa con modos de conducción. Vehículo en perfecto estado sin desgastes, se entrega con cambio de titularidad incluido y 1 año de garantía.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2017",
            "kilómetros": "155000 km",
            "precio": 34990.0
        },
        {
            "titulo": "Audi A6 Allroad (marron metalizado-interior beige)",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-marron-metalizado-interior-beige-1083133278",
            "descripcion": "INFO BASICA Audi A6 allroad Quattro, 4x4, con todos los extras posibles del modelo, cambio automático, bola de remolque (de quita y pon), carrocería color marrón metalizado, asientos 100% piel/cuero en color beige (impolutos), libre de accidentes. Uso mayoritariamente en autovía. Para dudas sobre el estado del coche se puede contactar con mecánico de revisiones (se facilita teléfono/WhatsApp). El vehículo se puede ver en Oviedo o en Gijón (Asturias). DETALLES Modelo: Audi A6 allroad quattro, 4x4. Matriculación: 05/2016. Kilómetros: 126.000 km. Extras del modelo: todos los posible. Estado: segunda mano, libre de accidentes, revisiones/taller todo al día/ITV pasada hasta 2025. Bola de remolque: si, de quita y pon con enganche oculto. Color carroceria: Marron metalizado. Tapiceria: 100% piel/cuero (Valcona), todo en color beige. Cambio: automático. Suspensión: neumática (varios modos). Sensores aparcamiento: ópticos APS Plus en parte delantera, trasera, laterales. Combustible: diesel + AdBlue. Consumo medio: 7.1 L/100 km. Potencia: 160 cv (218 HP). Asientos: 5. Puertas: 5. Emisiones: Euro 6c. Eficiencia: A+. FUNCIONES ABS, luces adaptables, airbags delanteros/laterales/otros, sistema de alarma, cubiertas de uso mixto, luces de ambiente, luz de Quattro en el suelo al abrir puertas, reposa brazos, asientos deportivos, calefactor de asientos eléctrico, control de retrovisor interior, climatización automáticas (2 zonas), faros de bixenón, bluetooth, calefacción auxiliar, cierre centralizado, control de tracción, DAB radio, dirección asistida, sistema de alerta por proximidad/aparcamiento, elevalunas eléctrico, sistema de freno de emergencia, sistema de llamadas de emergencia, equipamiento deportivo, ESP, faros antiniebla, sistema de lavado faros delanteros, asistente de arranque automático en cuesta, equipo de música integrado, isofix (puntos de anclaje del asiento para niños), kit de manos libres, volante de cuero con protector. VER DESCRIPCCION COMPLETA EN coches.net",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2016",
            "kilómetros": "126000 km",
            "precio": 33000.0
        },
        {
            "titulo": "Audi A6 Allroad 2018",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2018-1078865179",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2018",
            "kilómetros": "134500 km",
            "precio": 31500.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1091032892",
            "descripcion": "coche en inmejorables condiciones se acepta cualquier tipo de prueba mecanica",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2017",
            "kilómetros": "146000 km",
            "precio": 29000.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-1048245533",
            "descripcion": "Audi a6 allroad quatro 3.0 320cv Cambio automático Techo panorámico Cristales traseros tintados Navegador Sensor de luces y lluvia Asientos calefactores Etc.... todos los extras Itv hasta 2026 Recién pasada la revision",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2016",
            "kilómetros": "213000 km",
            "precio": 29000.0
        },
        {
            "titulo": "Audi A6 Allroad 2018",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2018-1057359541",
            "descripcion": "Audi A6 Allroad Quattro 3.0 TDI 218cv 158.000 km 05/03/2018 Tiene Historial de revisiones en casa oficial y está completamente NUEVO Extras: -Sensores de aparcamiento con cámara -Key Less -Espejos eléctricos plegables -Teléfono Bluetooth y Car-play -Faros Full Led -Acceso portón trasero eléctrico -Navegador -Ventanas oscuras con cortinas -Llantas de 19 pulgadas -Asientos eléctricos con memoria -Volante de cuero multifunción -Ordenador a bordo completo -Sensores de luz i de lluvia -Climatizador automático cuatro zonas -Control de velocidad E.T.C. Aceptamos vehículos como parte de pago Garantía de 6 meses incluida al precio Nuestra Dirección: Concesionario OPEL COCHEAUTO .COM Calle Garbi 152 Carretera N2 08397 Pineda de Mar De lunes a viernes de 9.00h hasta 13.00h y de 15.00h hasta 20.00h Los sábados de 9.00 hasta 13.00 Horas",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2018",
            "kilómetros": "158000 km",
            "precio": 28500.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1089655728",
            "descripcion": "Vehículo nacional, en muy buenas condiciones, todas las revisiones pasadas en concesionario oficial, se entrega con el último mantenimiento recién pasado y también mantenimiento de caja de cambios en Audi.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2017",
            "kilómetros": "146000 km",
            "precio": 28000.0
        },
        {
            "titulo": "Audi A6 Allroad 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2014-1068274281",
            "descripcion": "Audi A6 Allroad del 2014 con 167.000kms. Dispone del acabado “S Line”, tracción “Quattro”, suspensión neumática, interior de cuero beige crema (impoluto), volante multifunción, sensores de aparcamiento, ... Duerme en garaje y se ha mantenido a capricho, todas las revisiones al día y el exterior en MUY buen estado como se puede apreciar en las fotos. Para cualquier duda, consulta sin compromiso.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "165000 km",
            "precio": 28000.0
        },
        {
            "titulo": "Audi A6 Allroad 2015",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2015-992117053",
            "descripcion": "Audi A6 Limusine en perfectas condiciones. Itv recién pasada sin problema. Muy poco uso (por eso se vende) y siempre en cochera. Todos los extras. Asientos de cuero beige calefactables, conexión wiffi, cambio automático o manual, conducción muy suave y silenciosa, parabrisas automáticos, etc (tiene muchas más cosas). Muy cómodo, potente, seguro, con muchos extras y conexiones. Todo un lujo si te gusta conducir.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2015",
            "kilómetros": "93569 km",
            "precio": 27998.0
        },
        {
            "titulo": "Audi A6 Allroad 2017 QUATTRO 272CV",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-quattro-272cv-1071262261",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "140000 km",
            "precio": 27995.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1092118313",
            "descripcion": "Audi A6 ALLROAD 272CV 2 Propietarios Bixenon Climatizador 4 zonas Asientos piel electricos con memoria Navegador desplegable Volante multifuncion Porton trasero electrico Suspension neumatica 12 meses garantia Cambio de nombre incluido Cambio automatico 7 velocidades Sensor de lluvia y luces Aviso de angulo muerto Tempomat Distronic 12 meses garantia Cambio de nombre incluido Posibilidad de financiacion",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "239000 km",
            "precio": 27900.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-1090748368",
            "descripcion": "coche en perfecto estado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2016",
            "kilómetros": "169500 km",
            "precio": 27500.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1056294141",
            "descripcion": "Coche en perfecto estado, neumáticos nuevos (Cambisdos en Agosto), Cambio de aceite y mantenimiento de caja de cambios hecho (en diciembre, comprobable en Audi), Android auto y Car play, con actualización de los mapas de 2024. Se puede ever y probar sin ningún problema o llevarlo a tu taller de confianza para cualquier comprobación. Precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2017",
            "kilómetros": "151000 km",
            "precio": 27500.0
        },
        {
            "titulo": "Audi A6 Allroad 320cv",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-allroad-quattro-1049604972",
            "descripcion": "AUDI A6 ALLROAD QUATTRO 3.0 V6 TDI 320 cv TIPTRONIC 8 vel ASIENTOS DE CUERO BEIGE CON ASIENTOS DELANTEROS CALEFACTADOS AUTOMATICO DE 8 VEL. AÑO 10/2015. 161.000 kms MMI NAVEGACION PLUS BLUETOOTH CONTROL DE CRUCERO LLANTA 20” FAROS BIXENON CLIMATIZADOR DIGITAL 4 ZONAS PORTON TRASERO ELECTRICO ISOFIX SUSPENSION NEUMATICA. 2 LLAVES PARKTRONIC DELANTERO Y TRASERO VOLANTE MULTIFUNCION CON LEVAS CONTROL POR VOZ. START STOP LUNAS TRASERA TINTADAS BARRAS EN TECHO 27.500 € TRANSFERENCIA INCLUIDA ITV EN VIGOR HASTA EL 10/2026 RECIEN REVISADO 1 año de garantia !!!PRECIO ALGO NEGOCIABLE!!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2015",
            "kilómetros": "161000 km",
            "precio": 27500.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-272-cv-bi-tdi-2016-1015013564",
            "descripcion": "Año 2016 3.0 tdi 272 cv quattro Historial de mantenimiento completo en audi Faros leed Sistema de navegación profesional Asientos en piel marron calefactables Equipo de sonido BOSE Suspensión neumática regulable Boton Modos de conducción Techo panorámica electrico Apertura y cierre sin llave Arranque a boton Head to display ( marcador en luna delantera Porton trasero electrico Camara trasera parking Climatizador bizona Volante multifuncion Velocidad crucero adaptativa Audi presence ( anticolision delantera) Line asist Mas info al 687666244",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "164000 km",
            "precio": 26999.0
        },
        {
            "titulo": "AUDI A6 allroad quattro Advanced ed 3.0 TDI 200kW ",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-quattro-advanced-ed-3-0-tdi-200kw-859161060",
            "descripcion": "AUDI A6 Allroad Quattro 3.0TDI Advanced ed. S-T 272 - NACIONAL Fecha de matriculación: 15/03/2017 Kms: 215000 Cambio: Automático Secuencial (7 marchas) Potencia: 200 kW (272 CV) Combustible: Diesel Consumos: 6.4 / 5.2 / 5.6 Emisiones: 149g/km Puertas: 5 Color exterior: Gris Oolong metalizado Color interior: Marrón Santos-Marrón Santos-Antracita/ Negro-Negro/Negro/Plata Luna Uso Anterior: Empresa Precio total original (PVP) 80.125,30€ ***IVA DEDUCIBLE*** PRECIO: 22314€ + IVA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "215000 km",
            "precio": 26900.0
        },
        {
            "titulo": "Audi A6 Allroad 2018 (22k+IVA)",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2018-1084222935",
            "descripcion": "Se vende Audi A6 Allroad 2018 de empresa, nacional, dos dueños (renting y el actual). Pintura original 272CV Cambio automático Tracción Quattro Asientos de cuero Levas en el volante Neumáticos nuevos Khumo 255/45/19 Llantas 19\" Asistente de carril Suspensión neumática regulable. 26.600€ (22.000€+IVA) No negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2018",
            "kilómetros": "185000 km",
            "precio": 26600.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-1085360812",
            "descripcion": "Estado impecable, neumaticos recien cambiados 100 km. revisiones casa oficial. mejor ver y probar. no cambios...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2016",
            "kilómetros": "212400 km",
            "precio": 25900.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-1035026008",
            "descripcion": "Audi A6 Allroad 3.0TDI 272cv QUATTRO Etiqueta C. NACIONAL IVA DEDUCIBLE El coche esta muy cuidado, impoluto tanto por dentro como por fuera (ni un arañazo). Es coche de empresa y se ha utilizado para trayectos largos. Automatico con levas en el volante Muchos extras:Climatizador bizona, Luces xenon, lane assist (lee las linias de los carriles), ayuda aparcamiento, suspensiones neumaticas, asientos de piel,Bola de enganche extraible, Cristales negros tintados cerámicos homologados. Todos los mantenimientos al dia. Justo se le ha hecho el mantenimiento de la caja de cambios y 4 ruedas nuevas. No se hacen cambios Abstenerse curiosos, solo gente seria.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "197000 km",
            "precio": 24900.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1044535772",
            "descripcion": "FINANCIACIÓN A SU MEDIDA HASTA 120 MESES. VEHICULO NACIONAL Y CON REVISIONES EN AUDI Audi A6 Allroad 3.0 TDI 272cv QUATTRO. Año 2017 y 180.500km. Audi Active Line Assist. Audi Side Assist, Iluminación Led Interior. Asientos electrónicos con memoria. Cambio automático. Tapicería en cuero de color negro. Asientos eléctricos. Distintos modos de conducción. Sistema de entretenimiento Audi MMi. Portón del maletero eléctrico. Control de crucero. Sensor de aparcamiento delantero y trasero con camara. Todos nuestros vehículos se entregan con garantía incluida en el precio. Financiación sujeta a aprobación por parte de la entidad financiera. AMC AUTOMOTIVE",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "180500 km",
            "precio": 24490.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1086977788",
            "descripcion": "libro de revisiones completo audi. perfecto estado general. navegador. radio multimedia. neumaticos al70%. porton trasero electrico. muchos extras.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "223000 km",
            "precio": 23500.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-1070505345",
            "descripcion": "Coche impecable, revisiones al día,limpieza de admision hecho en la casa audi neumáticos ,muy buen estado,gancho,android auto,apple carplay inalambrico, video en marcha, waze,google maps,tracción quattro permanente, suspencion neumatica adaptativa,6 modos de conducir.Ven a verlo y todo fallo que encuentres te lo descuento del precio.Mas información por WhatsApp",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2016",
            "kilómetros": "155000 km",
            "precio": 23400.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1062116295",
            "descripcion": "Audi 6 ALLROAD 3.0 TDI ( 320cv)VEHICULO NACIONAL Asistente de carril y frenada, asientos con memoria calefactables y volante calefactado, enganche de remolque , bixenon , sensor de luces y lluvia,NAVEGACION, levas en el volante, volante multifuncion car- play, etccccv Todas las revisiones hechas en Audi y km realizados por carretera. Posibilidad de financiación del 100%100 Se entrega revisado, garantía y transferido. Audi A6 Allroad Familiar en Logroño. Audi A6 Allroad Familiar en Logroño",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2017",
            "kilómetros": "260000 km",
            "precio": 22999.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-997770287",
            "descripcion": "TratoCar ofrece este vehículo recién llegado a nuestras instalaciones, *venta en estado* dispone de cierre centralizado, elevalunas eléctricos, climatizador, control de tracción, ABS, etc… -Venta online o presencial. -Cogemos su coche como parte del pago. -Firma de documentos y financiación online. -Entrega de Vehículos en su domicilio. -Más de 100 coches en stock. -Vehículos desde 500€. -Prueba dinámica del coche SIN compromiso. *Consultar información más detallada en nuestras instalaciones de más de 6000m2. C/Camino del Álamo nº5, Fuenlabrada, Madrid. Lunes-Viernes 10:00h a 14:00h y 16:30h a 20:00h. Sábados 10:30h a 14:00h.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "190600 km",
            "precio": 22999.0
        },
        {
            "titulo": "Audi A6 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2017-1084816015",
            "descripcion": "vehiculo muy mimado con todo el mantenimiento y revisiones en concesionario oficial, libro completo, Sline full equipe, 272cv precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "180000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Audi A6 Allroad 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2014-1069297567",
            "descripcion": "Esta al dia de todo , discos ,pastillas ,filtros , caja de cambios .etc se puede llevar al taller que se quiera . Llanta 20 .vehiculo nacional con libro",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2014",
            "kilómetros": "250000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A6 Allroad 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2014-1020497887",
            "descripcion": "Puedo enviar video y más fotos Se entrega con todos los mantenimientos realizados. Se acepta prueba mecanica. - Vehiculo con mas de 30.000€ en extras ... pvp nuevo 108.000€ . . Audi A6 AllRoad 3.0 Tdi Quattro 313cv Triptonic 8 velocidades ..",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2014",
            "kilómetros": "214000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A6 Allroad 2015 3.0 TDI 272 cv Quattro",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2015-3-0-tdi-272-cv-quattro-1066677605",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2015",
            "kilómetros": "160000 km",
            "precio": 21990.0
        },
        {
            "titulo": "Audi A6 Allroad 2015",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2015-1064631215",
            "descripcion": "Compra tu vehiculo con total Confianza -NOS respaldan más de 15 años de Actividad en el Sector de la Automoción -Garantía de 1 año a Nivel Nacional, con la tranquilidad de que te atenderemos en cualquier circunstancia. -El vehículo está revisado 360° en que se revisan más de 25 puntos de todo el vehículo. -Certificado de Kilometraje y Ausencia de Golpes Estructurales -Aceptamos vehículos como parte de pago -Financiación de hasta el 100% en el acto -Para más información, visitenos: -Dirección: c/ Alcala 452 Madrid UDI A6 allroad quattro 3.0 TDI 272cv quattro S tron Advanced ed",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2015",
            "kilómetros": "160000 km",
            "precio": 21990.0
        },
        {
            "titulo": "Audi A6 Allroad Advanced edition 3.0 TDI quattro 200 kW (272 CV) S tronic",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-advanced-edition-3-0-tdi-quattro-200-kw-272-cv-s-tronic-1080836990",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "230000 km",
            "precio": 21970.0
        },
        {
            "titulo": "Audi A6 Allroad 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2014-1025351077",
            "descripcion": "SE VENDE MAGNIFICO A6 ALLROAD 3.0TDI 245cv. 08/2014 188.000 Km EXTRAS Faros Matrix Velocidad crucero adaptativa Cámara 360° Ángulo muerto Techo panorámico Asientos confort con memoria calefactables Visión nocturna Bola de remolque Climatizador 4 zonas REVISIÓN RECIÉN HECHA COMPLETA Aceite motor filtros caja cambio Discos de freno nuevos y pastillas. ITV Asta 06/2026 PRECIO 22500 tenemo otro A6 allroad 3.0 BITDI 313cv 2016 con 169000km en 27500 euros",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "193500 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi A6 Allroad 2018",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2018-1004613361",
            "descripcion": "Vehículo nacional Todas revisiones pasadas y demostrables con facturas Historial completo Traccion 4x4 permanente Bola de remolque oculta y desmontable. Neumáticos michelin pilot Sport nuevos. Control ángulo muerto Pantalla con CarPlay (también incluye pantalla original) Cámara marcha atrás Sensores parking Control ángulo muerto Control descenso y suspensión neumática Cortinillas traseras y laterales Cristales delanteros dobles, anti calóricos y anti ruido Faros delanteros LED con largas automáticas Clima 4 zonas Opcional. Juego de 4 llantas originales Audi 19” con neunaticos de invierno Michelin Alpin 5 al 90%. (se venden a parte) Coche de empresa. Todos kms por carretera. IVA deducible ITV pasada 03/05/24 Revisión completa recién hecha",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2018",
            "kilómetros": "222000 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi A6 Allroad 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2014-921977826",
            "descripcion": "Espectacular Audi A6 Allroad Motor 3.0 V6 TDI con 204cv. Caja de cambios automática S-Tronic Neumáticos Seminuevos 2 llaves ITV hasta 03/2025 Extras: Faros delanteros Bi-Xenón con led Pilotos traseros Led Sensores de aparcamiento delante y detrás Espejos eléctricos calefactable y abatibles Tapicería Mixta de tela y cuero Volante multifunción Control de velocidad crucero Pantalla con GPS y bluetooth Arranque sin llave Regulación de altura del vehículo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "129000 km",
            "precio": 21499.0
        },
        {
            "titulo": "Audi A6 Allroad 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2016-952481301",
            "descripcion": "Audi a6 c7 allroad quattro 3.0 tdi ADVANCED stronic 318cv DIC 2015 215000 KMS TODAS SUS REVISIONES AL DIA. FAROS FULL LED MATRIX DINAMICOS TECHO SOLAR PANORAMICO 2 LLAVES ADVANCED KEY ASIENTOS PIEL CALEFACTABLES ELECTRICOS CON MEMORIA PORTÒN TRASERO AUTOMATICO SUSPENSIÒN NEUMATICA ANDROID CAR PLAY ENVIO MAS FOTOGRAFIAS EXISTENTES. #audi #allroad #a6 #quattro #v6 #diesel Kit distribuciòn recién cambiado(Factura) Correas (servicio) aceites ruedas nuevas pastillas nuevas. Coche muy cuidado Aceptaría cambio por moto gran cilindrada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "229000 km",
            "precio": 21495.0
        },
        {
            "titulo": "Audi A6 Allroad 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2014-1092249626",
            "descripcion": "Marca y Modelo: AUDI A6 allroad quattro Extras y Equipamiento: - Tracción integral quattro; - Suspensión neumática adaptativa; - Faros LED completos con luces diurnas; - Sistema de navegación MMI Plus con pantalla a color de 8 pulgadas; - Cámara de visión trasera; - Sensores de aparcamiento delanteros y traseros (PDC); - Audi Drive Select (modos de conducción); - Sistema de sonido Audi con 10 altavoces; - Volante multifunción en cuero de 3 radios; - Asientos delanteros deportivos con ajuste eléctrico y función de memoria; - Tapicería de cuero; - Climatizador automático de 4 zonas; - Llantas de aleación de 19 pulgadas; - Espejos retrovisores exteriores abatibles eléctricamente y calefactables; - Asistente de arranque en pendientes; - Sistema Start/Stop; - Control de crucero adaptativo (ACC); - Portón trasero con apertura y cierre eléctricos; - Sistema de control de presión de neumáticos; - Anclajes ISOFIX para asientos infantiles; - Airbags frontales, laterales y de cortina; - Frenos ABS con distribución electrónica de la fuerza de frenado (EBD); - Sistema de control de estabilidad (ESP). Precio final SIN OBLIGACIÓN de financiación: El precio incluye todos los impuestos, el cambio de nombre, 12 meses de garantía y la preentrega. Todos nuestros vehículos pasan un estricto control de calidad según los estándares de nuestros talleres. ¿No eres de Gerona? No te preocupes, te llevamos el coche a tu domicilio (consultar condiciones). Aceptamos todo tipo de vehículos como parte de pago. Llámanos y tasamos tu coche sin compromiso. Financiación: Contamos con las mejores condiciones de financiación del mercado. Llámanos y te haremos una propuesta personalizada que se adapte a tus necesidades.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "129999 km",
            "precio": 20990.0
        },
        {
            "titulo": "Audi A6 Allroad 2015",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-1055672892",
            "descripcion": "Audi A6 Allroad Quatro con todos los mantenimientos hechos, en muy buen estado, cuero, navegador, maletero electrico, memoria en asiento delantero, etc... muchos extras, revision de filtros y aceite recien hecha",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2015",
            "kilómetros": "210000 km",
            "precio": 20500.0
        },
        {
            "titulo": "Audi A6 Allroad 3.0 272cv muchos EXTRAS",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2015-1007250682",
            "descripcion": "Muchos extras y muy cuidado. Asientos deportivos cuero/alcántara calefactables y con memoria, climatizador automático cuatro zonas, Android auto, asistente cambio carril, sonido Bose, bola remolque, techo panorámico, Faros Bixenon + luces LED diurnas, Audi Connect + Audi Phone Box, lunas traseras tintadas, cámara de visión trasera, sistema de aviso de límite de velocidad por reconocimiento de señales, audi parking system plus... Mantenimiento al día, cambio aceite ATF caja de cambios, balonas traseras cambiadas Arnott, discos y pastillas nuevas. Vendo por no usar. Negro Habana",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2015",
            "kilómetros": "218367 km",
            "precio": 20500.0
        },
        {
            "titulo": "Audi A6 Allroad 272cv acepto cambios ",
            "enlace": "https://es.wallapop.com/item/audi-a6-allroad-2015-1082941763",
            "descripcion": "Impresionante Audi A6 allroad 3.0 272cv. Inyectores nuevos. Asientos calefactables, faros dinámicos, reestiling, pack tronic, cámara trasera, suspensión neumática, climatizador, sensores de aparcamiento delantero y trasero, navegador, portón automático y muchos más extras. GARANTÍA DE 12 MESES Y TRANSFERENCIA INCLUIDA EN EL PRECIO. PRECIO NO NEGOCIABLE. Acepto cambios Audi a1, a3, a4, a5, a6, a7, s1, s3, s4, s5, s6, rs3, rs4, rs5, rs6 q2, q3, q5, sq5, q7. Mercedes clase A, clase B, clase C, r300, glk, glc, gle, 220, 200, 350, 500, amg35, amg45s, amg63, amg63s. Bmw serie 1, serie 3, serie 5, x1, x3, x4, x5 x6, m2, m3, m5. Toyota Corolla, Auris, camry, chr, rav4, yaris. Opel Astra, Zafira, mokka, grandland, insignia. Ford fiesta, focus, xmax, mondeo. Renault Megane, Clio, laguna, talismán, espace, arkana, escenic. Peugeot 308, Peugeot 508, Peugeot 2008, Peugeot 3008, Peugeot 5008. Hyundai tucson, kona, i30. Nissan quasqai, juke. Kia sportage, Niro, Ceed, xceed. Seat ibiza, León, Toledo, ateca, arona. Volkswagen touareg, polo, touran, tiguan, scirocco, golf, passat, gti, gte, gtd. Land rover sport, evoque, velar. Porsche cayenne, cayman, macan turbo, panamera, boxter, 911. Maserati. Mustang. Corvette. Abarth. Cooper S works. Trophy. Para cambios precio 23.000€. Anuncio no vinculante puede contener errores",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2015",
            "kilómetros": "202000 km",
            "precio": 19000.0
        }
    ]
}