{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "EQV",
        "version": "EQV 250 Extralargo",
        "año mínimo": 2022,
        "año máximo": 2024,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "electric-hybrid",
        "potencia máxima": 204,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=electric-hybrid&min_horse_power=1&max_horse_power=204&min_year=2022&max_year=2024&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=EQV&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "MERCEDES-BENZ EQV EQV 300 Largo",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-eqv-eqv-300-largo-1033819659",
            "descripcion": "QUADIS Autolica, forma parte del grupo QUADIS, la mayor red de concesionarios y talleres oficiales de España con 80 años de experiencia y Servicio Oficial Mercedes-Benz. *VEHÍCULO ELÉCTRICO CON AUTONOMÍA DE 370kms* 24MESES GARANTIA OFICIAL MERCEDES BENZ CERTIFIED. ADMITIMOS TODO TIPO DE VEHICULOS COMO FORMA DE PAGO CONSULTE CONDICIONES ESPECIALES DE FINANCIACIÓN EQUIPAMIENTO EXTRA DEL VEHICULO: LINIA AVANTGARDE PAQUETE DE DISEÑO EXTERIOR PAQUETE APARCAMIENTO CON CAMARA 360º ASISTENTE ACTIVO DE DISTANCIA DISTRONIC ACCIONAMIENTO ELECTRICO PARA LA PUERTA CORREDIZA IZQUIERDA Y DERECHA TEMPMATIC DETRÁS CLIMATIZACIÓN AUTOMATICA THERMOTRONIC PORTON TRASERO EASY-PACK PAQUETE RETROVISORES TECHO INTERIOR NEGRO ASISTENTE PARA LUZ DE CARRETERA PLUS CONSOLA CENTRAL CON TAPA TIPO PERSIANA",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2023",
            "kilómetros": "4500 km",
            "precio": 57964.0
        },
        {
            "titulo": "Mercedes-Benz EQV 2023",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-eqv-2023-1059798688",
            "descripcion": "-Blanco Cristal de roca Met. -Llantas de aleación 7.0Jx17 en diseño de 5 radios dobles -Retrovisores exteriores pintados en negro. -Puerta corredera con bloqueo activo -Paquete de aparcamiento con cámara 360 -Paquete espejos -Calentador auxiliar eléctrico -Paquete de diseño EQ exterior -Asistente de punto ciego -Asistencia activa de frenado -Asistente de luz de conducción -Asistente de luz de carretera PLUS -Toma de 12 V en el maletero/zona de carga -Asientos calefactables para el conductor y acompañante -Iluminación ambiental -Sistema de rieles de asiento de bloqueo rápido -Mesa plegable -Elementos Interiores aspecto lacado brillante, negro -Garantia Oficial *Este anuncio puede etar sujeto a posibles errores *IVA deducible",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2023",
            "kilómetros": "4900 km",
            "precio": 55900.0
        },
        {
            "titulo": "Mercedes-Benz EQV 2022",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-eqv-2022-935058408",
            "descripcion": "IMPRESIONANTE MERCEDES CLASE EQV EN UN ESTADO COMPLETAMENTE NUEVO. MUY EQUIPADO, FULL EQUIPE. 440 KM AUTONOMIA SE ENTREGA CARGADOR MENEKE . ENTRA EN TU CIUDAD AIN RESTRICCIONES Y APARCA TRANQUILAMENTE SIN TENER QUE PAGAR PARQUIMETROS. ADIOS AL IMPUESTO DE CIRCULACION. GARANTÍA HASTA 2025 EN CASA OFICIAL MERCEDES MANTENIMIENTO ANUAL GRATUITO EN CASA OFICIAL MERCEDES HASTA 2025 TRANSFERENCIA INCLUIDA EN EL PRECIO. TRANSPORTAMOS A TODA LA PENÍNSULA Y BALEARES . FINANCIACIÓN SIN ENTRADA CON LOS TIPOS MAS BAJO DE INTERÉS DEL MERCADO . EN AUTOBELLO NOS COMPROMETEMOS CON EL MEJOR SERVICIO POSTVENTA.",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2022",
            "kilómetros": "57000 km",
            "precio": 52900.0
        },
        {
            "titulo": "Mercedes-Benz EQV 2022",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-eqv-2022-919275904",
            "descripcion": "MERCEDES-BENZ EQV EQV 300 Largo Monovolumen Cambio Automático 5 Puertas 8 Plazas 204 cv Beige Eléctrico Etiqueta CERO (azul) Comentarios del anunciante 8 plazas Garantía extendida oficial Mercedes hasta 2025 Dos puertas laterales Cámara trasera retráctil Luneta trasera",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2022",
            "kilómetros": "65000 km",
            "precio": 45990.0
        }
    ]
}