{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "Q2",
        "version": "design edition 35 TDI",
        "año mínimo": 2019,
        "año máximo": 2020,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 150,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=150&min_year=2019&max_year=2020&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=Audi&model=Q2&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "AUDI Q2 30 TDI AUTO IVA DEDUCIBLE NACIONAL",
            "enlace": "https://es.wallapop.com/item/audi-q2-30-tdi-auto-iva-deducible-nacional-1021891015",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "49450 km",
            "precio": 27900.0
        },
        {
            "titulo": "AUDI Q2 30 TDI AUTO-SIN ENTRADA Y SIN CUOTA FINAL",
            "enlace": "https://es.wallapop.com/item/audi-q2-30-tdi-auto-sin-entrada-y-sin-cuota-final-934697835",
            "descripcion": "POR SOLO 422€ AL MES SIN ENTRADA. PRECIO AL CONTADO: 28.900€ iva incluido y deducible AÑO DICIEMBRE 2019, REVISION EN CASA OFICIAL AUDI Q2 TDI 116cv s-tronic Extras: APPLE/CARPLAY ANDROID AUTO con pantalla color. Bi-Climatizador. Paquete visión. Llantas aluminio 18Radio cd mp3 con mandos en volante. ABS ESP Retrovisor interior anti deslumbramiento. Velocidad de crucero. Luces y limpias automáticos. Sensores de Parking , . ENCONTRARAS VEHÍCULOS MAS BARATOS QUE ESTE PERO EN MEJOR ESTADO ESTA DIFÍCIL. * Aceptamos vehículo a cambio * * Posibilidad de llevar el coche a cualquier punto de España * W.LEVANAUTO.COM. Audi Q2 en Oliva",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "49450 km",
            "precio": 27900.0
        },
        {
            "titulo": "AUDI Q2 Advanced 30 TDI S TRONIC 2020",
            "enlace": "https://es.wallapop.com/item/audi-q2-advanced-30-tdi-s-tronic-2020-1041966970",
            "descripcion": "EQUIPAMIENTO DESTACADO: - Audi parking system trasero - COC available on request - Libro de Mantenimiento - Faros LED y pilotos traseros LED - Paquete Comfort - Paquete connectivity - Pintura metalizada - ABS - Cierre centralizado - Climatizador - Control de velocidad - Elevalunas eléctricos - Ordenador de a bordo - Volante multifunción - IVA DEDUCIBLE * ACEPTAMOS COCHE COMO PARTE DE PAGO. (Previa tasación) * OFRECEMOS FINANCIACIÓN A MEDIDA. (Con y sin entrada) * 12 MESES DE GARANTÍA. * POSIBILIDAD DE ENTREGA A DOMICILIO (Consultar) * DISPONEMOS DE TALLER PROPIO, OFRECEMOS UN SERVICIO INTEGRAL. Visítanos en Alzira (C/ Joanot Martorell, 23) o en motorcenteralzira.com",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "31000 km",
            "precio": 26490.0
        },
        {
            "titulo": "Audi Q2 2020",
            "enlace": "https://es.wallapop.com/item/audi-q2-2020-1052918438",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "41892 km",
            "precio": 25790.0
        },
        {
            "titulo": "Audi Q2 2020 BLACK LINE ¡ÚNICO PROPIETARIO!",
            "enlace": "https://es.wallapop.com/item/audi-q2-2020-black-line-unico-propietario-1052977330",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "56000 km",
            "precio": 24890.0
        },
        {
            "titulo": "AUDI Q2 Design 30 TDI 85kW 116CV S tronic",
            "enlace": "https://es.wallapop.com/item/audi-q2-design-30-tdi-85kw-116cv-s-tronic-1081340520",
            "descripcion": "Vehículo muy nuevo, equipado con: -volante multifuncional -sensor de luz y lluvia -llantas aluminio 18 -sensores de parking delanteros y traseros -bluetooth -APP conect -Faros de LED. Con intermitentes dinámicos traseros. -Detector de fatiga -Pilotos traseros LED. -Paquete de asistentes ACC. -Control de velocidad de crucero. Con limitador de velocidad. -Inserciones en aluminio mate cepillado. -Navegador Cambio de nombre incluido, posibilidad de financiación, aceptamos coche como forma de pago, el precio no esta sujeto a ninguna financiación",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "50000 km",
            "precio": 24500.0
        },
        {
            "titulo": "Audi Q2 2019",
            "enlace": "https://es.wallapop.com/item/audi-q2-2019-1089987927",
            "descripcion": "-Inmovilizador electrónico -Desactivador Airbag acompañante -Asientos delanteros con regulación manual altura -Freno estacionamiento electromecánico -Paquete iluminación interior LED -Distribución electrónica fuerza de frenado (EBV) -Control de tracción TCS -Audi parking system trasero",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "112000 km",
            "precio": 24300.0
        },
        {
            "titulo": "Audi Q2 2020",
            "enlace": "https://es.wallapop.com/item/audi-q2-2020-975818295",
            "descripcion": "PCG Adaptative cruise control (ACC Stop&Go) Con la ayuda del radar delantero: mantiene la distancia seleccionada con el vehículo precedente desde 30 km/h a 200km/h con cambio manual desde 0 km/h a 200 km/h con cambio S tronic Con S tronic realiza función de asistente de conducción en atascos",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "54500 km",
            "precio": 24300.0
        },
        {
            "titulo": "Audi Q2 Advanced 30 TDI 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/audi-q2-advanced-30-tdi-85-kw-116-cv-1069078241",
            "descripcion": "Ejemplo no vinculante de financiación. PVP: 22.400,00€. Importe financiado: 11.200,00€ con una entrada de 11.200,00€. Plazo 84 cuotas de 175,66€. Comisión de apertura 3,95%, 442,40€ financiada. TIN 6,99%, TAE 8,51%. Importe total a devolver: 14.755,44€. Intereses totales: 3.113,04€. Coste total del crédito: 3.555,44€. Financiación ofrecida por las entidades colaboradoras y sujeta a sus criterios de concesión y riesgo. Revise en el contrato de financiación los términos detallados. Ref. U42_14064 Lo más destacado: - Pintura: Gris Nano (metalizado) - Tapizado: Tela Script Negro - Climatizador automático - Paquete connectivity - Pintura metalizada Otros puntos destacables: - Concesionario oficial de las marcas Audi, Volkswagen, Volkswagen comerciales y Skoda, con más de 100 años de experiencia. - Vehículos certificados con chequeos hasta 289 puntos. - Garantía europea hasta 24 meses. - Disponibilidad para realizar la prueba del vehículo. - Km garantizados. - Asistencia 24 horas con cobertura europea. - Opción de disponer de vehículo sustitutivo. - Financiación y Opción futuro a su medida. - Opción de cambio o devolución hasta 15 días o 1.000 km. - Aceptamos vehículo a cambio y realizamos la tasación gratuitamente. - Entrega inmediata. - Envíos a domicilio en toda la península y Baleares. - Asesores comerciales certificados. - Servicio de recogida gratuito desde la estación. - ¡La distancia no es escusa, si vienes de una provincia distinta, te obsequiamos con una noche de hotel o una comida para dos personas!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "75700 km",
            "precio": 23900.0
        },
        {
            "titulo": "Audi Q2 2019",
            "enlace": "https://es.wallapop.com/item/audi-q2-2019-966975833",
            "descripcion": "Muy equipado con CarPlay(AppleCar&AndroidAuto),control de velocidad,Audi Presense(sistema ayuda anticolision),detector de fatiga,sensores de luz y lluvia,climatizador digital,espejos calefactables electricos y retractiles,Audi Connect,sensores de aparcamiento ,limitador de velocidad,bluetooth con control por voz,abs,esp,radio mp3 con toma aux y usb con mandos en volante,6 airbags,intermitentes en espejos,ayuda arranque en pendiente,luces de emergencia en frenazo,6 airbags,ordenador multifuncion,tecnologia led,freno de mano electrico,volante tapizado en piel,antena en forma de tiburon,antiniebla,avisador de velocidad etc garantia 2 años",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "132000 km",
            "precio": 23900.0
        },
        {
            "titulo": "Audi Q2 30 TDI 116CV S-Tronic - ESPECTACULAR!",
            "enlace": "https://es.wallapop.com/item/audi-q2-30-tdi-116cv-s-tronic-espectacular-1082986893",
            "descripcion": "Estado del vehículo: Espectacular, es una gran oportunidad! Premium Total+ , nuestra garantía que te lo cubre todo. Posiblemente, la mejor garantía del mundo ¡¡12 meses de regalo!! 15 días o 1.000 kms de prueba. Entrega a domicilio gratuita (consultar). Vehículo de sustitución gratuito CocheFree. Cambio automático y secuencial con levas Pantalla multimedia con función G.P.S. -2.000 € de descuento por financiar. Contado 25.800 €, financiado 23.800 €. Por 318 €/mes y sin dar entrada. No incluido seiscientos euros de transferencia y preparación. Ubicación: Benalmádena o Málaga, consúltanos. Info. válida salvo error u omisión. Entra en martinsamotor.com para ver todos nuestros coches",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "46000 km",
            "precio": 23800.0
        },
        {
            "titulo": "Audi Q2 2019",
            "enlace": "https://es.wallapop.com/item/audi-q2-2019-1060827683",
            "descripcion": "Se vende Audi Q2 35 tdi 150cv,techo solar,faros de Led,garantia 12 meses Telf.616428063",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "51951 km",
            "precio": 23500.0
        },
        {
            "titulo": "AUDI Q2 Design 30 TDI",
            "enlace": "https://es.wallapop.com/item/audi-q2-design-30-tdi-1076670642",
            "descripcion": "AUDI Q2 DESIGN 30 TDI 116CV !!!!!!!!!!!!!!!!!!!!!!! Vehículo nacional, kms garantizados y certificados por escrito. Único propietario. Revisiones de mantenimiento al dia. EQUIPAMIENTO: *Color: blanco ibis. *Tapicería de tela antracita. *Volante multifunción. *Control de velocidad adaptativo. *Sensor de lluvia y luces. *Ordenador de a bordo. *Climatizador bizona. *MMI Navegacion. * Android Auto y Apple Carplay. *Bluetooth. *Star- stop. *Faros LED. *Audi Side Assit. *Fijaciones isofix. *Cámara de marcha atrás. *Audi Hold Assist. *Sensor de aparcamiento delantero y trasero. *Llantas de aluminio de 18\". El coche está muy cuidado tanto de interior como de exterior. Está en perfecto estado de mecanica. Se entrega revisado de mecánica y con aceites y filtros recién cambiados. FINANCIAMOS el 100% del vehículo si se desea o bien ENTREGAR una entrada y financiar el resto ( consultar condiciones ). El vehículo lleva IVA DEDUCIBLE ya incluido en el precio. Posibilidad de entregarlo en cualquier punto de España. ( consultar ) Aceptamos vehículo como parte de pago. El vehículo se entrega con 12 MESES DE GARANTIA 100% en toda España. En el precio está incluido el CAMBIO DE NOMBRE. *Este anuncio no es vinculante. Puede contener errores. Se muestra a titulo informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "103000 km",
            "precio": 23200.0
        },
        {
            "titulo": "Audi Q2 35TDI 150cv",
            "enlace": "https://es.wallapop.com/item/audi-q2-2019-1060428853",
            "descripcion": "🚘 Audi Q2 35TDI 150cv Nacional, 2 propietarios, todo original, coche muy bien cuidado, mantenimientos en audi y un color gris flecha perla espectacular. ⭐️ EXTRAS A DESTACAR ⭐️ -Faros Led -Sensor de luces Automáticas -Aire acondicionado climatizador Bizona -Sensores de parking delanteros y traseros -Sensor de lluvia -Control de crucero adaptativo -Freno de estacionamiento eléctrico -Volante multifunción -Start/Stop -Isofix -Bluetooth… 📟 Kilómetros: 69.000kms ⚙️ Motor: 2.0TDI 150cv ⛽️ Combustible: Diesel 🕹️ Transmisión: Manual ♻️ Etiqueta medioambiental: C 💯 Vehiculo totalmente revisado 🛠️ Aceptamos prueba mecánica 📲 (+34 609437671) ⚠️Anuncio no vinculante puede contener errores.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "69500 km",
            "precio": 23000.0
        },
        {
            "titulo": "Audi Q2 2020",
            "enlace": "https://es.wallapop.com/item/audi-q2-2020-1067968076",
            "descripcion": "IVA DEDUCIBLE,GARANTIA,FINANCIACION.Coche en perfecto estado,probar sin compromiso,consumo reducido,control de velocidad,sensor de lluvia,sensor de luces,luces led,intermitentes corridos,volante de cuero deportivo,control de carril,front assist(anticolision)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "46000 km",
            "precio": 22999.0
        },
        {
            "titulo": "Audi Q2 2020",
            "enlace": "https://es.wallapop.com/item/audi-q2-2020-1090671866",
            "descripcion": "Automóviles Sánchez Arcos en Huetor Tajar (Granada) Llévate este Audi Q2 por 22800 Euros con trasferencia y garantía en nuestras propias instalaciones durante un año incluida en el precio del mismo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "76637 km",
            "precio": 22800.0
        },
        {
            "titulo": "AUDI Q2 1.6 30 TDI SPORT 5P",
            "enlace": "https://es.wallapop.com/item/audi-q2-1-6-30-tdi-sport-5p-1086530871",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "109739 km",
            "precio": 22500.0
        },
        {
            "titulo": "Audi Q2 Advanced 30 TDI 85kW (116CV)",
            "enlace": "https://es.wallapop.com/item/audi-q2-advanced-30-tdi-85kw-116cv-1089156299",
            "descripcion": "OFERTA CON FINANCIACION *** Consulta condiciones con nuestro equipo de asesores *** Todos nuestros vehiculos estan seleccionados y revisados en 115 puntos de control *** Kilometros certificados en factura de compra *** Sin gastos de mantenimiento el primer ano o 15.000 Km *** Garantia de hasta 36 meses a nivel nacional *** Si lo prefieres te entregamos el coche en tu domicilio *** En INTEGRAL MOTION llevamos mas de 30 anos ayudando a miles de clientes a encontrar el vehiculo que mejor se adapte a sus necesidades *** ¿VENDES? TASAMOS TU COCHE AL MOMENTO *** INTEGRAL MOTION, MAS DE 3.000 VEHICULOS EN STOCK DE ENTREGA INMEDIATA ** TENEMOS TU PROXIMO COCHE NACIONAL O DE IMPORTACION *** CONSULTA NUESTRO STOCK de coches de segunda mano y ocasion: Volkswagen, Audi, BMW, Mini, Porsche, Mercedes, Smart, Volvo, Jaguar, Land Rover, Lexus, CUPRA, Toyota, Honda, Ford, Opel, SEAT, Citroen, Fiat, Peugeot, Renault, MG, Mazda, Skoda, Nissan, Hyundai, KIA… *** Tambien VEHICULOS INDUSTRIALES Y FURGONETAS *** Berlingo, Jumper, Jumpy, Doblo, Ducato, Transit, Daily, Esprinter, Vito, Combo Cargo, Vivaro, Combo, Expert, Boxer, Partner, Rifter, Kangoo, Master, Traffic, Proace, Proace City, Crafter, Caddy… Pick Ups: Clase V, Hilux…*** Entre nuestro stock de coches siempre a tu disposicion: CLASE A, CLASE C, GLA, GLB, GLC, CLA, CLS, GLE. Lexus UX, RX. BMW Serie 1, Serie 3, X1, X2, X3, X4, X5, Audi A1, A3, Q1, Q3, A4, A5 Q5--- *** SOMOS YA 20 CENTROS DE OCASION entra Galicia y Madrid *** A Coruna, Pontevedra, Ferrol, Santiago, Ferrol, Lugo, Burela, Baio, Las rozas, Torrejon, San Sebastian de los Reyes, Ciudad del Automovil, Coslada *** ENTREGAMOS EN TODA ESPANA *** INTEGRAL MOTION CON NOSOTROS LA CONFIANZA VA DE SERIE *** Visita nuestra web integralmotion.es ***...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2019",
            "kilómetros": "74168 km",
            "precio": 22500.0
        },
        {
            "titulo": "Audi Q2 design 30 TDI 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/audi-q2-design-30-tdi-85-kw-116-cv-1083138926",
            "descripcion": "8 altavoces Adaptative cruise control (ACC Stop&Go) Asistente de luz de carretera \"smart beam\" Audi connect eSIM (3 meses prueba) Audi parking system plus Audi smartphone interface Cable y Kit (accesorio obligatorio) Espejos retrovisores exteriores calefactables con ajuste eléctrico de posición Faros LED y pilotos traseros LED con intermitentes dinámicos Interfaz eléctrica para uso externo, Aux-in y USB Lamina adhesiva Audi con aros en color negro Lavafaros MMI navegación Ordenador con pantalla en color de 3,5\" Paquete de asistentes (en combinación con paquete Vision y Tech conjuntamente) Paquete Tech Paquete Vision Pintura metalizada Tela Aspecto Gris Petroleo/Negro AYVENS multinacional especialista en vehículos de ocasión, con de un amplio stock de más de 1200 vehículos completamente revisados y con historial de mantenimiento completo. Disponemos de un equipo con el mejor trato directo y personalizado tanto presencial como online (videollamadas, peritaciones, fotos en detalle, asesoramiento, consultas.....) Para información detallada del vehículo y sus extras consúltanos. TODOS LOS VEHICULOS SON PREVIAMENTE VERIFICADOS Y SELECCIONADOS PARA SU VENTA AL PUBLICO Y GARANTIZAR ASÍ LAS MEJORES UNIDADES DISPONIBLES. (SIN ACCIDENTES, KILOMETRAJE REAL, UN SOLO USO, MANTENIMIENTO SEGÚN ESTIPULA EL FABRICANTE, ETC). ¡CONSULTANOS LA ENTREGA GRATUITA A NIVEL NACIONAL CON NUESTRA RED DE PUNTOS COLABORADORES! ASEGURATE tu vehículo con la Opción de una pequeña reserva de 300€ garantizada (se devuelve en todos los casos sino se finaliza la compra) y te lo podemos enviar previamente para que lo veas a uno de nuestros puntos más cercanos al domicilio. 15 días o 1.000kms de prueba, con opción de desistir de la compra. OFRECEMOS FINANCIACION A SU MEDIDA CON CAMPAÑAS ESPECIALES!! CONSULTENOS CUOTAS Y PLAZOS QUE GESTIONAREMOS EN EL MOMENTO CON USTED. ACEPTAMOS SU VEHÍCULO COMO PARTE DE PAGO. ¡TASACION GRATUITA! A través de nuestra página web dreamcar.es Nuestro precio incluye IVA (deduc",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "66036 km",
            "precio": 22500.0
        },
        {
            "titulo": "Audi Q2 2020",
            "enlace": "https://es.wallapop.com/item/audi-q2-2020-1039026773",
            "descripcion": "modelo SLINE CON TODOS LOS EXTRAS",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "55000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Audi Q2 2019",
            "enlace": "https://es.wallapop.com/item/audi-q2-2019-1090715103",
            "descripcion": "AUDI Q2 35TDI 150CV -ITV hasta Mayo 2026 -Motor 2.0 de 150CV y 6 Velocidades. -Sensores de aparcamiento del/tras. -Camara vision trasera. -Faros Bi-Xenon. -Luces direccionales. -Control/Limitador de velocidad. -Sistema Audi PreSense anticolision. -Faros Full Led delante y detras. -Dynamic Led. -Start/Stop. -Key Less. -Revisiones al dia con facturas. -Coche de origen aleman con kms certificados. SE VENDE POR AUMENTO DE FAMILIA. SE ACEPTA PRUEBA MECANICA.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "86000 km",
            "precio": 22200.0
        },
        {
            "titulo": "Audi Q2 2019",
            "enlace": "https://es.wallapop.com/item/audi-q2-2019-1091863548",
            "descripcion": "Coche bastabte nuevo, volante deportivo poco desgaste y bien cuidado matriculado en Diciembre de 2019 en Noviembre 2024 se cambiaron los 4 neumaticos y recientemente pintado EL COCHE ESTA EN MASSALFASSAR",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "97000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi Q2 2019",
            "enlace": "https://es.wallapop.com/item/audi-q2-2019-1087783878",
            "descripcion": "en venta audi Q2, unico tomador. precio 22.000€",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "140000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi Q2 2019",
            "enlace": "https://es.wallapop.com/item/audi-q2-2019-1057593827",
            "descripcion": "Coche en perfecto estado tanto interior como exterior, lo vendo porque me he comprado otro. Revisiones con factura, ultima revision 08/10/2024.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "91000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi Q2 2020 Sport",
            "enlace": "https://es.wallapop.com/item/audi-q2-2020-870066895",
            "descripcion": "1.6. 116cv Audi sound system Audi parking system plus Volante deportivo de 3 radios Espejos exteriores plegables electronicamente y calefactables Audi hold assist Paquete vision",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "70000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi Q2 1.6 TDI 116CV SPORT EDITION 2019",
            "enlace": "https://es.wallapop.com/item/audi-q2-1-6-tdi-116cv-sport-edition-2019-1062997591",
            "descripcion": "AUDI Q2 1.6 TDI 116CV SPORT EDITION Equipamiento destacado: llantas de 19 pulgadas, faros full led, pilotos traseros led dinámicos, asientos deportivos, climatizador bizona, control de crucero adaptativo, ordenador de abordo a color, sensores de parking delanteros y traseros. - Vehículo nacional - Garantía de 12 meses todo incluido. - Mantenimiento para 15.000 km a todos nuestros coches a la hora de la entrega - Gestión para el cambio de titular (transferencia) +150 € - Tasamos su vehículo como parte de pago - Limpieza integral valorada en 120 € en todos nuestros coches GRATIS - Entrega del vehículo a su domicilio, en toda la Península (consulta condiciones) - Compra tu coche de segunda mano y ocasión con nosotros y te haremos un descuento adicional en tus mantenimientos y cambio de neumáticos en nuestros talleres Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "105200 km",
            "precio": 21990.0
        },
        {
            "titulo": "Audi Q2 ADVANCED 30 TDI 116CV S TRONIC",
            "enlace": "https://es.wallapop.com/item/audi-q2-advanced-30-tdi-116cv-s-tronic-1047593341",
            "descripcion": "Audi Q2 ADVANCED 30 TDI 116CV S TRONIC. Consultar Disponibilidad ***Cambio de nombre no incluido***",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "80231 km",
            "precio": 21900.0
        },
        {
            "titulo": "Audi Q2 Advanced 30 TDI 85kW (116CV)",
            "enlace": "https://es.wallapop.com/item/audi-q2-advanced-30-tdi-85kw-116cv-1089153533",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2019",
            "kilómetros": "74168 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi Q2+Navegacion+Full Led+Mirror Link+Carplay",
            "enlace": "https://es.wallapop.com/item/audi-q2-navegacion-full-led-mirror-link-carplay-1088830396",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "115000 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi Q2 2019",
            "enlace": "https://es.wallapop.com/item/audi-q2-2019-1076089193",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "93000 km",
            "precio": 21500.0
        },
        {
            "titulo": "AUDI Q2 30 TDI 116CV Design 5p",
            "enlace": "https://es.wallapop.com/item/audi-q2-30-tdi-116cv-design-5p-1075716303",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "93000 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi Q2 DESIGN 116CV 2020",
            "enlace": "https://es.wallapop.com/item/audi-q2-design-116cv-2020-1089939780",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "79000 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi Q2 Advanced 30 TDI 85kW (116CV)",
            "enlace": "https://es.wallapop.com/item/audi-q2-advanced-30-tdi-85kw-116cv-1089151034",
            "descripcion": "OFERTA CON FINANCIACION *** Consulta condiciones con nuestro equipo de asesores *** Todos nuestros vehiculos estan seleccionados y revisados en 115 puntos de control *** Kilometros certificados en factura de compra *** Sin gastos de mantenimiento el primer ano o 15.000 Km *** Garantia de hasta 36 meses a nivel nacional *** Si lo prefieres te entregamos el coche en tu domicilio *** En INTEGRAL MOTION llevamos mas de 30 anos ayudando a miles de clientes a encontrar el vehiculo que mejor se adapte a sus necesidades *** ¿VENDES? TASAMOS TU COCHE AL MOMENTO *** INTEGRAL MOTION, MAS DE 3.000 VEHICULOS EN STOCK DE ENTREGA INMEDIATA ** TENEMOS TU PROXIMO COCHE NACIONAL O DE IMPORTACION *** CONSULTA NUESTRO STOCK de coches de segunda mano y ocasion: Volkswagen, Audi, BMW, Mini, Porsche, Mercedes, Smart, Volvo, Jaguar, Land Rover, Lexus, CUPRA, Toyota, Honda, Ford, Opel, SEAT, Citroen, Fiat, Peugeot, Renault, MG, Mazda, Skoda, Nissan, Hyundai, KIA… *** Tambien VEHICULOS INDUSTRIALES Y FURGONETAS *** Berlingo, Jumper, Jumpy, Doblo, Ducato, Transit, Daily, Esprinter, Vito, Combo Cargo, Vivaro, Combo, Expert, Boxer, Partner, Rifter, Kangoo, Master, Traffic, Proace, Proace City, Crafter, Caddy… Pick Ups: Clase V, Hilux…*** Entre nuestro stock de coches siempre a tu disposicion: CLASE A, CLASE C, GLA, GLB, GLC, CLA, CLS, GLE. Lexus UX, RX. BMW Serie 1, Serie 3, X1, X2, X3, X4, X5, Audi A1, A3, Q1, Q3, A4, A5 Q5--- *** SOMOS YA 20 CENTROS DE OCASION entra Galicia y Madrid *** A Coruna, Pontevedra, Ferrol, Santiago, Ferrol, Lugo, Burela, Baio, Las rozas, Torrejon, San Sebastian de los Reyes, Ciudad del Automovil, Coslada *** ENTREGAMOS EN TODA ESPANA *** INTEGRAL MOTION CON NOSOTROS LA CONFIANZA VA DE SERIE *** Visita nuestra web integralmotion.es ***...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2019",
            "kilómetros": "74168 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi Q2+Navegacion+Full Led+Mirror Link+Carplay",
            "enlace": "https://es.wallapop.com/item/audi-q2-navegacion-full-led-mirror-link-carplay-1079835182",
            "descripcion": "Audi Q2 1,5 35 TFSi 150cv Sport 5p. Unico propìetario, mantenimiento en Audi, Navegación, Full LED, Asientos deportivos Piel calefactados, Sensor de luces lluvia y Aparcamiento, Mirror Link, Apple-Android CarPlay,Control Crucero, llanta 17, Porton electrico, USB, bluetooth, etc. Visite nuestra web ----- multiautosourense. com y vea fotos de todos nuestros vehículos en hd. -- Kms garantizados -- Certificado de no accidentes -- 3 días para la prueba de su vehículo -- 1200 metros de exposición con los mejores precios. **Precio sujeto a condiciones*",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "115000 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi Q2 2020",
            "enlace": "https://es.wallapop.com/item/audi-q2-2020-1062507617",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "76834 km",
            "precio": 21190.0
        },
        {
            "titulo": "Audi Q2 2020",
            "enlace": "https://es.wallapop.com/item/audi-q2-2020-1062501849",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "76834 km",
            "precio": 21190.0
        },
        {
            "titulo": "AUDI Q2 30TDI  116 CV",
            "enlace": "https://es.wallapop.com/item/audi-q2-2019-1047550425",
            "descripcion": "AUDI Q2 30TDI 116 CV, 02/2019, 120.503 KMS, 20.990 € ----------------------------------------- EQUIPAMIENTO DEL VEHICULO: * FAROS LED * NAVEGADOR * ARRANQUE SIN LLAVE * SENSORES DE PARKING DELANTEROS Y TRASEROS * CLIMATIZADOR BI-ZONA * SENSOR DE LUCES CORTAS * CONTROL DE CRUCERO * FRENO DE MANO ELECTRICO * PUERTO USB * ESPEJOS RETROVISORES CALEFACTADOS Y ELECTRICOS * VOLANTE MULTIFUNCION PIEL * TAPICERIA TELA * LLANTAS 17\" Y MAS EXTRAS -------------------------------------------- * TE OFRECEMOS LAS MEJORES CONDICIONES DE FINANCIACIÓN DEL MERCADO. Consultar condiciones. * VEHÍCULO REVISADO Y CON 1 AÑO DE GARANTÍA * IVA DEDUCIBLE * KILÓMETROS CERTIFICADOS * ACEPTAMOS CUALQUIER COCHE COMO PARTE DE PAGO * ENTREGA EN TODA ESPAÑA * HACEMOS COMPRA DIRECTA DE TU COCHE DE MEDIA/ALTA GAMA MENOR DE 5 AÑOS /100.000 KMS * PREENTREGA 100 PUNTOS PUERTOMOTOR.ES facebook.com/puertormotor.com Instagram.com/puertomotor.com * Anuncio no vinculante. Puede contener errores.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "120503 km",
            "precio": 20990.0
        },
        {
            "titulo": "Q2 ADVANCED 30 TDI 116cv STRONIC",
            "enlace": "https://es.wallapop.com/item/q2-advanced-30-tdi-116cv-stronic-1047572871",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "80200 km",
            "precio": 20900.0
        },
        {
            "titulo": "Audi Q2 Sport 30 TDI 85kW (116CV)",
            "enlace": "https://es.wallapop.com/item/audi-q2-sport-30-tdi-85kw-116cv-1078637260",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2020",
            "kilómetros": "131000 km",
            "precio": 20900.0
        }
    ]
}