{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase E",
        "version": "E 200 CDI BlueEFFICIENCY Berlina Aut.",
        "año mínimo": 2012,
        "año máximo": 2013,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 136,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=136&min_year=2012&max_year=2013&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase E&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase E 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2012-1091944305",
            "descripcion": "coche muy cuidado t muy pocos kms",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "87000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-200-cdi-2013-1059230811",
            "descripcion": "Mercedes-Benz Clase E 200 CDI 2013 El coche esta en perfecto estado con todas las revisiones al dia. ITV hasta 09/2025 2 llaves Neumaticos nuevos Equipamiento: Detector de colision Techo panoramico Asientos electricos calefactables Luces de ambiente de 12 tonalidades Climatizor digital delantero y trasero Luces matrix Led Puedes ver el excelente estado del vehículo en las fotos adjuntas. ¡No dudes en escribirme si tienes preguntas o quieres verlo! no inundado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2013",
            "kilómetros": "259000 km",
            "precio": 15900.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2013-1094079384",
            "descripcion": "Mercedes cdi 170 CV avangarde piel led automático pantalla 12 pulgadas carplay cámara trasera alarma digital autoalimentada",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2013",
            "kilómetros": "160000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Mercedes-Benz E200 (GARANTÍA+CAMBIO DE NOMBRE)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2012-1066015380",
            "descripcion": "Un coche que parece recién salido del concesionario. Presentamos esta impresionante Mercedes e-200 un verdadero símbolo de elegancia y confort con solo 168.000 km este coche ha sido cuidado meticulosamente y está en un estado extremadamente impoluto, perfecto para quienes buscan lujo y sofisticación en cada trayecto. Año 2012 con un diseño atemporal y sofisticado, el E200 se destaca en cualquier ocasión. Con tan solo 168.000 kilómetros demuestra tener un rodaje y una fiabilidad añadido a un cuidado meticuloso, ha sido siempre mantenido por una persona mayor que ha garantizado su estado impecable. Acabados de alta calidad. Cada detalle en el interior refleja la excelencia de la marca Mercedes-Benz ofreciendo un ambiente lujoso y cómodo. Tecnología avanzada. Equipado con lo último en tecnología para que disfrutes de una experiencia de conducción placentera y segura. Ventajas al comprar en carconnect: Transporte incluido hasta tu domicilio te lo llevamos a la puerta de tu casa sin coste adicional. Garantía premium durante 12 meses para que puedas usarlo durante todo este tiempo despreocupándote de cualquier inconveniente. Gestión completa de papeleo: nos ocupamos de todos los trámites incluyendo el cambio de nombre para que solo tengas que disfrutar de tu nuevo coche. Financiación a medida: ofrecemos opciones de pago flexibles adaptadas a tus necesidades. No dejes escapar esta gran oportunidad este Mercedes no sólo es un coche sino que será una experiencia de conducción excepcional. En Carl Connect nos comprometemos a ofrecerte vehículos de calidad que superen tus expectativas descubre por qué este e-200 es la joya de la corona que estabas buscando. Contáctanos para más información detallada. No se acepta ningún coche como parte de pago ni ningún otro producto solamente trabajamos con venta directa. Contáctanos por privado y te podemos pasar un vídeo integral del coche. El coche se encuentra en Asturias.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "168000 km",
            "precio": 12990.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2012-1052040598",
            "descripcion": "ocasión única para reestrenar un Mercedes clase motor nuevo integral en fase de rodaje. Totalmente revisado hasta el más mínimo detalle. Muchos elementos mejorados centralita nueva con potenciación 40% más de potencia y par da 200 caballos compresor alternador radiador mantenimiento de la caja de cambio ITV recién pasada con cero fallos equipo multimedia de última (Camara trasera )generación más de 9000 € invertidos demostrables en la restauracióntienes coche para 400.000 km mínimo con solo el mantenimiento es un reestreno . Más información por privado incluye la contratación de una garantía.Se entrega recien pintado o descuento del precio. Actualmente también le hemos cambiado la amortiguación Fle ctores y sanando todas las fallas que van apareciendo para que estén perfectas condiciones",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "10000 km",
            "precio": 12950.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2012-1064478942",
            "descripcion": "Solo gente realmente interesada Segundo propietario Todos mantenimientos hechos (Incluido ATF) ITV recién pasada",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "265000 km",
            "precio": 10500.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2012-1094782516",
            "descripcion": "Se vende Mercedes clase e de diciembre del 2011, sin fp y revision para hacer.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "238000 km",
            "precio": 9800.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2012-1078224582",
            "descripcion": "Vendo Mercedes clase e200 cdi diésel avantgarde vehiculo muy cuidado y en perfecto estado. Mas info:722843864",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "260000 km",
            "precio": 9600.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2012-983403354",
            "descripcion": "Buenas vendo coche Mercedes clase E del 2012 con 213 mil kilómetros, siempre a estado en garaje , ESCUCHÓ OFERTAS Y CAMBIOS. ITV astas 2025",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "213000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2012-946320846",
            "descripcion": "despiece completo mercedes w212 año 2012 pregunta por tu pieza se hacen envíos por Wallapop",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "200000 km",
            "precio": 1.0
        }
    ]
}