{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase E",
        "version": "E 500 BlueEFFICIENCY Cabrio",
        "año mínimo": 2012,
        "año máximo": 2013,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 408,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=408&min_year=2012&max_year=2013&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase E&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase E 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2012-1010493127",
            "descripcion": "Mercedes Benz E500 AMG cabrio coupe 4.7 V8 biturbo 407cv (500cv). - Kms originales y certificados - Entrego Historial de mantenimiento completo en Mercedes Benz desde el km 0 - Facturas anuales SIEMPRE en Mercedes Benz Adarsa Huelva ------ AMG special edition Asientos cuero blanco edición Designo Llantas 19\" Levas en el volante cambio secuencial Sonido Harman Kardon Asientos eléctricos calefactables frío / calor Calefacción en el cuello Detección ángulo muerto Freno automático PRE -SAFE Detección de fatiga Modo ECO -SPORT START & STOP Detección de señales de tráfico Sensor parking Cámara trasera TV integrada Faros auto",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "408 cv",
            "año": "2013",
            "kilómetros": "235000 km",
            "precio": 25000.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2013-1089854864",
            "descripcion": "Importado en 2022 se vende precioso mercedes cabrio a falta de un par de retoques esteticos que se daran solucionados,es de finales del 2013 y como se puede ver en las fotos ya es el modelo facelift de 2014/2015... con motor 2.0 turbo de 211cv (en la version wallapop solo me deja poner la 204cv que es la anterior) hace un año aproximadamente se le hizo una reprogramacion a la centralita para obtener mas potencia,mejor respuesta y sobre todo mejor consumo obteniendo unos 250/260cv y 1 litro menos a los 100 aprox. Libro revisiones mercedes hasta los 100mil km aprox las restantes en taller convencional demostrable, funciona a la perfeccion, todo en orden. paquete completo AMG original asientos electricos multicontorno calefactables ventilados y con bufanda de calor iluminacion interior asistente cambio de carril avisador angulo muerto control de velocidad con frenado automatico sensores aparcamiento con camara marcha atras, aparca solo deflectores de aire luces led dynamicas con cortas/largas automaticas que se ajustan solas al terreno vehiculos... llantas 19 multiradio pinzas en color rojo vivo mando y levas en el volante parrilla panamericana pantalla android harman kardom modos de conduccion climarizador bizona etc etc no mareantes, si no interesa no hablar porque no contesto a tonterias gracias ACEPTO CAMBIOS RAZONABLES, SIEMPRE Y CUANDO ME IMTERESEN A MI gti gt opc sport gta type r cupra tdi rs sti wrc nismo vti vts dsg pdk dkg rc m1 m2 m3 m4 m5 m6 rs2 rs3 rs4 rs5 rs6 rs7 a45 a35 amg gts s1 s2 s3 s4 s5 s6 s7 s8 gtr 350z stage swap camper",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2013",
            "kilómetros": "137000 km",
            "precio": 21990.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 200 Cabrio CGI BE Aut",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-200-cabrio-cgi-be-aut-1080199920",
            "descripcion": "Vehículo NACIONAL, procedente de particular, mantenimientos al día, mantenimiento del cambio realizado en taller Mercedes hace 2.000 kms, ITV hasta 09.2025. Etiqueta C. Precios: 17.900 € financiado / 18.900 € contado. Transferencia y garantía incluidas. Solicite cita para verlo. Disponible en Torremolinos (Málaga). Equipamiento principal (las fotos forman parte de la descripción): CAPOTA EN COLOR BEIGE OSCURO. INTERIOR EN CUERO INTEGRAL BEIGE. PANTALLA MULTIMEDIA. PREINSTALACIÓN DE NAVEGADOR. RADIO. BLUETOOTH. VOLANTE MUOTIFUNCIÓN. SENSORES PARKING. ***Anuncio a título informativo sujeto a error tipográfico, NO vinculante para AUTOPAI, y a disponibilidad del vehículo***",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "177058 km",
            "precio": 18900.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2012-1079227577",
            "descripcion": "Mercedes-Benz E-Klasse E 350 CGI BlueEfficiency Avantgarde en buenas condiciones tanto como de interior como de exterior el vehículo esta en un estado de motor inmejorable, buen estado tanto como de chapa como de pintura El vehículo consta de las siguientes características: dirección asistida, climatización, volante multifunción, ordenador de abordo, cierre maletero automático , calefacción del asiento , asientos delante regulable eléctricamente , techo panorámico/corredizo eléctric. (techo acristalado) , sensores de distancia para aparcamiento , tren de rodaje deportivo , sistema de navegación , climatizador automático (Thermatic) ,control de velocidad de crucero",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2012",
            "kilómetros": "165500 km",
            "precio": 17999.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2012-1089186094",
            "descripcion": "Impecable. ITV 11/25",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "170000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2013-1089951532",
            "descripcion": "En perfecto estado de todo. Un deportivo comodo con mil extras",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2013",
            "kilómetros": "200000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Mercedes-Benz Clase E200 Familiar",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e200-familiar-1084156751",
            "descripcion": "Mercedes E200 Familiar automatico muy equipado y en perfecto estado. ITV valido hasta Mayo 2025 y sin ningún fallo detectado. Revisión pasada en Mercedes oficial en Diciembre 2024. 93.400 kms certificados por Mercedes. Sistema de navegación mejorado con Android y Apple Car Play. Sensores aparacmiento y camara marcha atrás. Ruedas Michelin CrossClimate 2 nuevas. Techo eléctrico, Asientos eléctricos, Bola de remolque escamoteable. Asientos Iso-Fix. Farox Bixenon. Porton maletero eléctrico. Sin daños ni desgastes en interior ni exterior. Siempre en garage interior. Coche familiar. Vende particular",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2012",
            "kilómetros": "93400 km",
            "precio": 16850.0
        }
    ]
}