{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase E",
        "version": "E 350 CGI BlueEFFICIENCY Estate",
        "año mínimo": 2011,
        "año máximo": 2011,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 1000,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=1000&min_year=2011&max_year=2011&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase E&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz E350CGI AMG FULL",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2011-1007154226",
            "descripcion": "En excelentes condiciones Revisiones en concesionario oficial, muy equipado, no se acepta coche a cambio, ni rebaja de precio, forma de pago a convenir.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "292 cv",
            "año": "2011",
            "kilómetros": "115150 km",
            "precio": 23842.0
        },
        {
            "titulo": "Mercedes-Benz Clase E350 2011 306cv",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2010-1084179967",
            "descripcion": "Últimos mantenimientos en mercedes, Asientos marrones calefactables con bufanda de aire caliente, focos xenon direccionales, retrovisores anti deslumbramiento con sensor de ángulo muerto, volante multifunciones con aviso de salida de carril, Difusor de aire de la capota delantero y trasero, navegador, sensor aparcamiento , de lluvia y de luz y muchos más extras ruedas tienen 5 mil kilometros kms.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2011",
            "kilómetros": "210000 km",
            "precio": 18999.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2011",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2011-1071316004",
            "descripcion": "Vendo Mercedes clase e cabrio en perfecto estado.recien pasada la itv, kit AMG Es de empresa pues te puedes deducir el IVA. Un saludo.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "209000 km",
            "precio": 18000.0
        },
        {
            "titulo": "MERCEDES BENZ E250 CGI 204CV AVANTGARDE",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-e250-cgi-204cv-avantgarde-1052949656",
            "descripcion": "PARA UNA MAYOR ATENCIÓN, LE ROGAMOS NOS LLAME PARA CONCRETAR UNA CITA Y VER EL VEHÍCULO. En Auto Sprint 2003, con más de 20 años liderando el sector de la compraventa de vehículos, transformamos la experiencia de adquirir un coche en un proceso transparente, seguro y sin preocupaciones. Nuestra especialización en importación desde Alemania e Italia garantiza acceso a vehículos de la más alta calidad con total garantía. Además, ponemos a tu disposición la posibilidad de probar cualquier vehículo y someterlo a la revisión de un perito judicial o del servicio oficial de la marca, porque tu confianza es nuestra prioridad. - MERCEDES BENZ E250 CGI 204CV AVANTGARDE - Mantenimiento completo en Mercedes. Último mantenimiento realizado a los 174.306kms. - Fecha de 1ª Matriculación 02/2011 - KM 179.500 - Garantía 12 meses - Garantía Premium Opcional - Kms Certificados Por Escrito - Servicio Personalizado Financiación Al 100% a Su Medida Con o Sin Entrada - Recogemos Su Vehículo Como Parte De Pago - Precio: 17.490 EUR - Gastos de GESTORÍA 150€ (NO INCLUIDO) Equipamiento Opcional Incluido: - Volante Multifuncional de Cuero con Levas - Llantas de 17” - Faros de Xenón - Sensor Lluvia/Luces - Bluetooth - Climatizador Bizona - Sensores de Parking Delanteros/Traseros - Control de Velocidad - Espejos Eléctricos/Abatibles - Isofix - Tapicería Cuero en combinación Beige/Marrón - Interior/Puertas en Piel - Asientos Deportivos - Asientos Delanteros Semi-Eléctricos - Ordenador de Abordo - Asientos Delanteros Calefactados - Navegador - Llave Inteligente - Tornillo Antirrobo - Molduras Interiores en Madera - Ventilación para Asientos en Reposacabezas - Modo Sport - Apoyabrazos para Plazas Traseras - Airbag de Rodillas - Apoyacabezas Ajustable en Altura - Antinieblas - Etc.... Para Cualquier Duda Ponte En Contacto Con Nosotros. Este Anuncio No Es Vinculante, Puede Contener Errores, Se Muestra a Título Informativo y No Contractual. Entrega A Domicilio Península y Baleares",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "179499 km",
            "precio": 17490.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2011 Cabrio❗️pegatina C✅",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2011-959567707",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "100000 km",
            "precio": 16900.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2011",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2011-1076851097",
            "descripcion": "Vendo mi Mercede clase e coupé avangarde 250cgi 204 cv automático gasolina impecable revisión y ITV recién pasada muy poco uso se acepta cualquier prueba mecánica bajísimo consumo interesado contactar por wasap y quedamos para hablar ver, o probar déjeme tlf en info@sevimovial.es y le contesto gracias. También aceptaría como parte de pago Nissan qscahi Toyota rav 4 Honda crv o Suzuki gran vitara Ford Kuga solo wasap y cuando esté interesado hablamos. Posibilidad de 1 año de garantía gracias.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "79815 km",
            "precio": 16500.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2011",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2011-1059277563",
            "descripcion": "Mercedes E200 coupe AMG paket -Techo panoramico -Asientos electricos -Volante multifuncion -Sensores de aparcamiento -Llantas de AMG de 18 -Itv paso hace dos dias sin problema -Etiqueta C Mantenimiento todo echo. acepto prieba mecanica o como deseen puedo pasar mas fotos y videos por whatsapp ALGO NEGOCIABLE",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "135000 km",
            "precio": 15999.0
        },
        {
            "titulo": "Mercedes-Benz Clase E200 cupé 184cv auto ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e200-cupe-184cv-auto-1094203747",
            "descripcion": "Os traemos este elegante y deportivo Mercedes E200 en versión cupé con cambio automático y tracción trasera. Se encuentra en un estado de conservación excepcional tanto interior como exteriormente. Es de destacar que se entrega con más de 1.000 € en mantenimientos recién hechos: Aceite y filtro de aceite, aceite de caja de cambios, filtro aire, filtro habitáculo, bujías, discos y pastillas de freno delanteras, entre otros, para que te olvides del taller durante una temporada. Por supuesto, cuenta con libro de revisiones completo con facturas donde no se ha escatimado en el mantenimiento de esta unidad. Cuenta con el siguiente equipamiento destacado: Techo corredizo panorámico Llantas 18” 245/40 Navegador COMAND online Airbags de cortina y de rodilla para el conductor Sensores de aparcamiento delanteros y traseros (parktronic) Control de velocidad TEMPOMAT con limitador Retrovisor exterior e izquierdo antideslumbrantes Retrovisores exteriores plegables automáticamente Asientos delanteros calefactados Se incluye 1 año de garantía, posibilidad de financiación y con servicio de entrega a toda la península. Estamos siempre disponibles para una consulta, cita presencial o prueba de conducción. Ya sabes, si no te enamora, nos lo devuelves.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2011",
            "kilómetros": "150000 km",
            "precio": 15200.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2011",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2011-998815507",
            "descripcion": "En venta Mercedes E coupe impecable, version avantgarde, pack amg. Revisiones al dia, itv al dia, distintivo ambiental C.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "292 cv",
            "año": "2011",
            "kilómetros": "181000 km",
            "precio": 14900.0
        },
        {
            "titulo": "Mercedes-Benz Clase E 2011",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-e-2011-979945237",
            "descripcion": "En muy estado recién repasado con aceites y filtros recién cambiados,paquete Amg completo se acepta coche como parte de pago o se abona diferencia. Amg,slk,gt,cls,cla,ml,gla,clase G,amg63,Audi a3, s-line,a5,rs3,a7,a8,rs,rs4,rs5,rs6,Tt,q3,q5,q8,Bmw m3,m4,m5,m6,m8,x1,x3,x4,x6,range rover sport ,evoque,mini,works,ferrari,Lamborghini,Porsche Cayenne,macan,991,992,turbo,gts,carrera Cayman,Bosxter,911,gt3,gt4,gt2 maserati,Ghibli,,,levante,abarth,458,488,Performance,golf gti,r300,a63s Amg,jeep,Brabus,r8 ,a45,Cayenne Coupe,Rolex, no negocible nada",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "225000 km",
            "precio": 13990.0
        }
    ]
}