{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase A",
        "version": "A 250 Sport 4MATIC 7G-DCT",
        "año mínimo": "2013",
        "año máximo": "2015",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 211,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=211&min_year=2013&max_year=2015&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Mercedes-Benz&model=Clase A&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-1043818749",
            "descripcion": "Único dueño. Revisión recien hecha. Termostato y líquido refrigerante recién cambiado. Sistema de suspensión BC Racing ajustable en dureza, altura... Brazos traseros ajustables. Silenciador Remus Homologado. Sistema de admisión MST Kit intercooler Wagner EVO Llantas Braind Disco de Frenos delanteros Tarox F2000 Discos traseros EBC Racing Pastillas de Freno EBC Racing Yellows Líquido de freno Racing. Downpipe. Todo Homologado menos la downpipe. Sin accidentes y con la pintura original de fábrica. Se entrega llantas originales, downpipe original y silenciador original. Se vende por no usarlo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2013",
            "kilómetros": "113000 km",
            "precio": 25000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-765286273",
            "descripcion": "Mercedes Benz Clase A 250 AMG 7G, vehículo bien cuidado siempre en cochera. AMG exterior y interior, control de velocidad, volante multifuncional, asistente aparcamiento,asientos deportivos de cuero calefactables y eléctricos, climatizador bizona,cámara trasera, control de voz, llantas de 18 AMG, reconocimiento de seńales, asistente anti colisión, techo solar corredizo, retrovisores eléctricos y calefactables.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2014",
            "kilómetros": "105000 km",
            "precio": 24900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1063662042",
            "descripcion": "Coche en muy buen estado tanto por el interior, exterior y mecánicamente, ha sido muy cuidado, con sus mantenimientos cumplidos estrictamente. -luces xenon -Carrocería AMG -2 llaves -3 modos de conducción -asientos calefactables y electricos -control de crucero -sensor de proximidad -navegador a bordo -manteminiento caja de cambios -discos y pastillas brembo al 90% -cubiertas al 90% -cierre elevalunas centralizado -aceite, filtro aceite y habitaculo -anulador antirobo ... Listo para disfrutar y hacer kms Aleron y difusor trasero homologados en papeles. Techo solar averiado solo funciona la esterilla para el sol, sensores de aparcamiento no funcionales. ITV en vigor hasta 2026",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2015",
            "kilómetros": "103000 km",
            "precio": 24000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-992057833",
            "descripcion": "Coche vinilado, color original gris claro metalizado. Va perfecto, muy cuidado, solo 85.000 kms. Tren rodaje sport 211 CV cambio automático de doble embrague Asientos eléctricos con 3 memorias Luces automáticas Cámara aparcamiento Park Asist (aparca solo) Climatizador bizona Asientos piel Navegador Equipo música Harman Kardon Disco duro 30Gb Cristales traseros ahumados homologados Sistema seguridad PRE-SAFE .... Ruedas nuevas recién puestas y recién revisado. Matriculado Diciembre 2012",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2013",
            "kilómetros": "87000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-amg-1050522208",
            "descripcion": "Mercedes Benz clase A 180 w176 gasolina Motor Mercedes Benz gasolina 122 cv turbo 120000 km Itv en vigor (todo homologado) Pack Amg A45 con capó personalizado difusores y faldones de fibra de carbono 7 velocidades automática con levas: 3 opciones (eco, Sport, manual) Suspensión roscada Techo solar Mantenimiento cada 15 000 km con aceite Castrol Edge 5w30 Mantenimiento caja de cambios automática recién echo con factura Llantas 19' Discos de freno diseño perforado Interior prácticamente nuevo Asientos en cuero y alcantara No mareantes",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "120000 km",
            "precio": 20500.0
        },
        {
            "titulo": "MERCEDES-BENZ Clase A A 250 Aut. AMG Line",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-a-250-aut-amg-line-997897339",
            "descripcion": "Vehículo en excelente estado, historico de mantenimientos en concesionario Mercedes y certificado de no siniestralidad. Equipamiento; destacable: Automático 7G-DCT, AMG Line, Techo panorámico, Asientos alcántara/cuero, Navegación, DYNAMIC SELECT, Bi Xenon, Control cruise (TEMPOMAT), Sistema de advertencia de colisión frontal con función de frenado (Collision Prevention Assist); Sensor de luz/lluvia, Paquete Luz; Parrilla Diamantada; Levas en el volante, Retrovisores ext. eléctricos. Oferta financiación 309€ sin entreda. Incluye 12 meses de garantía y compromiso de devolución (10 días, 500 km). Compostela Car Service. Santiago.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2014",
            "kilómetros": "117746 km",
            "precio": 20490.0
        },
        {
            "titulo": "Mercedes-Benz a250 amg sport",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a250-amg-sport-1086096483",
            "descripcion": "vendo a250 sport amg en perfecto estado, todos los mantenimientos hechos en casa oficial y cambio de aceite del cambio automatico recien cambiado en casa oficial, el coche viene con todos los extras posibles como: techo solar, equipo de sonido harman kardon, asientos calefactables, asiento principal electrico etc.. , interior en perfecto estado y exterior en buen estado, para mas informacion contactar por privado. acepto cambio por coches de similar potencia. abstenerse regateadores y mareantes, solo gente seria y interesada",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2014",
            "kilómetros": "150000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-1070889059",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2014",
            "kilómetros": "150000 km",
            "precio": 19990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-1069462985",
            "descripcion": "Coche en perfecto estado más información por privado",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2014",
            "kilómetros": "140000 km",
            "precio": 19800.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-1007805985",
            "descripcion": "Mercedes Benz clase A 200 AMG LINE en muy buen estado. Muy cuidado. Mantenimientos al día. 135.000 km. ITV hasta 2026. Neumáticos pirelli en muy buen estado. Muchos extras (techo solar panorámico , volante multifuncional, llantas AMG 18”, sensores aparcamiento, sensores de lluvia, pantalla, asientos de alcántara..)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2014",
            "kilómetros": "135000 km",
            "precio": 19500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1059541270",
            "descripcion": "Mercedes Clase A 250 sport AMG",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2015",
            "kilómetros": "200000 km",
            "precio": 19200.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1092676993",
            "descripcion": "Se vende vehiculo en buenas condiciones. Mejor ver y probar",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2015",
            "kilómetros": "185000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-886451341",
            "descripcion": "Se vende mercedes A180 2015 automático con levas. Sensor luz y lluvia. Tapicería en piel. Asientos calefactables. Pantalla. Bluetooth y toda la conectividad. Xenón. Led. Control de crucero. Clima bizona. Start Stop. Dos llaves. Pegatina ambiental C para BCN y Madrid. Modos de conducción (sport, eco,). Mantenimientos al día. Prox ITV 2026. Neumáticos al 90%.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "91000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-1083978113",
            "descripcion": "RECIEN CAMBIADO LAS 4 pastillas!! - Park assaist - Los dos discos de alante perforado - Parachoque delantero y trasero AMG - Packete AMG interior y exterior completo - Difusores A45AMG - Faros led high performance - Sensor de aparcamiento - Techo Paronamico - Asiento calefactables - Llantas 19” AMG - GPS - 4 MATIC - Control crucero - Star stop - MODO SPORT , NORMAL , ECO - ALERÓN AMG - SUSPENSIÓN DEPORTIVA AMG - Cinturones rojos AMG - Asientos Alcántara SE ACEPTA TODO TIEMPO DE PRUEBA MECÁNICA CONTACTO 631379810",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2014",
            "kilómetros": "191000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-cla-2014-156-000km-1050285052",
            "descripcion": "\"Vendo Mercedes CLA 180 en perfecto estado, único propietario y siempre guardado en garaje. Kilómetros hechos solo en carretera. Aceite recién cambiado e ITV válida hasta finales de 2025, pegatina (C). El coche es automático con LEVAS opción manual y cuenta con 7 marchas. Cuidado al máximo, ideal para quienes buscan calidad. Solo para gente seria, por favor.\"",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2014",
            "kilómetros": "158000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-1091900646",
            "descripcion": "Mercedes a250 amg automático con los mantenimientos totalmente al día 2 llaves cargado con todos los extras posibles llanta 19 techo solar sensores aparcamiento anticolision cámara marcha atrás asientos eléctricos calefactados con memoria modos de conducción luces y largas automáticas y mucho más",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2014",
            "kilómetros": "128000 km",
            "precio": 17999.0
        },
        {
            "titulo": "Mercedes-Benz A250 AMG 211cv 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a250-amg-2013-1079134852",
            "descripcion": "•FINANCIACION 100% SIN ENTRADA •KILOMETROS CERTIFICADOS Y NO SINIESTRALIDAD •VEHICULO UNICO PROPIETARIO •ESCAPES REMUS (se entregan los originales) •VEHICULO CON TODO EL EQUIPAMIENTO DISPONIBLE MENOS TECHO SOLAR •SE ENTREGA TOTALMENTE REVISADO EN NUESTRO TALLER MECANICO PROPIO Y CAMBIOS REALIZADOS •CAMBIO DE NOMBRE Y 1 AÑO DE GARANTIA PREMIUM +500€ •RECOGEMOS SU VEHICULO COMO PARTE DE PAGO (Previa Tasacion) •POSIBILIDAD DE TRANSPORTAR A CUALQUIER PUNTO DE ESPAÑA (Consultar condiciones)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2013",
            "kilómetros": "138000 km",
            "precio": 17999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 200 BE Style 115 kW (156 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-a-200-blueefficiency-style-115-kw-156-cv-1009295876",
            "descripcion": "Precio oferta sujeto a financiación: 17900 EUR. Precio al contado: 17900 EUR. *CRL* LLEGAN LAS REBAJAS DE VERANO A OCASIONPLUS HASTA 30% DE DESCUENTO EN MÁS DE 2000 COCHES OCASIONPLUS - 8000 COCHES - 90 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA 1090€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería cuero-tela, Asientos calefactables, Asientos deportivos, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Faros bixenón, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado, Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (18\"). - Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2013",
            "kilómetros": "96959 km",
            "precio": 17900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A200 Amg 156cv automatico",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-1082241357",
            "descripcion": "En ESM CARS queremos ofrecerte esta fantastica unidad : Impecable estado general; Equipado con: Volante multifuncional con levas, Asientos de piel calefactables, Sistema de navegación Gps, Bluetooth, Modos de conducción, Parktronic, 2 llaves con mando, Faros bixenon, llantas 18 pulgadas con neumáticos nuevos, Etc… Pintura original. 1 sola propietaria. Pégatina medioambiental C. TODOS los mantenimientos demostrables con facturas en servicio oficial y taller concertado. Precio con revision preentrega garantia mecanica 12 meses y cambio de titular incluido.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2013",
            "kilómetros": "129000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-995667294",
            "descripcion": "Mercedes en perfectas condiciones paquete AMG techo panorámico llantas amg 18' asientos de cuero calefactables faros bixenon cambio 7G-DCT con doble embrague navegador altavoces Harman kardon sensores de aparcamiento y camara de marcha asistente de aparcamiento...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2014",
            "kilómetros": "198000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A250 (AMG)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-250-amg-1056501409",
            "descripcion": "Mercedes Benz A 250 AMG! En muy buenas condiciones, muy bien mantenido, equipamiento AMG tanto interior como exterior, volante multifunción, modos de conducción, modo eco, asientos Isofix, luces Bixenón, llantas en 18\", auto hold, tapicería piel alcántara, luces diurnas de led, encendido automático de luces, freno mano eléctrico, asientos calefactables, aviso anticolisión, sensores de parking, retrovisor interior antideslumbrante, puerto AUX y USB, iluminación del umbral en la puerta, ... Entrego con el mantenimiento recién echo y listo para ser conducido. Matriculado el 05/2013. Para más información y más fotos no dude en contactarme!. Mercedes-Benz Clase A en Barcelona",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2014",
            "kilómetros": "154000 km",
            "precio": 16900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-1040047624",
            "descripcion": "mercedes benz clase a 250, 190.000km,del año 2014,asientos recaro,escape deportivo(pasa itv sin problemas),proxima itv en julio de 2025,mantenimiento de caja de cambios recien hecho en casa oficial, tiene luz de averia y me sale que es averia en arbol de leva,pero el coche va bien no falla en nada,negociable mejor ver.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2014",
            "kilómetros": "190000 km",
            "precio": 16800.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180 URBAN",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180-urban-974991979",
            "descripcion": "Realizamos su gestión 100% online, sin tener que desplazarse para nada. Nosotros nos encargamos de todo el proceso. Garantizamos kilometraje. Garantizamos no haber tenido golpe estructural. Enviamos a cualquier parte de la península. Se acepta coche o moto como parte de pago. Este anuncio se muestra a título informativo y no contractual, consulte cualquier tipo de detalle. Horario de exposición: 10:00h a 13:45h / 16:00h a 19:00h Sábados de 10:00h a 13:30h. Domingos cerrados. Horario Agosto: L-V 10:00 – 13:45h / Tardes Cita previa. Sábados y Domingos cerrado",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2014",
            "kilómetros": "94000 km",
            "precio": 16800.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180-gasolina-automatico-1063387913",
            "descripcion": "Mercedes Benz A 180. Vehículo particular. Automático 7 velocidades. Motor Mercedes gasolina 1.6 de 122 CV. En perfecto estado. Pantalla android y carplay grande tactil. Sensores de aparcamiento delantero y trasero. Aparca solo. Control de velocidad. Encendido automático de luces. Asientos calefactables. Aviso de colisión y control de fatiga. Muy bajo consumo. Etiqueta DGT verde. Neumáticos en perfecto estado. Se facilitará informe Carvertical satisfactorio sin incidencias ni discrepancias en kilometraje. Los kilómetros son reales con informes de revisiones en servicio oficial Mercedes. Se entrega con cambio de aceite y filtros. No hago cambios ni vendo a compraventas.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "75000 km",
            "precio": 15999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180 AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180-amg-1078451795",
            "descripcion": "Mercedes Clase A 180 AMG en perfecto estado,ITV hasta 2026,Etiqueta DGT VERDE,Sensor de aparcamiento delantero y trasero,Radar anti colisión,frenado de emergencia,detector de fatiga,Automático 7 velocidades con levas en el volante, Aire acondicionado automático,sistema de navegación,Bluetooth,CD,Conexión USB,Lunas tintadas,Sensor de lluvia,Volante multifuncion,volante cuero, Asientos cuero calefactables,ISOFIX,Faros BI-xenón con Led, Sensor de luz automático,Sensor de presión neumáticos ,Manos libres,Retrovisores eléctricos,LLANTA AMG 18”,",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "62000 km",
            "precio": 15900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180 AMG Automatico",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180-amg-automatico-1091991876",
            "descripcion": "-año 2014 y 140.000 km certificados -vehículo con todo el mantenimiento en servicio oficial Mercedes -impecable estado, motor, mecánica, chapa, pintura, interiores, neumáticos... perfecto #equipamiento *motor gasolina 1.6 122cv *cambio automático 7 velocidades con levas en el volante *tracción delantera *tren de rodaje deportivo *frenos deportivos *escape deportivo *llantas 18 AMG *dirección progresiva *asientos en piel cuero/calefactables *faros full led inteligentes y pilotos traseros led dinámicos *volante deportivo multifunción en piel *selecion de modos de conducción (eco, normal, sport e individual) *apple car play, android auto *pantalla táctil *parkpilot 360 *luz ambiente led interior *climatizador automático bizona *sistema eco auto start-stop *bluetooth y control por voz *sensores de luces/lluvia/presión de neumáticos *control de velocidad de crucero adaptativo acc y limitador de velocidad *autohold (ayuda en pendientes) *retrovisores plegables eléctricamente y calefactables *espejo retrovisor interior fotosensible *ordenador de abordo *paquete AMG completo -se acepta prueba mecánica Full equipe excepto techo. 14900€",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2014",
            "kilómetros": "140000 km",
            "precio": 14900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180-amg-1070496370",
            "descripcion": "Mercedes clase A 180 AMG Año 2013 125000 km Automático Levas en volante Llantas 18 pulgadas Amg exterior y interior Techo solar Control de crucero Frenada de emergencia retrovisores electricos y calefactables llantas 18 pulgadas …",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "120000 km",
            "precio": 14900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-1057341369",
            "descripcion": "AVERIADO *** Mercedes clase A 250 sport edition, stage 1 a 261 cv, automatico 7 marchas, pack AMG, todos los extras, se vende para reparar o reparado añadiendo la diferencia, se tiene que cambiar motor.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2014",
            "kilómetros": "155000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-1036001648",
            "descripcion": "Coche en muy bien estado. Todos revisones al dia! Parcktronic delantero y trasero. Bola de remolque. Mejor ver y probar.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "137437 km",
            "precio": 11500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-1069027092",
            "descripcion": "El coche está en mu buen estado acepto proba mecánica no Jay que acerle nada todo cambiado",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2013",
            "kilómetros": "279000 km",
            "precio": 9900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1071999632",
            "descripcion": "Vehículo en buen estado de conservación a reparar",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "80000 km",
            "precio": 1000.0
        }
    ]
}