{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase A",
        "version": "A 180 d Sedán",
        "año mínimo": 2019,
        "año máximo": 2020,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 116,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=116&min_year=2019&max_year=2020&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=manual&brand=Mercedes-Benz&model=Clase A&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-953207418",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "99500 km",
            "precio": 31000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1046197960",
            "descripcion": "Nacional y en impecable estado, matriculado en 10/2020 Garantía a nivel nacional sin limite de kilometraje Precio al contado no obligamos a financiar, pero disponemos de financiación si lo deseas Pegatina medioambiental verde tipo C Muchísimos extras: techo panorámico abatible – llantas 18 AMG line – pack premium – paquete night – Sistema de sonido Advance – asientos eléctricos y calefactables con memoria- navegador GPS – faros full led – arranque y apertura sin llave keyless-GO – cámara trasera – aparcamiento automático – sensores 360º – modos de conducción – pantalla doble digital – 64 colores interiores ambientales – control de crucero y limitador – control por voz – asistente de carril – radar anticolisión – lector de señales – espejos plegables eléctricos – sensores de luz y lluvia – tapiceria en cuero y alcántara Disponemos de transporte a la puerta de tu casa, consultar servicio Podemos comprar o aceptar tu coche como parte de pago ¡contáctanos!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "75000 km",
            "precio": 27500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1088945714",
            "descripcion": "Mercedes clase A 180d (diesel) -Recién pasada ITV para dos años. - En perfecto estado. - Muy poco consumo y motor muy fiable. -Se vende por cambiar a coche más grande.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "67000 km",
            "precio": 27000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-sedan-180d-116cv-dct-2020-1076141190",
            "descripcion": "MERCEDES CLASE A SEDAN 180d 116cv DCT (2020) Ponemos a la venta esta impecable unidad de Mercedes-Benz Clase A Sedan en color Blanco Polar. Nacional, matriculado en 07/2020, 2 propietarios, revisiones en Mercedes, libre de accidentes, sólo 61.990kms y un largo equipamiento opcional. A DESTACAR: Cambio automático 7G-DCT Tracción delantera Color exterior Blanco Polar Faros LED High Performance Conexión automática de luces de cruce Retrovisores exteriores calefactados Retrovisores exteriores plegables eléctricamente Paquete Night Llantas de aleación de 18\" Cuadro de instrumentos completamente digital (pantalla de 26 cm) DYNAMIC SELECT (4 modos de conducción) Tapicería de piel Asientos delanteros con calefacción Pantalla multimedia central táctil de 26 cm (MBUX) Panel táctil en consola central (touchpad) Navegador Conexión Bluetooth Paquete Premium Acceso y arranque sin llave KEYLESS-GO Sonido Advanced (10 altavoces) Iluminación de ambiente en 64 colores Control de velocidad Detector activo de cambio involuntario de carril Parktronic Asistentes al aparcamiento delante y detrás Cámara de visión trasera... -Libro completo de revisiones -El vehículo se entrega revisado totalmente -Cambio de nombre (+299€) -Disponemos de FINANCIACIÓN -Valoración de vehículo como parte de pago -Anuncio válido “salvo error tipográfico” Si necesita más información, no dude en contactarnos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "61990 km",
            "precio": 26999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1087260411",
            "descripcion": "Mercedes Benz clase A 180d full AMG. Con techo solar y luces. PARTICULAR, vehiculo muy cuidado y con las revisiones pasadas al dia, con garantia de Mercedes oficial un año.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "29800 km",
            "precio": 26800.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1080099611",
            "descripcion": "Equipamiento más relevante,Etiqueta C acabado especial AMG con todos los extras. Techo paronàmico, navegador , asientos deportivos, sensores de aparcamiento delanteros y traseros,aviso carril,faros led, pantalla multimedia compatible con Apple carplay y android auto ,volante AMG multifunción , control velocidad crucero ,led interiores , climatizador bizona, cámara trasera,modos de conducir y muchos más extras.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "59855 km",
            "precio": 26500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1087207670",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "69000 km",
            "precio": 26000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1063978253",
            "descripcion": "se vende mercedes clase a 180 d sedan en perfecto estado y con todas las extras",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "113000 km",
            "precio": 26000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1071226491",
            "descripcion": "Mercedes Clase a180 2019 4/5L/100 Amg por fuera( Amg dentro Nigh ) Techo solar Semibaquets cuero/alcantara +calefactables Clima bizona del/tras Asistencia salida carretera Asistencia distancia seguridad Lector de señal velocidad Control de cruzero Sensore del/trase 360 Camara trasera Navegador con camara del Mercedes Me ( por voz ) Llanta 18” Amg Mandos volante con tactil Ayuda parking Luces Led ( 64 colores, puerta incluidas ) Pantalla grande 10” 4 mode de conducion 4 - mode de pantalla cambiables a tu gusto Anagrama Mercedes y Amg en las puertas delanteras Apertura, cierre y arranque sin llaves 2 mandos mucho mas extras..... Reviciones casa oficial Cadimar, ultima hace 1.200km + bateria de gel y gomas del/ nuevas de casa oficial. Itv ast Junio 2025 Mejor Ver y Provar..... Mercedes#claseA#audi#Volkswagen#seat#bmw#peugeot#hiundai# opel#scoda#renaul#mg",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "67000 km",
            "precio": 26000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1086805961",
            "descripcion": "Vehiculo nacional muy bien cuidado. Etiqueta medioambiental C Todo al dia en concesionario oficial demostrable. Equipamiento incluye AMG LINE interior y exterior, iluminacion ambiente junto con paquete premium, faros led high performance. Tapiceria mixta cuero negro nappa y blanco opalita. Mejor ver y probar. Precio negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "85569 km",
            "precio": 25990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180D Sedán Automatico 7G DCT",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180d-sedan-automatico-7g-dct-1094708652",
            "descripcion": "MERCEDES-BENZ CLASE A 180D Sedán Automatico 7G DCT 116cv 86.000 km , año 07/2020 . ÚNICO PROPIETARIO , IVA DEDUCIBLE . 24.900 Euros.(Precio sujeto a financiación). Posibilidad de entregar el vehículo en cualquier parte de España. Histórico de mantenimiento disponible y km certificados. -ESTE ANUNCIO NO ES VINCULANTE, PUEDE CONTENER ERRORES, SE MUESTRA A TÍTULO INFORMATIVO Y NO CONTRACTUAL. OCASIÓN !!! Espectacular Mercedes clase A sedán con motor diésel automático de 7 velocidades con 116cv. Vehículo prácticamente nuevo con tan solo 86.000 km , impecable lo mires por donde lo mires . No lo pienses más y llévate este fantástico coche a un precio increíble. Completamente equipado con … Pintura metalizada , faros full led , llantas de aleación 18” , cámara de aparcamiento , asientos en acabado Alcántara , cristales traseros ahumados , espejos eléctricos abatibles , cierre centralizado , espejos eléctricos , freno de mano eléctrico , sensor de lluvia y luces , cuadro de instrumentos digital , levas en el volante , control de cambio involuntario de carril , sistema Start&Stop , volante multifunción , control de crucero , limitador de velocidad , control por voz , iluminación interior de ambiente , asistencia de fatiga del conductor , sistema anti colisión , lector de señales de tráfico , sistema de audio multimedia con teléfono manos libres por bluetooth , climatizador bizona , arranque sin llave y muchos más … No dudes en llamarnos para cualquier consulta y para informarte de nuestros descuentos especiales. Tlf: 676873582 Roberto.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "86000 km",
            "precio": 25900.0
        },
        {
            "titulo": "Mercedes-Benz pack amg",
            "enlace": "https://es.wallapop.com/item/mercedes-clase-a-pack-amg-1080595476",
            "descripcion": "Motor: 1.5 dci 116cv ⚙️Cambio: manual 📅Año: 2020 📉Km: 49000 📝 Equipamiento ✅ Volante multifuncional ✅ RECONOCIMIENTO DE SEÑALES ✅ Asientos deportivos semibaquets en alcantara y piel ✅ DIGITAL COCKPIT (Cuadro de instrumentos digital) ✅ CLIMATIZADOR ✅ Navegación 3D ✅ DYMANIC SELECT con 3 modos de conducción (ECO, CONFORT, ISPORT) ✅ Llantas 18” ✅ Faros LED y pilotos traseros LED KEYLESS GO (arranque sin llave) ✅ Luces leds interiores de colores ✅ puertos USB c ✅ asistente de carril ✅ paquete night ✅ velocidad de crucero ✅ cámara trasera Coche nacional, historial completo en Mercedes. Se le acaba de hacer neumáticos delanteros, pastillas y discos, 2 llaves",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "49000 km",
            "precio": 25499.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1093539280",
            "descripcion": "-Automático -Diesel -116cv -AMG -Motor 1.9 Se vende por falta de uso,se puede ver y probar sin compromiso. #coche #mercedes #amg #car #clasea",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "64000 km",
            "precio": 25100.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1094354092",
            "descripcion": "- ¡Tu próximo coche te está esperando! - Vehículo Nacional con Máxima Confianza: Procedente de concesionarios oficiales. Kilometraje certificado. Sin golpes estructurales. - Ventajas Incluidas en el Precio: - Garantía de 12 meses para tu tranquilidad. - Revisión preentrega en más de 150 puntos clave. - Limpieza integral : interior y exterior impecables. - IVA incluido. Cambio de titularidad gestionado por nosotros por solo 250 €. Nos ocupamos de todo para que el proceso sea cómodo, rápido y sin complicaciones para ti. Estado general: Este vehículo está en excelentes condiciones de motor, interiores y carrocería, ¡listo para que lo disfrutes! - Extras destacados: - Libro de mantenimiento completo en concesionario oficial MERCEDES. - Espectacular estado de conservación. - Paquete AMG interior y exterior. - Faros de LED - Llantas de 18\" AMG. - Asientos tipo bucket calefactados. - Luz interior dinamica con cambio de color. - Navegación y car play. - Comandado todo por voz. - Matriculado en 2019. ¡Llama ahora y agenda tu prueba de conducción! Este coche es una oportunidad única que no puedes dejar pasar. Nota: Este anuncio no es vinculante y puede contener errores.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "67000 km",
            "precio": 24490.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1094353299",
            "descripcion": "- ¡Tu próximo coche te está esperando! - Vehículo Nacional con Máxima Confianza: Procedente de concesionarios oficiales. Kilometraje certificado. Sin golpes estructurales. - Ventajas Incluidas en el Precio: - Garantía de 12 meses para tu tranquilidad. - Revisión preentrega en más de 150 puntos clave. - Limpieza integral : interior y exterior impecables. - IVA incluido. Cambio de titularidad gestionado por nosotros por solo 250 €. Nos ocupamos de todo para que el proceso sea cómodo, rápido y sin complicaciones para ti. Estado general: Este vehículo está en excelentes condiciones de motor, interiores y carrocería, ¡listo para que lo disfrutes! - Extras destacados: - Libro de mantenimiento completo en concesionario oficial MERCEDES. - Espectacular estado de conservación. - Paquete AMG interior y exterior. - Faros de LED - Llantas de 18\" AMG. - Asientos tipo bucket calefactados. - Luz interior dinamica con cambio de color. - Navegación y car play. - Comandado todo por voz. - Matriculado en 2019. ¡Llama ahora y agenda tu prueba de conducción! Este coche es una oportunidad única que no puedes dejar pasar. Nota: Este anuncio no es vinculante y puede contener errores.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "58000 km",
            "precio": 24490.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180 d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180-d-85-kw-116-cv-1080839007",
            "descripcion": "Alfombrillas de velours (SA-U12) Android Auto (SA-17U) Apple CarPlay (SA-16U) Asientos de confort (SA-7U2) Asientos traseros con respaldos abatibles (SA-287) Blanco digital (metalizado) Cámara de marcha atrás (SA-218) Cambio manual de 6 velocidades (GC-411) Detector activo de cambio de carril (SA-243) Dirección directa (SA-213) Elementos de adorno con efecto de fibra de carbono (SA-H59) Faros LED High Performance (SA-632) Integración de smartphone Llantas de aleación de 43,2 cm (17\") con diseño 5 radios dobles, optimizadasaerodinámicamente, en color negro mate y pulidas a alto brillo, 205/55 Navegación por disco duro Navegación por disco duro (SA-365) Paquete de asientos de confort (PC-U59) Paquete de conectividad navegación Pintura metalizada Preequipo para servicios de navegación (SA-01U) Progressive (PC-P59) Radio digital Red portaobjetos en respaldos delanteros (SA-286) Servofreno de emergencia activo (SA-258) Símil de cuero ARTICO /tela Flerón Marrón Bahía/Negro Sistema inalámbrico de carga para dispositivos móviles Sistema multimedia MBUX (SA-548) Techo interior de tela en color negro (SA-51U) TIREFIT (SA-B51) Tren de rodaje de confort de altura rebajada (SA-677) Volante deportivo multifunción en cuero (SA-L3E) AYVENS multinacional especialista en vehículos de ocasión, con de un amplio stock de más de 1200 vehículos completamente revisados y con historial de mantenimiento completo. Disponemos de un equipo con el mejor trato directo y personalizado tanto presencial como online (videollamadas, peritaciones, fotos en detalle, asesoramiento, consultas.....) Para información detallada del vehículo y sus extras consúltanos. TODOS LOS VEHICULOS SON PREVIAMENTE VERIFICADOS Y SELECCIONADOS PARA SU VENTA AL PUBLICO Y GARANTIZAR ASÍ LAS MEJORES UNIDADES DISPONIBLES. (SIN ACCIDENTES, KILOMETRAJE REAL, UN SOLO USO, MANTENIMIENTO SEGÚN ESTIPULA EL FABRICANTE, ETC). ¡CONSULTANOS LA ENTREGA GRATUITA A NIVEL NACIONAL CON NUESTRA RED DE PUNTOS COLABORADORES! ASEGURATE tu vehícu",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "87531 km",
            "precio": 24100.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1085483216",
            "descripcion": "Vendo Mercedes clase A 180d por motivos personales. Coche en perfecto estado, recién pasada la revisión a los 62000km. Vehículo nacional, neumáticos delanteros nuevos y traseros al 60%. Vehículo con todo el pack amg a45 con las piezas originales que se entregarían aparte. Le puse las Luces integradas en puertas aparte de todas las que tiene y la alarma perimetral con aviso al teléfono puesta en MADRID AUDIO. Coche muy cuidado, este último año le pasé la revisión haciéndole 5mil km solo, puede verlo un mecánico sin problemas. Precio NO NEGOCIABLE, ni cambio por otro coche. Interesados paso más info por privado. Se entrega con 2 llaves. Todas las revisiones en casa mercedes. TODOS LOS EXTRAS EXCEPTO TECHO",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "64000 km",
            "precio": 23999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020 180d",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-180d-1086462948",
            "descripcion": "Vehículo nacional de finales del 2019, soy el segundo dueño y tiene revisiones en Mercedes. Equipamiento a destacar: - Paquete AMG interior y exterior. - Cámara de marcha atrás. - Paquete luces. - Navegador. - Asientos calefactados. - Sensores de aparcamiento delanteros y traseros. - 7g-dct cambio automático de doble embrague. - Visualizador del cuadro de instrumentos y multimedia digital. - Asientos deportivos delanteros. - Detector activo de cambio de carril. - Sistema de advertencia de colisión con intervención activa en el freno, avisador anticolisión-parada. Se vende por cambiar a vehículo mas grande. No contactéis compraventas o particulares con ofertas absurdas por favor, gracias.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "86598 km",
            "precio": 23500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1069222944",
            "descripcion": "Mercedes Clase A de 2019 con pack AMG tanto interior como exterior. Muy cuidado y recién pintado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "116000 km",
            "precio": 22900.0
        },
        {
            "titulo": "MERCEDES-BENZ Clase A 180 d",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180-d-1064709626",
            "descripcion": "[2280680] Automotor10 - Grupo Ditram, años de experiencia dando el mejor servicio al cliente y a tu vehículo. Si no encuentra el coche que estaba buscando, se lo encontramos. Puedes ver más vehículos en nuestra web www.automotor10.com Precio financiando: 20.900 € * OFERTA FINANCIACION Precio contado: 22.900 € Descuento de 2.000 € sujeto a la financiación del 100% -- Calcule su cuota y consulte condiciones en nuestra calculadora financiera, a través de www.automotor10.com --'' ¡¡VARIAS UNIDADES EN STOCK!! TODO INCLUIDO: IVA, transferencia, pre-entrega y hasta 36 meses de garantía (opcionales) Todos nuestros vehículos pasan un estricto control de calidad según los estándares de nuestros talleres oficiales además te ofrecemos Garantía de satisfacción de 15 días o 1000 km, lo que antes suceda. ¿No eres de Lugo? No te preocupes, te llevamos el coche a tu domicilio (consultar condiciones). Admitimos todo tipo de vehículos como parte de pago. Llámanos y tasamos tu coche sin compromiso. Contamos con las mejores condiciones de financiación del mercado, llámanos y te haremos una propuesta personalizada que se adapte a tus necesidades. *EQUIPAMIENTO A DESTACAR* PARKTRONIC TEMPOMAT SENSOR DE LUCES Y LLUVIA NAVEGACIÓN CAMBIO AUTOMÁTICO ETC....",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "116000 km",
            "precio": 22900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1063873510",
            "descripcion": "📢AUTOSTAR ACIREALE SRL 🚖 propone : • Auto - NEW MERCEDES CLASSE A 180D 115CV • Cambio - AUTOMATICO • Modello - PREMIUM AMG • Anno - 12/ 2018 • Km - 156.000 ORIGINALI E CERTIFICATI • Alimentazione - DIESEL • Colore - GRIGIO • ⁠UNICO PROPRIETARIO GARANZIA 12/24/36 EUROPEA Conformgest Completa + Soccorso stradale! NOTA IMPORTANTE: Valutiamo il vostro usato in permuta. Finanziamento a tasso agevolato con Agos Ducato, Compass, Santander, Fiditalia, BPP. Per visionare la vettura ci trovate in viale Cristoforo Colombo, 27 Acireale. Aperti tutti i giorni, dalle 09:00 alle 13:00 e dalle 15:00 alle 20:00 Domenica aperti Mattina. ☎ Chiama: 3939141473 ✅ Whatsapp: + 📥 Facebook: Scrivi un messaggio privato ℹ️🧑‍💼Carmelo Musumeci ℹ️⚙️Autostar Acireale",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "155000 km",
            "precio": 22900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-969292476",
            "descripcion": "mercedes clase A180 sedan año 2020, cambio manual de 6 velocidades, equipado con: - tapicería en piel blanca con asientos calefactables - paquete de iluminacion ambiente multicolor -llave inteligente - car play y android auto - sensores de parking - paquete de conectividad navegación - integración de smartphone - detector activo de cambio de carril - funciones ampliadas mbux - navegador gps - cuadro de instrumentos completamente digital - lector señales de tráfico - led high performance etc etc. mejor ver y probar,se entrega totalmente revisado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "160000 km",
            "precio": 21900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1069670020",
            "descripcion": "110000 km cambio automatico 116cv segundo propietario",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "110000 km",
            "precio": 21500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1080028571",
            "descripcion": "🚘OCASIÓN🚘 MERCEDES CLASE A SEDAN A180d 116cv 97.000kms libro de mantenimiento - START/STOP - manual 6 velocidad - alerta por cansancio (attention assist) - asistente de frenos - ayuda activa para aparcar - ayuda de arranque en pendientes - capó activo (protección de peatones) - control de estabilidad - control de presión en neumáticos - control de tracción - control de velocidad - control de angulo muerto - controlador DYNAMIC SELECT (4 programas de conducción) - cámara de marcha atrás - detector activo de cambio involuntario de carril - ISOFIX - llamada de emergencia - luz diurna LED - ordenador de viaje - volante con ajuste horizontal y vertical - climatizador THERMOTRONIC - Asientos delanteros con calefacción - conexión automatica de luces de cruce - elevalunas eléctricos delanteros y traseros - keyless go - función de parada y arranque ECO - mando de apertura a distancia - cuadro de instrumentos completamente digital (pantalla de 26cm) - pilotos traseros con técnica LED - volante deportivo de 3 radios en cuero - conectividad ampliada para los servicios de navegación - Bluetooth - navegador Aceptamos vehiculo como forma de pago (previa tasacion) Si necesitas financiación, te ofrecemos la mejor financiación del mercado a un 4.99% Todos nuestros coches certificados de estructura y kilometraje real Todos nuestros vehículos se entregan con el mantenimiento recien echo. Verifique los datos de este vehículo con el comercial , podría contener algún error no vinculante. PRECIO : 20.999€ transferencia y garantía de 1 año incluida . Entrega de vehículo a domicilio GRATUITA !",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "97000 km",
            "precio": 20999.0
        },
        {
            "titulo": "Mercedes-Benz A 180 D Sedán *LED *Navegación",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a-180-d-sedan-led-navegacion-1090203306",
            "descripcion": "** Impresionante Mercedes-Benz A180 Sedan ** ** Matriculado el 28 de Mayo del 2020 ** ** Cambio manual de 6 velocidades ** ** Motor Euro 6 - Pegatina medioambiental C ** ** Equipado con: *Faros de LED *Testigo de ángulo muerto *Alerta involuntario de carril *Distronic delantero *Sensores de aparcamiento delanteros y traseros *Camara de marcha atrás *Sensores de luces y de lluvia *Interior en cuero mixto *Volante multifuncional *Control de crucero *Limitador de velocidad *Navegación profesional a color *Climatizador digital bizona *Bluetooth *ISOFIX ** Dispone de doble juego de llaves ** ** Dispone de historial de mantenimiento sellado al día ** ** IVA Deducible ** ** Precio con Transferencia y Garantía de 12 Meses ** Financiación al 100%",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "90000 km",
            "precio": 20990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180d 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180d-2020-1073681068",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "71000 km",
            "precio": 20900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A A 180 d",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-a-180-d-1078907592",
            "descripcion": "¿Qué te ofrece este vehículo?   Un muy buen estado Kilometraje Garantizado Se entrega totalmente revisado y con olor a nuevo ITV recién pasada. Financiación a medida y posibilidad de aceptar coche como parte de pago Entrega personalizada   Para Más Detalles Consulte Nuestra Web: WWW.UBECARS.COM   Servicios IMEXPORT UBECARS:   Puedes gestionar su compra 100% Online Te llevamos el vehículo a casa Posibilidad de extensión de garantía Vehículos a la carta Limpieza integral Certificamos todos los vehículos disponibles en stock Enviamos vehículos a toda España Atención personalizada en inglés y francés         Precio financiando la totalidad mínimo 72 meses: 19.900€ Precio al contado: 20.900 € Este anuncio no es vinculante, puede contener errores. Se muestra a título informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "142968 km",
            "precio": 20900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A sedan 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-sedan-2020-1078632170",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "114999 km",
            "precio": 20899.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1087736406",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "180000 km",
            "precio": 19990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-1047943278",
            "descripcion": "Unidad de entrega rápida. Fantástico MB ClaseA 160 Business Solution con solo 4 años y 80.000 km. Vehículo procedente de una finalización de un renting de dirección. Se entrega con: - la ITV pasada, - etiqueta \"C\" medioambiental, - totalmente revisado y con el mantenimiento al día - y con 12 meses de garantía mecánica en taller oficial Mercedes-Benz.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "95 cv",
            "año": "2020",
            "kilómetros": "80000 km",
            "precio": 19990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1063384848",
            "descripcion": "Vehículo de reestreno envío videos a interesados. Todos los mantenimientos en la casa ruedas nuevas, automático 7 velocidad cámara de marcha atrás. No negociable. Está en Salamanca",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "60000 km",
            "precio": 19900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A A 180 d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-a-180-d-85-kw-116-cv-1016778431",
            "descripcion": "Precio oferta sujeto a financiación: 19773 EUR. Precio al contado: 21750 EUR. *VIG2* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Precio oferta financiado: 19773€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 21750€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería cuero-tela, Navegador, Faros delanteros led, Cámara de marcha atrás, Ayuda aparcamiento, Faros traseros led, Encendido automático de faros, Start/Stop automático, Aire Acondicionado (Climatizador), Asistente de mantenimiento de carril, Reconocimiento señales de tráfico, Asistente de arranque en pendiente, Isofix, Arranque por botón, Sensor de presión de neumáticos, Freno de estacionamiento eléctrico, Control de velocidad, Volante multifunción, Bluetooth, Llantas de aleación (16\"). - Historial Mantenimiento, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "66929 km",
            "precio": 19773.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180d 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180d-2020-1083753606",
            "descripcion": "-ENVÍO GRATIS A TODA ESPAÑA. (consultar condiciones) -1 AÑO DE GARANTIA PREMIUM EN TODA ESPAÑA. -PRECIO FINAL 18.950€ (MISMO PRECIO FINANCIADO O AL CONTADO) -IVA DEDUCIBLE PARA AUTONOMOS Y EMPRESAS. -VEHICULO DE UNICO PROPIETARIO. -SE ACEPTA VEHÍCULO COMO PARTE DE PAGO. -VEHICULO CON HISTORIAL DE MANTENIMIENTO DEL SERVICIO OFICIAL. -KIT LLANTAS AMG OPCIONALES +1000€ -LA FINANCIACION MAS BAJA DEL MERCADO, LLEVATELO FINANCIADO DESDE SOLO 5,9%, LLEVATELO POR 258€/MES. -CARACTERISTICAS: Navegación, sensores de aparcamiento con cámara trasera, climatizador, sensor luces y lluvia, arranque sin llaves, sistema multimedia con telefonía, control de crucero y limitador de velocidad, asistente salida de carril, sistema de colisión delantero, ordenador a bordo, sistema SOS llamadas, volante multifunción Y MUCHO MAS!!! -CONSULTA NUESTRAS VALORACIONES EN GOOGLE, FACEBOOK E INSTAGRAM *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. REF. 192599",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "119000 km",
            "precio": 18950.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1071839951",
            "descripcion": "coche impecable. Con el libro de mantenimiento en la casa con todas las revisiones hechas al dia. Unico dueño. Mas info llamarme o escribirme. - Tapizado: Símil de cuero ARTICO Negro con asientos deportivos Símil de cuero ARTICO - Integración de smartphone - Inserto de cenicero para portavasos con encendedor - Navegación por disco duro - Visualizador del cuadro de instrumentos completamente digital - Asientos deportivos delanteros - Paquete de aparcamiento con cámara de marcha atrás - Paquete Retrovisores - Paquete Advantage - Pintura metalizada - Cámara de marcha atrás - Detector Activo de Cambio de Carril (Cámara) - Sistema de Advertencia de Colisión con Intervención Activa en el Freno, Avisador Anticolisión-Parada - Airbags de rodillas - Control de la Presión de Inflado de los Neumáticos - Climatización Automática - Paquete Ajustes Comfort",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "185000 km",
            "precio": 17490.0
        }
    ]
}