{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase A",
        "version": "Mercedes-AMG A 35 4MATIC Edition 1",
        "año mínimo": 2018,
        "año máximo": 2020,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 306,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=306&min_year=2018&max_year=2020&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase A&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1073223959",
            "descripcion": "Mercedes Benz Clase A al detalle, paquete AMG y con techo solar. Vehiculo cuidado al maximo, duerme siempre en garaje, todas las revisiones efectuadas en la casa con libro de mantenimiento sellado. Vehiculo nacional, unico propietario. Modificaciones: - Sistema de suspensión neumatica con gestion Airlift 3p y balonas D2 Racing - Llantas de 20 pulgadas marca Vertini - Paquete Maxton de lip, taloneras y difusor - Tramo final de escape con valvula de mariposa - Aleron y Parilla del AMG - Kit de luces led en el exterior - Cambio en cinturones delanteros por unos en color rojo TODO HOMOLOGADO CON ITV RECIEN PASADA",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2020",
            "kilómetros": "91000 km",
            "precio": 48000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-amg-edition-one-1051687170",
            "descripcion": "Para más información pregunten! No cambios,solo venta! Negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "66000 km",
            "precio": 47600.0
        },
        {
            "titulo": "Mercedes-Benz A35 AMG (2020)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a35-amg-2020-1059682451",
            "descripcion": "MERCEDES BENZ A35 AMG 2020 306CV Equipamiento: . Pintura MANUFAKTUR (Magno Designo) . Asientos backet AMG . Volante deportivo multifuncion . Climatizador Trizona . Luz diurna . Retrovisores electricos abatibles . USB / Bluetooth . Faros full LED . Llantas de aleacion 19 AMG . Iluminacion ambiental . ABS . AIRBAG . ESP . ISOFIX . Paquete exterior e interior AMG MEIN CARS - Siempre contigo - Vehiculo transferido - Financiacion a medida - Entrega a domicilio - Garantia 12 meses (Nuestros anuncios son de caracter comercial, pueden contener errores tioograficos y no son vinculantes ni contractuales.)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "70000 km",
            "precio": 46900.0
        },
        {
            "titulo": "MERCEDES-BENZ Clase A 35 AMG 4Matic+",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-amg-4matic-1018901580",
            "descripcion": "Espectacular unidad de MERCEDES-BENZ CLASE A 35 AMG 4Matic+ 7G-DCT 306CV!!! UNICO DUEÑO. Se entrega con tratamiento cerámico en carroceria valorado en 800 Euro. En perfecto estado tanto interior como exterior, revisado recientemente y siempre en Mercedes, navegador con realidad aumentada MBUX, techo corredizo panorámico eléctrico de cristal, faros LED High Performance, detector activo de cambio de carril, integración de smartphone, control de ángulo muerto, paquete de aparcamiento con cámara de 360º, asientos AMG Performance, head up display, equipo de sonido Bang and Olufsen, paquete premium plus con asientos calefactados, sistema de carga inalámbrica, paquete aerodinámico AMG, Paquete deportivo AMG, paquete de asientos Confort y muchos más. Precio al contado: 46.900€. Precio financiado: 44.900€. (Financiando al menos 40.000€) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted @auto.gallery #JF CAP #JU PIC #FU #AN #LSW #HAT #J085515",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "34900 km",
            "precio": 46900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1029607672",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "82 cv",
            "año": "2019",
            "kilómetros": "47000 km",
            "precio": 45995.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1057015075",
            "descripcion": "se vende a35 amg edition one full extras asientos eléctricos tipo backet techo panorámico paquete aero paquete noche etc etc tiene todas las revisiones hechas en la mercedes con facturas demostrables los asientos las costuras solo es el único que lo tiene así fue elegido por catálogo en la casa oficial cuando salió nuevo mejor ver y probar",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "4000 km",
            "precio": 45000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 35 AMG 306cv 4Matic+ 7G-DCT",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-amg-306cv-4matic--7g-dct-1082061550",
            "descripcion": "MERCEDES BENZ CLASE A 35 AMG 306CV 4MATIC+ 7G-DCT!! En perfecto estado tanto interior como exterior, revisado siempre en Mercedes, se entrega revisado, llantas 19\" AMG, kit aerodinámico AMG, volante AMG, asientos AMG Performance calefactados, faros LED, techo panorámico, realidad aumentada MBUX, audio Burmester, asistente de conducción, asistente de aparcamiento, asistente de mantenimiento de carril, distronic plus, conectividad smartphone y muchos más. Precio al contado: 44.900€. Precio financiado: 42.900€. (Financiando al menos 40.000€) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Puedes conocernos mejor a través de instagram: autogallerypremium Matriculado en 5/2019 Bitcoin accepted here, @auto.gallery #JF CAP #JU PIC #FU #MJT #HAT #J108660",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "35900 km",
            "precio": 44900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A35 AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a35-amg-1089585377",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "72000 km",
            "precio": 43500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A AMG 35 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-amg-35-2020-1068937309",
            "descripcion": "Mercedes A 35 AMG.Revisión recién realizada Néumaticos Michelin Pilot Sport 4S Color exterior Negro Cosmos metalizado Paquete Night Paquete Aerodinámico Paquete Premium Plus Techo corredizo panorámico Multibeam LEDHead-Up display Sensor de lluviaRetrovisor interior con sistema antideslumbrante automático Retrovisores exteriores abatibles eléctricamente Kit estético AMG Ensanchamiento de los pasarruedas Depósito de combustible de 51 litros de capacidad Cristales oscuros para las ventanillas laterales traseras y la luneta trasera Elementos de adorno de aluminio claro con rectificado longitudinal Volante AMG PERFORMANCE en cuero con controles en volante y levas Iluminación ambiente 64 colores Listones de umbral AMG con distintivo AMG, iluminados Cinturones de seguridad MANUFAKTUR en color rojo Equipo de sonido BURMESTER Asientos BUCKET AMG PERFORMANCE",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "104500 km",
            "precio": 43500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1091658499",
            "descripcion": "A35 AMG Edition One Importado de Alemania. Único propietario, kilómetros certificados con histórico de mantenimientos en servicio oficial cada 25.000km todos los años. Equipado con kit aerodinámico de serie por ser Edition One, faros delanteros Multibeam con largas automáticas, techo panorámico, asientos semibaquet en cuero y alcántara calefactados, modos de conducción, escape con válvulas, pack iluminación interior hasta, sistema KEYLESS arranque sin llave, navegador, aparcamiento asistido, cámara trasera y sensores de aparcamiento delanteros y traseros, lane assist, attention assist, asistente de angulo muerto, asistente de frenado activo, reconocimiento de señales de tráfico, climatizador bizona, volante deportivo en cuero, llanta 19”multi radio, luces y limpias automáticos, pack retrovisores eléctricos calefactados, control crucero adaptativo, levas en el volante, limitador de velocidad, cristales traseros oscurecidos, 4 neumaticos Michelin Pilot Sport 4s. Se entrega con tratamiento cerámico en todo el vehículo y detallado de interior. NO CURIOSOS, NO CAMBIOS. Particular.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "116000 km",
            "precio": 43000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1094020088",
            "descripcion": "Esta estupendo lo cambio por otro exactamente igual porque se me acaba la financiación, tapicería piel roja espectacular.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "50300 km",
            "precio": 42900.0
        },
        {
            "titulo": "MERCEDES A35 AMG 306cv 4M 7G AKRA 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-a35-amg-306cv-4m-7g-akra-2019-1092024482",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "70000 km",
            "precio": 42500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1087990935",
            "descripcion": "Mercedes A35 Amg 4 matic 2020. Servicios realizados en concesionario oficial. Última revisión con 37.345km. - Asientos Alcántara con costuras en rojo. - Navegador. - Volante multifunción. - Detalles en negro: parrilla panamericana, emblemas, alerón A35 Amg y kit aero. - Sensores delanteros/traseros + cámara trasera. - Cámara delantera para navegación. - Apple car Play. - Climatizador. - Luz diurna. - Faros full led. - Llantas Amg oficial 19”. - Neumáticos 80%. - Paquete interior y exterior Amg. - Techo panorámico/corredizo. - Asistencia cambio de carril. - Asistencia de frenado. - Velocidad de crucero. - Iluminación ambiental. - Modos de conducción.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "45000 km",
            "precio": 41990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A35 Amg",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a35-amg-1060095101",
            "descripcion": "Se vende Mercedes A35 AMG 4Matic 306cv con 63.000km , todas las revisiones en servicio oficial Mercedes , muy cuidado como nuevo. Paquete Deportivo Amg Performance , faros full led , cámara 360 grados , navegador , bluetooth , equipo de sonido Burmester, asiento eléctricos calefactables, asistencia de carril , pantalla digital, luces automáticas , control de crucero , paquete de iluminación led , sistema control presión neumáticos .… Se entrega con garantía de un año a nivel nacional y cambio de nombre incluido en el precio",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "49000 km",
            "precio": 40990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A35 AMG MATE ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a35-amg-mate-1067054197",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "69000 km",
            "precio": 40900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 35 Mercedes-AMG 4Matic+ 225 kW (306 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-mercedes-amg-4matic--225-kw-306-cv-1052742311",
            "descripcion": "¡¡¡ IMPECABLE - VERSION CLUB + TECHO SOLAR + SEMI BACKETTS !!! Mercedes-Benz Clase A AMG A 35 4MATIC+ listo para entrega. HEAD DISPLAY, NAVEGACION + CAR PLAY, CAMARA Trasera, KIT AMG CLUB, LLANTAS 19\" +Neumáticos MICHELIN, CRUISE CONTROL, CAMBIO SECUENCIAL + LEVAS, PACK AMG 45, SEMI BACKETTS, Cinturones en ROJO, VIRTUAL COCKPIT, EQUIPO de SONIDO 10 Altavoces Todos nuestros vehículos están revisados en taller por nuestro equipo con 23 años de experiencia. -Kilómetros certificados. -Personalizamos tu coche a medida. -Entrega en toda la península. -Solicita tu financiación con atención personalizada por nuestro equipo comercial. Servicios: -Entrega en la península -Financiación -Seguros de vehículos -Personalización en taller propio *Solicita tus presupuestos sin compromiso Garantía y transferencia incluidos. No somos solo un concesionario con taller. Somos el partner de confianza para todo lo relacionado con el automóvil. Pide tu cita y visítanos en C/ San Vicente 3, Majadahonda, Madrid. Mas extras e información contactar, estaremos encantados de ayudarte.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "29500 km",
            "precio": 40780.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-650769609",
            "descripcion": "ESPECTACULAR A35 AMG. ¡ SOLO VENTA ! CONTRATO SERVICECARE PLUS INCLUIDO EN EL PRECIO HASTA 01/03/2025 SIEMPRE REPSOL 98 ( DEMOSTRABLE ) - DESIGNO MAGNO - PAQUETE NIGHT - LLANTAS 19 - TECHO CORREDIZO - VOLANTE PERFORMANCE ALCÁNTARA CON TECLAS AMG - SISTEMA BURMESTER - SISTEMA DE NAVEGACIÓN - ILUMINACIÓN AMBIENTAL - ASIENTOS CALEFACTABLES - CLIMATIZADOR 3 ZONAS - ASISTENTE SEÑALES DE TRÁFICO - ASISTENTE CONTROL DE CARRIL - AYUDA ACTIVA PARA APARCAR - FAROS MÚLTIBEAM LED - CINTURONES COLOR ROJO - CARGADOR INALÁMBRICO IPHONE - COLAS ESCAPE A45S ORIGINALES.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "78000 km",
            "precio": 40200.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1043758761",
            "descripcion": "Mercedes Clase A amg 35 4matic+ Se vende Mercedes clase A amg 35 con todas las revisiones hechas en concesionario oficial y con sus respectivos mantenimientos al día. Coche siempre guardado en garage y bien cuidado. Para más info contactar.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "65000 km",
            "precio": 40000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-1068153447",
            "descripcion": "AÑO: 2019 2 Pares de llave Techo solar panorámico Faros Led Asientos calefactables Dynamic Select Tapicería cuero/alcantara 4Matic + INFO PRIVADO (Precio no negociable)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "62973 km",
            "precio": 39999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 35AMG 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35amg-2019-1087794775",
            "descripcion": "Mercedes Clase A 35 amg en perfectas condiciones, nacional y con las revisiones en casa oficial Merceds Benz -ITV en vigor -Neumáticos recién cambiados -Se incluye 1 año de garantía y cambio de nombre. Características: -Volante AMG deportivo con modos de conducción - Techo corredizo panorámico - Cámara trasera y sensores de aparcamiento 360º - Asientos de cuero y alcántara calefactables - Suspension adaptativa a modo de conduccion - Burmester Surround-Soundsystem - Control de crucero adaptativo - Iluminación de ambiente 64 colores - Apple CarPlay, Bluetooth y toda la conectividad - Volante multifuncion con levas -Apertura y arranque Keyless -Luces Xenón -Luces Led adaptativos -Cinturones AMG color rojo -Separadores homologados -Llantas AMG 19’ ... Si necesita saber mas información del vehículo, escriba o llámenos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "85000 km",
            "precio": 39990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1091991119",
            "descripcion": "A35 AMG 2019 73.000 Km reales Pack Aerodinamico Original Buckets AMG (Calefactables y con masaje) Techo solar Llanta 19 Latiguillos Metalicos Goodrigde Todos los mantenimientos hechos en casa oficial Mantenimiento hecho hace menos de 1000km Cambiadas todas las pastillas de Freno hace menos de 1000km ITV en vigor hasta 2026 Se entrega con dos juegos de neumaticos: Verano: Michelin Pilot Sport 4s (3mil km las 4) Invierno: Hankook winter I*cept evo3 (5mil km las 4) Se podrian estudiar cambios de mi interes. Para mas fotos/videos contactar por mensaje ABSTENERSE MAREANTES Y CURIOSOS",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "73000 km",
            "precio": 39990.0
        },
        {
            "titulo": "Mercedes-Benz A35 AMG 4Matic 306cv",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a35-amg-4matic-306cv-1021555291",
            "descripcion": "Mercedes-Benz A35 AMG 4Matic 306cv -Año 11/2019 y 51.500km CERTIFICADOS -TRANSFERENCIA INCLUIDA y 1 AÑO DE GARANTIA PREMIUM -Vehículo con MANTENIMIENTO EN SERVICIO OFICIAL MERCEDES -IMPECABLE ESTADO, motor, mecánica, chapa, pintura, interiores... PERFECTO #EQUIPAMIENTO *Paquete aerodinámico AMG *Motor gasolina 2.0 turbo 306cv *Cambio deportivo AMG SPEEDSHIFT DCT 7G con levas en el volante *Escape deportivo AMG *Tracción integral AMG 4MATIC *Tren de rodaje AMG *Frenos de alto rendimiento AMG con discos perforados y ventilados *Dirección paramétrica AMG *Llantas 19” AMG *Asientos AMG en piel con regulación eléctrica y calefactables *Volante AMG en piel con costuras el rojo *Faros LED HIGH PERFORMANCE y pilotos traseros LED *Iluminación ambiente LED 64 colores *Paneles interiores de puerta en piel Alcántara y costuras en rojo *DIGITAL COCKPIT (Cuadro de instrumentos digital) *Doble pantalla 10,25” con sistema multimedia de infotainment MERCEDES M-BUX (Asistente virtual) con navegación, disco duro y conectividad total *APPLE CAR PLAY & ANDROID AUTO *Sonido ADVANCED SOUND SYSTEM *AGILITY SELECT selección de modos de conducción (Confort, ECO, Sport, SPORT+ individual..) *PARK ASSIST (Aparca solo) con sensores 360º y cámara de visión trasera *Bluetooh y control por voz LINGUATRONIC *KEYLESS (Arranque botón) *ASISTENTES: capó activo para protección de peatones, fatiga en conducción, mantenimiento de carril activo, reconocimiento de señales, frenado de emergencia, ángulo muerto *Retrovisores abatibles eléctricamente *Ordenador de abordo *Sensores de luz/lluvia/presión neumáticos *Cristales traseros tintados de fábrica *ISOFIX *Sistema de alarma antirrobo #VALOR PARA CAMBIOS 41.000€ -Se acepta prueba mecánica -Anuncio no vinculante, puede contener errores -Estamos en Av. Arias de Velasco 36 Marbella (Málaga) -FACEBOOK: CSM Marbella Premium Cars -INSTAGRAM: csmmarbellapremiumcars",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "58000 km",
            "precio": 39990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A35 AMG 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a35-amg-2019-1036341776",
            "descripcion": "Estado impecable Se recoge coche como parte de pago Se entrega en todo la peninsula 1 Año de garantia ampliable Entrega disponible a partir del 26 de Agosto Reservalo ya",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "99000 km",
            "precio": 39900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1059359940",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "73000 km",
            "precio": 39500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 250 4Matic 165 kW (224 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-250-4matic-165-kw-224-cv-1083994778",
            "descripcion": "Adaptación de la velocidad en función de la ruta (0-K34). Volante deportivo multifunción forrado en napa (0-L5C) AMG Line AMG Line (0-950) Apoyo lumbar con 4 vías de ajuste (0-U22). Listones de umbral con distintivo Mercedes-Benz (0-U25). Alfombrillas AMG (0-U26). Toma de corriente de 12 V en el maletero (0-U35) Apoyo lumbar con 4 vías de ajuste en los asientos delanteros Apple CarPlay (0-16U). Smartphone integration Android auto (0-17U). Indice de velocidad y carga (0-1V8). Asistente activo de distancia DISTRONIC (0-233). Ayuda activa para aparcar (0-235) Asiento acompañante con ajuste eléctrico y función de memoria Asiento del conductor de ajuste eléctrico con función de memoria Asientos calefactados para conductor y acompañante Asientos delanteros calefactados (0-873) Asientos deportivos delanteros Gris Montaña (metalizado) Iluminación de ambiente (0-877) Integración de smartphone KEYLESS-GO Llantas de aleación AMG de 45,7 cm (18\") con diseño 5 radios dobles, optimizadasaerodinámicamente, en color gris tremolita y pulidas a alto brillo, 225/45 Llantas de aleación AMG de 48,3 (19\") con diseño multirradio en color gris titanio y pulidas a alto brillo, 225/40 MULTIBEAM LED Paquete de aparcamiento con cámara de 360° (0-P47) Paquete de aparcamiento con cámara de marcha atrás Paquete de asistencia a la conducción con asistente para señales de tráfico Paquete de conectividad para smartphone Paquete de retrovisores (0-P49) Paquete para el compartimento de carga Paquete Premium Plus Paquete Retrovisores Pintura metalizada Preequipo para configuración del vehículo (0-08U). Preequipo para seguimiento del vehículo (0-09U). Integración de smartphone (0-14U). Asistente activo de la dirección (0-266) Realidad aumentada para navegación MBUX Red separadora Símil de cuero ARTICO/Microfibra DINAMICA Negro Sin selección de moldura (S-SSL) Sistema de sonido Sistema de sonido surround Burmester® Sistema inalámbrico de carga para dispositivos móviles Sistema PRE-SAFE Techo corredizo pa",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2019",
            "kilómetros": "33413 km",
            "precio": 39100.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 35 Mercedes-AMG 4Matic+ 225 kW (306 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-mercedes-amg-4matic--225-kw-306-cv-1094618725",
            "descripcion": "¡¡Condiciones a consultar!! Hola, ¿Cómo estás? Nos enorgullece que estés viendo el anuncio de uno de nuestros más de 500 vehículos y que te vamos a facilitar todo para que sea tuyo. Somos Autos Moliere, el concesionario multimarca con la mejor reputación online de España. - 15 días o 500Km para comprobar que es tu vehículo, si no, lo devuelves. *Consulte condiciones* - GESTIONAMOS LA ENTREGA DE SU VEHÍCULO EN UN TIEMPO RECORD. - Los mejores precios garantizados. - Vehículos certificados en mas de 260 puntos (la mas amplia del mercado). - Tenemos mas modelos a tu disposición en nuestro amplio stock. - Descuento de hasta el 10% por financiar tu vehículo con nosotros. Garantía de 12 meses ampliable hasta 48 meses. IVA DEDUCIBLE INCLUIDO EN EL PRECIO. ¡Llámanos! Precio al contado: 39.890€. Precio financiado: 38.990€. *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "69908 km",
            "precio": 38990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 35 Mercedes-AMG 4Matic+ 225 kW (306 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-mercedes-amg-4matic--225-kw-306-cv-1094533030",
            "descripcion": "Hola, ¿Cómo estás? Nos enorgullece que estés viendo el anuncio de uno de nuestros más de 500 vehículos y que te vamos a facilitar todo para que sea tuyo. Somos Autos Moliere, el concesionario multimarca con la mejor reputación online de España. - 15 días o 500Km para comprobar que es tu vehículo, si no, lo devuelves. *Consulte condiciones* - GESTIONAMOS LA ENTREGA DE SU VEHÍCULO EN UN TIEMPO RECORD. - Los mejores precios garantizados. - Vehículos certificados en mas de 260 puntos (la mas amplia del mercado). - Tenemos mas modelos a tu disposición en nuestro amplio stock. - Descuento de hasta el 10% por financiar tu vehículo con nosotros. Garantía de 12 meses ampliable hasta 48 meses. IVA DEDUCIBLE INCLUIDO EN EL PRECIO. ¡Llámanos! Precio al contado: 39.890€. Precio financiado: 38.990€. *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "69908 km",
            "precio": 38990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 35 Mercedes-AMG 4Matic+ 225 kW (306 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-mercedes-amg-4matic--225-kw-306-cv-1041207292",
            "descripcion": "¡¡Condiciones a consultar!! Hola, ¿Cómo estás? Nos enorgullece que estés viendo el anuncio de uno de nuestros más de 500 vehículos y que te vamos a facilitar todo para que sea tuyo. Somos Autos Moliere, el concesionario multimarca con la mejor reputación online de España. - 15 días o 500Km para comprobar que es tu vehículo, si no, lo devuelves. *Consulte condiciones* - GESTIONAMOS LA ENTREGA DE SU VEHÍCULO EN UN TIEMPO RECORD. - Los mejores precios garantizados. - Vehículos certificados en mas de 260 puntos (la mas amplia del mercado). - Tenemos mas modelos a tu disposición en nuestro amplio stock. - Descuento de hasta el 10% por financiar tu vehículo con nosotros. Garantía de 12 meses ampliable hasta 48 meses. IVA DEDUCIBLE INCLUIDO EN EL PRECIO. ¡Llámanos! Precio al contado: 39.890€. Precio financiado: 38.990€. *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "69908 km",
            "precio": 38990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A AMG 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-amg-2019-1071419010",
            "descripcion": "Espectacular MERCEDES-BENZ A35, del año 2019 en un estado muy óptimo tanto del interior como del exterior. Marca: MERCEDES-BENZ Modelo: A35 Motor: GASOLINA CVs: 306 Kilometraje: 85000 Extras destacados: ALERTA CAMBIO CARRIL, ANDROID AUTO, APPLE CARPLAY, ASIENTOS CALEFACTABLES, ASIENTOS CON MEMORIA, ASIENTOS ELÉCTRICOS, ASIENTOS PIEL, ASISTENTE POR VOZ, AYUDA ARRANQUE EN PENDIENTE, CÁMARA 360º, CLIMATIZADOR BI-ZONA, CONTROL CRUCERO ADAPTATIVO, DETECTOR FATIGA, FAROS LED, FRENADA DE EMERGENCIA, FULL LINK, KEYLESS, NACIONAL, NAVEGADOR GPS, PAQUETE ESTÉTICO EXTERIOR, PAQUETE ESTÉTICO INTERIOR, RECONOCIMIENTO DE SEÑALES, SENSOR DE LLUVIA, SENSOR LUCES, SENSORES DELANTEROS, SENSORES TRASEROS, SISTEMA APARCAMIENTO AUTO, START/STOP, SUSPENSIÓN DEPORTIVA, TECHO SOLAR, TESTIGO ÁNGULO MUERTO Y MUCHOS MÁS... Precio al contado: 38990 € OFERTA DE FINANCIACIÓN: 38490€ financiando hasta el 100% del importe (consulta condiciones especificas de la promoción, sujeto a las condiciones de financiación de nuestras entidades colaboradoras). Posibilidad de financiación a medida y garantía de hasta 24 meses. Pide cita y ven a verlo!! *Anuncio no vinculante, puede contener errores.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "85000 km",
            "precio": 38990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A35 AMG 4MATIC",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a35-amg-4matic-1067052143",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "85500 km",
            "precio": 37900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A35 AMG 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1068018187",
            "descripcion": "Merdes a35 amg en perfecto estado, libre de accidentes, siempre en garaje privado, mantenimientos al dia y en concesionario oficial ,garantia oficial de 1 año en Mercedes Benz. Lo vendo por la adquisicion de otro vehiculo, si necesitas mas fotos o informacion hablame sin ningun problema.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "74770 km",
            "precio": 37900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 35 Mercedes-AMG 4Matic+ 225 kW (306 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-mercedes-amg-4matic--225-kw-306-cv-1064691323",
            "descripcion": "Historial de revisiones pasadas por taller Mercedes Benz: 05/20214 23.026km, 03/2022 38.195km, 05/2023 58.512km y 05/2024 72.638km. Equipado con navegación, cámara de parking, techo panorámico, tapicería en cuero, asientos eléctricos con memoria y calefacción, faros leds, paquete iluminación multicolor interior, levas, sensor de luz y lluvia, sensores de aparcamiento, asistente carril, espejos auto abatibles... Incluido cambio de titularidad y 12 meses de garantía. Recogemos a nuestros clientes en Aeropuerto y Renfe Málaga. Ofrecemos financiación personalizada y posibilidad de entrega de vehículo como parte de pago. Más de 35 años avalan nuestro compromiso y profesionalidad con todos nuestros clientes. Visite nuestra web WWW.AUTOSCOZAR.COM .",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "78900 km",
            "precio": 37900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A35",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a35-1074180267",
            "descripcion": "Se vende por compra de otro coche, el coche esta nuevo, muy bien cuidado. Todas las revisiones en Mercedes, las ruedas estan recien cambiadas las 4. lleva todos los extras excepto los packet. preguntar sin compromiso, gracias!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "91000 km",
            "precio": 37500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A35 AMG 🇩🇪- TECHO - 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a35-amg-2019-995976090",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "100000 km",
            "precio": 36990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1094489722",
            "descripcion": "Se vende Mercedes Clase A 220 AMG Sedan con: 190cv Gasolina Automático 52.200km Pintura gris mate Todas las revisiones y mantenimientos al día en casa oficial Mercedes, está impoluto, como nuevo. EXTRAS: Kit estético interior y exterior A45 AMG Llantas 19 pulgadas con neumáticos Michelin Pilot Sport 5 Pinzas de freno en amarillo Cinturones en rojo Techo panorámico eléctrico Asientos eléctricos y calefactables Arranque sin llave (Keyless) Sistema de audio Burmeister con subwoofer en el maletero Cámaras y sensores aparcamiento 360º Luces automáticas con reconocimiento y alumbrado de señales Sistema lane assist (para no salirse del carril)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "52200 km",
            "precio": 36900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A35 AMG 4 Matic ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a35-amg-4-matic-1089944999",
            "descripcion": "Mercedes AMG A35 4 Matic, coche procedente de concesionario, kilometraje certificado, equipado con: Asientos en piel mixta con costuras en rojo, cinturones en color rojo, Navegador, Volante multifunción, sensores delanteros, Apple car Play, Climatizador, Luz diurna, Faros full led, Llantas Amg oficial 19”, Paquete interior y exterior Amg, Asistencia cambio de carril, Asistencia de frenado, Velocidad de crucero, Iluminación ambiental, Modos de conducción etc... posibilidad de financiacion, se entrega revisado y transferido. Garantizado. Consulte nuestro stock en: Lumiautomurcia.com",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "130000 km",
            "precio": 36900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 35 Mercedes-AMG 4Matic+ 225 kW (306 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-mercedes-amg-4matic--225-kw-306-cv-1094618719",
            "descripcion": "¡¡Condiciones a consultar!! Hola, ¿Cómo estás? Nos enorgullece que estés viendo el anuncio de uno de nuestros más de 500 vehículos y que te vamos a facilitar todo para que sea tuyo. Somos Autos Moliere, el concesionario multimarca con la mejor reputación online de España. - 15 días o 500Km para comprobar que es tu vehículo, si no, lo devuelves. *Consulte condiciones* - GESTIONAMOS LA ENTREGA DE SU VEHÍCULO EN UN TIEMPO RECORD. - Los mejores precios garantizados. - Vehículos certificados en más de 260 puntos (la más amplia del mercado). - Tenemos más modelos a tu disposición en nuestro amplio stock. - Descuento de hasta el 10% por financiar tu vehículo con nosotros. - Fecha matriculación: 13/11/2019 Garantía de 12 meses ampliable hasta 48 meses. ¡Llámanos! Precio al contado: 38.890€. Precio financiado: 36.861€. *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "69995 km",
            "precio": 36861.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 35 Mercedes-AMG 4Matic+ 225 kW (306 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-mercedes-amg-4matic--225-kw-306-cv-1094532236",
            "descripcion": "Hola, ¿Cómo estás? Nos enorgullece que estés viendo el anuncio de uno de nuestros más de 500 vehículos y que te vamos a facilitar todo para que sea tuyo. Somos Autos Moliere, el concesionario multimarca con la mejor reputación online de España. - 15 días o 500Km para comprobar que es tu vehículo, si no, lo devuelves. *Consulte condiciones* - GESTIONAMOS LA ENTREGA DE SU VEHÍCULO EN UN TIEMPO RECORD. - Los mejores precios garantizados. - Vehículos certificados en más de 260 puntos (la más amplia del mercado). - Tenemos más modelos a tu disposición en nuestro amplio stock. - Descuento de hasta el 10% por financiar tu vehículo con nosotros. - Fecha matriculación: 13/11/2019 Garantía de 12 meses ampliable hasta 48 meses. ¡Llámanos! Precio al contado: 38.890€. Precio financiado: 36.861€. *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "69995 km",
            "precio": 36861.0
        }
    ]
}