{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase A",
        "version": "AMG A 45 4MATIC",
        "año mínimo": 2015,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 381,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=381&min_year=2015&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase A&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1087357439",
            "descripcion": "Unidad en perfecto estado Reprogramado stage 1+ 440cv en banco Mercedes-Benz A45 2.0 381 cv Km: 115000 Año: 11/2016 Extras: Techo solar & panoramico Modo Race Backet Performance Harman Kardon Sensor de angulo muerto Sensor de colision delantero Sensor de salida de carril Pack Aero Keyless Go Arranque sin llave Asientos calefactables Asientos electricos Asientos con memoria Sonido Logic Pro 7 Apple carplay Largas Automaticas 7 Colores de luz interior Preparacion: Recien pintado completo cambio de color Kit completo maxton design Kit de frenos brembo + pastillas pagid street+ + latiguillos gooddridge + liquido ferodo super formula Suspension neumatica airlift Maletero suspension neumatica con airline Llantas oz superturismo lm pulidas + neumaticos michelin cup2 Escape comoleto inox +downpipe Barras de torretas trasera ultra racing y delantera alpha Barras de refuerzo entre brazos (zona inferior) ultra racing Admision kyn Barras de torsion whiteline delantera y trasera Copelas regulables Barras antivuelco Levas de cambio fibra de carbono rojo Cambiaria por coche de mi interes El precio sera solo durante 15 dias",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "115000 km",
            "precio": 45000.0
        },
        {
            "titulo": "MERCEDES-BENZ A45 AMG PETRONAS 2015 World Champion",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a45-amg-petronas-2015-world-champion-1032656884",
            "descripcion": "Espectacular unidad de MERCEDES-BENZ A 45 AMG PETRONAS 2015 World Champion Edition 4Matic 7G-DCT 381CV!!! En perfecto estado tanto interior como exterior, revisado, llantas 19\" AMG, techo corredizo panorámico, paquete de integración smartphone, cámara de marcha atrás con líneas de guía en pantalla y ayuda activa para aparcar, control de ángulo muerto, attention assist, asientos AMG Performance calefactados, cristales tintados, iluminación ambiente, paquete Exclusivo AMG y muchos más. Precio al contado: 39.900€. Precio financiado: 37.900€. (Financiando la totalidad) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted @auto.gallery #JO CAP #GU PIC #FU #JZY #HAT #J466562",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "98900 km",
            "precio": 39900.0
        },
        {
            "titulo": "Mercedes A45 amg Yellow night",
            "enlace": "https://es.wallapop.com/item/mercedes-a45-amg-yellow-night-1075411931",
            "descripcion": "mercedes A45 amg Yellow night unidad exclusiva solo hay 5 en España. 🟢 Todas las revisiones pasadas en Mercedes libro sellado. 🟢luces full led interiores. coche super mimado acepto cualquier prueba mecanica solo acepto cambios por los siguientes coches: audi ttrs nissan GT-R toyota supra M2 M4 A45s porsche cayman rs3 audi,mercedes,nissan,ferrari,porsche,bmw,toyota",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "130000 km",
            "precio": 38499.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-937606217",
            "descripcion": "NO CAMBIOS Amg A45 del 2015 381cv Muchos extras ,revisiones en mercedes Sensores de parking Aparca solo Cámara trasera luz ambiental Paquete amg Techo panorámico pantalla grande con CarPlay Levas en el volante Coche con vinilo color gris mate Etc etc etc",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2015",
            "kilómetros": "107000 km",
            "precio": 38000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2016-1059085535",
            "descripcion": "mercedes a45 full extras menos asientos lleva admision alpha en fibra de carbono y downpipe se dan piezas de serie para pasar itv se escuchan cambios SOLO INTERESADOS NO URGE VENDER enlaces:rs3,m2,140i,golf r,340i,cla35,a35 etc...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "78000 km",
            "precio": 37500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-amg-a45-2016-1058961936",
            "descripcion": "Descripción del vehículo: Mercedes A45 AMG. Este vehículo se presenta en buenas condiciones tanto por fuera como por dentro. El historial de mantenimiento es completo, con inspecciones periódicas y trabajos de servicio, que siempre han sido realizados por un taller especializado autorizado. INFORMACION IMPORTANTE -Itv recien pasada -Neumaticos TRASEROS nuevos -Neumaticos DELANTEROS seminuevos -Mantenimiento de febrero de 2025 esta pagado. Si está interesado en este coche bien cuidado, puede ponerse en contacto por teléfono. Cualquier duda, pregunteme, para proporcionarle más información sobre este vehículo. Equipamiento opcional: Airbag del pasajero desconectable, sistema de navegación de audio: COMAND Online, paquete de equipamiento: Business, sistema de asistencia a la conducción: asistente de luz de carretera adaptativo, sistema de asistencia a la conducción: reconocimiento de señales de tráfico, extintor de incendios, sistema de infoentretenimiento: Mercedes me connect, sistema de infoentretenimiento: Remote Online, paquete de confort climático, soportes lumbares delanteros, ajustables eléctricamente, paquete de luz y visibilidad, sistema de llamada de emergencia Mercedes-Benz, pintura metálica, techo corredizo eléctrico panorámico eléctrico (superficie del techo totalmente acristalada), kit de reparación de neumáticos (Tirefit), cámara de visión trasera, ventanas laterales trasera oscurecidas, smartphone integrado, paquete de espejos Equipamiento adicional: Luz de freno adaptativa, aleron, airbag del conductor/pasajero del lado, capó activo, control de desplazamiento de la tracción (ASR), espejos exteriores eléctricamente ajustables y calefactables, ambos, espejos exteriores del color de la carrocería, indicador de temperatura exterior, luz intermitente integrada en los espejos exteriores, asistente de enfermería, línea de diseño y equipamiento AMG, encendido automático de luces de conducción. Y mucho mas pero he llegado al limite de palabras.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "83000 km",
            "precio": 37000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017 nacional (381 cv)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-381-cv-1083166607",
            "descripcion": "Vendo amg a45 (381cv)nacional ,perfecto estado,tercer propietario,79000 km. Libre de accidentes y km reales Informe need car help con 76000 km Tratamiento ceramico Mantenimientos servicio oficial con facturas(incluido caja cambio,diferencial,bujias...) Buckets amg de alcantara Suspensión adaptativa AMG ride control Kit aero Modo race Autoblocante delantero mecánico Techo solar Cámara trasera Android auto y car play Sistema anti colisión con frenada de emergencia Llantas AMG en 19 volante AMG Sensor luces y lluvia Ninguna modificación Tanto de mantenimiento como de frenada y neumáticos al día (pirelli pzero con homologación mercedes) Estudio cambio por deportivo de similares condiciones con minimo 10k a mi favor NO NEGOCIABLE,NO COMPRAVENTA …NO CONTESTARÉ",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "79000 km",
            "precio": 36800.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1040198284",
            "descripcion": "Mercedes a45 AMG 381Cv finales 2017 ‼️ Revisiones en Mercedes ✅ Coche en Perfecto estado importado con toda la documentacion del tramite y certificado de Kilometraje en papeles. ✅ Muchos extras❗️ • Escape AMG PERFORMANCE con valvula de sonido • Modo de conduccion(C-S-S+ y Modo RACE • Asientos Baquets Recaro AMG de alcantara con detalles en rojo • paquete aereo - Aleron + difusor trasero • volante alcantara • cinturones en rojo • sonido harman kardon • launch control • Arranque sin llave • Camara trasera • carplay • 2Llaves • aparca Solo NO CAMBIOS",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "109000 km",
            "precio": 36500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-915397066",
            "descripcion": "Espectacular Mercedes a45 amg 4matic , un coche muy divertido con 4 modos de conducción y 381 cv de potencia Como extras trae : -techo panorámico abatible -sillones en cuero y alcantara calefactables -navegador gps -Camara trasera -sensores delanteros y traseros -aparca solo -bixenon -llanta en 19 pulgadas -válvulas en el escape -equipo de sonido acepto cambio bmw m2 o audi rs3",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "45000 km",
            "precio": 36500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-a45-amg-1064904013",
            "descripcion": "Vendo Mercedes A45 AMG Performance, No llega a 120.000km, muy buen estado, todas las revisiones en concesionario, certificado de no siniestralidad, nunca circuitos, carreras ni cosas raras, MUY CUIDADO, siempre en garaje, tiene bateria nueva, 4 Michelin Pilot Sport 4S, y todos los mantenimientos hechos (caja de cambios incluido). Reconocimiento de carril, ángulo muerto y señales, detección de atención, faros LED con largas automáticas, sensores de aparcamiento, luces y lluvia, equipo de sonido Harman Kardon, Escape AMG Performance, 4 modos de conducción, ajuste de escape y suspensión desde el interior, baquets AMG Performance eléctricos y calefactados, retrovisores en carbono originales Mercedes, paquete night, etc. mejor ver",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "120000 km",
            "precio": 36000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2016-1082850203",
            "descripcion": "IMPOLUTO!! ⬆️Mercedes a45 AMG PERFOMANCE⬆️ 🚨MOTOR 2.0 TURBO🚨 381cv🐎 Cambio automático 7 velocidades con levas🕹️ Tracción 4 matic Año 2016 116.000 km El más alto de gama✅ Techo panorámico ✅ 2 llaves 🔑 5 modos de conducción y modo RACE🏁 Asientos semibaquets calefactables💺 Climatizador ❄️ Car play 📲 Navegador📍 Luces automáticas ✅ Control de velocidad ✅ Limitador de velocidad ✅ Start- stop✅ Suspensión AMG regulable en dureza ✅ Sistema de escape AMG✅ Sistema de frenado de emergencia ✅ Volante multifuncional ✅ Frenos delanteros y trasero ventilados AMG✅ Mantenimiento completo ✅ Historial de Mercedes ✅ 4 neumáticos nuevos✅ Cambio de nombre incluido",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "116000 km",
            "precio": 35999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 45 Amg 381cv 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-45-amg-381cv-2017-1080369620",
            "descripcion": "Mercedes Benz Clase A 45 AMG 381cv 7G-DCT 4Motion Importado, restyling, pintura original, historial completo en concesionario oficial. Full extras. - Asientos baquet Amg Performance - Suspensión adaptativa Amg Ride Control - Modo conduccion RACE (autoblocante) - Paquete Aerodinámico Amg (Aleron, canards, etc.) - Paquete Night - Paquete Amg Pertormance - Escape Amg Pertormance - Volante y pomo Amg Performance - Llantas Amg Performance 19\" - Keyless (Arranque y entrada sin llave) - Techo panorámico - Camara trasera - Ayuda activa para aparcar (aparca solo) - Control angulo muerto - Apple CarPlay / Android Auto - Asientos eléctricos con memoria y calefactables - Etc. Más información por privado. Golf Mk6 MK7 Mk8 R 300 310 Clubsport Gti Gtd Cupra Fr Seat Leon Audi A3 S3 Rs3 S4 S5 Rs4 Rs5 Bmw 135i 2351 M2 M3 M4 A45 A35 Cla35 Cla45 C63 C43 360 380 Coupe Hyundai i30n i20n Megane Clio RS Mini Gp3 JCW Yaris GR Honda Civic TypeR",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "76000 km",
            "precio": 35990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1043914584",
            "descripcion": "No quiero cambios!! ITV hasta noviembre 2026!! Se vende unidad ESPECTACULAR de Mercedes Clase A A45 AMG 381cv. Esta todo impecable, con todos los extras possibles. Mas info consultar! Todas las revisiones en la casa Mercedes. Cuenta con la siguiente equipacion: - Cambio automatico de 7 velocidades con levas en el volante - Asientos semibaquets AMG cuero y alcantara - Faros LED - Equipo de sonido - Navegador - Climatizador bizona digital - Acabado AMG - Luz diruna de LED - Asientos calefactables - Modos de conducción con sistema de escape - Iluminacion interior de ambiente - Sensor de aparcamiento delantero y trasero - Freno de mano eléctrico - Alarma - ISOTIX - Arranque y apertura sin llave - Modos de suspension - Sensor de luz y lluvia - Camara trasera - Pantalla 10,25” con CarPlay IOS/Android - Aleron trasero - Control crucero y limitador de velocidad - Barra torretas Forge como nueva - ETC...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "125000 km",
            "precio": 35490.0
        },
        {
            "titulo": "Mercedes-Benz A45 AMG 381 4MATIC",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a45-amg-381-4matic-1091916731",
            "descripcion": "A45 AMG 381 4MATIC 2017 Coche en perfecto estado , seguramente sea una de las mejores unidades del país ;por su estado y equipamiento ya que tiene TODOS los extras. Para cambios son 38000€ -Backets + Eléctricos + Calefactables -Kit Aéreo -Llantas BBS Forjadas Mercedes -Escapes AMG -Harman/Kardon + Logic7 -Techo solar -Modos de conducción + RACE -Suspensiones Magnéticas -Apple CarPlay + AndroidAuto -Cámara Trasera -Parktronic -Sensores Ángulo muerto -Luces LED + Automáticas -Control de crucero + Limitador bmw 1m m2 m3 m4 m5 m6 135i 140i m235i 335i 340i 235i 240i e92 e36 f30 f10 f10 f80 f82 f90 g80 g82 g87 rs3 rs6 rs7 s3 volkswagen golf r300 r310 7r gti porsche macan nissan gtr 370z 350z 200sx c63 amg porsche cayman gt3 rs gt4 rs",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "75000 km",
            "precio": 35000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-957544437",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "360 cv",
            "año": "2015",
            "kilómetros": "116000 km",
            "precio": 35000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 45 AMG 381 4Matic MCT",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-45-amg-381-4matic-mct-1071823240",
            "descripcion": "+ info llamar al 680684213 -MODO RACE -SUSPENSIONES REGULABLES -TRANSFERENCIA INCLUIDA -1 ANO DE GARANTIA -REVISIONES EN SERVICIO OFICIAL -ENVÍOS A NIVEL NACIONAL -ACEPTAMOS VEHÍCULOS A CAMBIO Kit aero original Mercedes Equipo de escape AMG Performance Asientos calefactables Paquete AMG Night Llantas de aleacion AMG de 19\" Techo Panoramico Volante AMG Performance Camara Trasera Asiento de ajuste electrico con memorias Keyless Equipo de sonido Harman Kardon Retr. electircos y calefactables Tablero y consola central recubiertos en Piel Parktronic del/tras #gti #golf #audi #a4 #s4 #porsche #s3 #rs3 #golfr #seat #hyundai #bmw #serie1 #m2 #m3 #m4 #leon #cupra #fr #i30N #sportback * Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. *",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "109000 km",
            "precio": 34990.0
        },
        {
            "titulo": "MERCEDES-BENZ Clase A A 45 AMG 4Matic",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-a-45-amg-4matic-1017372369",
            "descripcion": "Espectacular unidad en excelente estado y sobresaliente equipamiento. Histórico de mantenimientos y certificado de no siniestralidad. Equipamiento destacado: ASIENTOS BAQUETS; CALEFACTADOS - TECHO PANORÁMICO - PACK AERODINÁMICO ORIGINAL - CÁMARA TRASERA - PARKTRONIC DELANTERO Y TRASERO - LLANTAS 19\" -VOLANTE MULTIFUNCION CON LEVAS - SENSOR LUZ/LLUVIA - NAVEGACIÓN - CONTROL CRUCERO - MODO DE CONDUCCIÓN: CONFORT, SPORT, SPORT + INDIVIDUAL -AVISADOR ÁNGULO MUERTO -EQUIPO DE SONIDO HARMAN KARDON. Precio financiado 33.950€; oferta financiación 607€ sin entrada. Incluye 1 año de garantía y compromiso de devolución 10 días, 500 km). CCS.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "360 cv",
            "año": "2015",
            "kilómetros": "90800 km",
            "precio": 34950.0
        },
        {
            "titulo": "Mercedes-Benz AMG A 45 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-amg-a-45-2015-1076565203",
            "descripcion": "🚗 Modelo: Mercedes-AMG A45 4MATIC 📅 Año: 2015 📈 Kilómetros: 80,000 km 🔧 Mantenimiento: Caja de cambios mantenida hace 20,000 km ⚙️ Estado: Muy cuidado, completamente de serie y con un aspecto discreto pero elegante. Este compacto deportivo no solo destaca por su increíble rendimiento, sino también por su sonido inconfundible AMG, que hará que cada aceleración sea una experiencia emocionante. Perfectamente equilibrado entre deportividad y confort, este coche ofrece un disfrute único al volante, tanto en carretera como en ciudad. Con todo su mantenimiento al día, es la opción ideal para los amantes de la conducción que buscan un vehículo fiable, discreto y emocionante.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "360 cv",
            "año": "2015",
            "kilómetros": "80000 km",
            "precio": 34000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1063133875",
            "descripcion": "cambiaria por suv de mi gusto",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "99000 km",
            "precio": 34000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 45 AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-45-amg-972380841",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "127000 km",
            "precio": 33999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a45-amg-performance-972381449",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "136000 km",
            "precio": 33999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2016",
            "enlace": "https://es.wallapop.com/item/amg-a45-990975095",
            "descripcion": "Impecable unidad de AMG A45, finales de 2016, todos los extras, menos asientos baquet, y el asiento del acompañante eléctrico. Vehículo muy mimado con todos los mantenimientos y más al día en casa oficial mercedes, adquirido con 20.000km, actualmente 80.000km la gran mayoría en autovía, viajes. En perfecto estado, como nuevo, tanto interior, como exterior y mecánica. Siempre en cochera. Batería nueva. Pastillas de freno y aceite recién echos. Perfecto para que no tengas que hacerle nada. Techo panorámico engrasado para su correcto funcionamiento. Caja de cambios en perfecto estado con el aceite cambiado hace 5.000km. Pintura y llantas en perfecto estado. Pegatina C, podrá circular por cualquier centro de ciudad, acompañado de un motor ensamblado a mano AMG de 381cv.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "83000 km",
            "precio": 33999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2016-1074496104",
            "descripcion": "En precio de venta están incluidos 12 meses de garantía. Gastos de transferencia y gestor +250€ Aceptamos vehículo como parte de pago. Entrega en toda España, consulte condiciones. Posibilidad de financiación, consulte condiciones. Precio NO sujeto. Datos del vehículo: Matriculado el 12/2015 Historial de reivisones en casa oficial Equipamiento: Techo panoramico Baquets Faros Led Llantas 19\" Asientos calefactados Carplay Escapes regulables Sonido Harman/Kardom Volante con levas ...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "108958 km",
            "precio": 33990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1078594784",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "99000 km",
            "precio": 33900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2016-982689176",
            "descripcion": "Vendo Mercedes A45 Amg, 381cv Muchos extras, techo panoramico, asientos calefactables, harman kardon, navegador, asistente de aparcamiento, sensor de ángulo muerto, luces led, control de crucero adaptativo, asistente de frenada, dynamic plus, y un largo etc Soy segundo propietario demostrable, llevo mas de 6 años con el coche, todo el mantenimiento exclusivamente en concesionario oficial Mercedes Última revisión en mayo de 2024 los 4 Neumáticos nuevos ITV recien pasada, valida hasta 2026 No me interesan cambios, vendo porque me he comprado otro vehiculo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "99000 km",
            "precio": 33900.0
        },
        {
            "titulo": "Mercedes A45 AMG EDITION 1",
            "enlace": "https://es.wallapop.com/item/mercedes-a45-amg-edition-1-1080347859",
            "descripcion": "BUENAS ! MUY A MI PESAR SE VENDE A45 AMG edition 1 , MOTOR 2.0 381CV MODELO RESTYLING MANTENIMIENTOS RECIEN HECHOS , PASTILLAS DE FRENOS TRASEROS RECIÉN CAMBIADAS TODO ELLO CON FACTURA , BATERÍA NUEVA CON FACTURA . ITV HASTA 2026. KIT AERO, LLANTA EN 18” AMG MODO RACE (AUTOBLOCANTE EN DIFERENCIAL DELANTERO) SUSPENSION MAGNETICA (ACTIVACION POR BOTON) ASIENTOS SEMIBAQUETS CALEFACTABLES, TECHO SOLAR PANORAMICO VOLANTE PERFORMANCE 5 MODOS DE CONDUCCION DISTRONIC PARK ASIST SENSORES DE AYUDA AL APARCAMIENTO SENSORES DE APARCAMIENTO DELANTERO Y TRASERO NAVEGADOR LUCES AUTOMATICAS LED APPLE CAR PLAY PARA CUALQUIER DUDA POR PRIVADO!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "99500 km",
            "precio": 33500.0
        },
        {
            "titulo": "Mercedes A45 AMG 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1082323574",
            "descripcion": "-Mercedes Benz A45 AMG 4Matic. -Año 2017. -381 cv. -Cambio de doble embrague de 7 velocidades. -Diferencial autoblocante delantero. -Tracción integral. -119.000 km -Historial de mantenimiento en MERCEDES BENZ OFICIAL demostrable con libro y facturas. -Vehículo prácticamente impoluto, muy cuidado y totalmente de origen. -Se acepta prueba mecánica en taller si se desea. -Apple Carplay/Android auto -Asientos deportivos calefactables en cuero y alcántara. -Tapicería puertas en alcántara. -Faros full led. -Cinturones rojos opcionales. -Levas en el volante. -Parktronic delantero y trasero. -Selector modos de conducción. -Llanta AMG en 19\". -Alerón de pestaña.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "119000 km",
            "precio": 33500.0
        },
        {
            "titulo": "Mercedes A45 AMG 381CV 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-a45-amg-381cv-2018-1092520332",
            "descripcion": "•Vendo Mercedes A45 AMG 381cv 4matic del 02/2018, full black, de las ultimas unidades de este modelo. (ITV hasta 2026) •Muy cuidado, totalmente de serie y con mantenimientos en taller Mercedes oficial (Ultimo mantenimiento hecho a los 110.000 incluyendo aceite de caja de cambios). •El coche es de importación, kilometraje certificado y sin accidentes (se entrega informe europeo a gente realmente interesada en el cual vienen fotos del vehículo antes de la importación e historial completo del kilometraje). Extras a destacar: -Ruleta con 4 modos de conducción. (Individual, confort, sport y sport +) -Acabados interiores en alcántara y fibra de carbono. -Arranque por boton, sistema Keyless go. -Faros led high performance. -Sistema anti colisiones. -Extensión aleron. -Ruedas Michelin pilot sport 4 nuevas. -Dos llaves y libros de mercedes. -Espejos eléctricos abatibles. Etc.. Para mas información o fotos contactar, gracias. 🏁 PODRIA RECOGER COCHE DE MI INTERES AJUSTANDO O APORTANDO DIFERENCIA. (Para cambios sube el precio 35.000€) Palabras gancho: mercedes cla 45 amg c63s a45s a45amg a35 amg g63 c43 gle coupe bmw m2 m3 m4 m5 m6 competition X4m X3m i8 audi r8 rs3 rs4 rs5 sportback rs6 performance audi rsq3 sq2 S3 S1 ford focus rs toyota yaris GR Gr86 supra honda civic type R nissan gtr yamaha tmax honda x-adv akrapovic m140i m340i m240i m235i m135i porsche panamera cayenne coupe macan gts 911 turbo gt3 rs mini jcw seadoo gti yamaha sho r1m r6 polaris rzr can am maverick",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2018",
            "kilómetros": "128000 km",
            "precio": 33000.0
        },
        {
            "titulo": "MERCEDES CLASE AMG A 45 4MATIC 381CV 7G-TRONIC",
            "enlace": "https://es.wallapop.com/item/mercedes-clase-amg-a-45-4matic-381cv-7g-tronic-1084598761",
            "descripcion": "MERCEDES CLASE AMG A 45 4MATIC 381CV 7G-TRONIC Certificación de kilómetros y no siniestralidad Etiqueta ambiental C (Verde) Mantenimiento digital completo en servicio oficial EQUIPAMIENTO Kit completo AMG Dynamic Select con configuración Sport+ Tracción integral 4Matic Keyless-Go Asientos deportivos de cuero calefactados Techo panorámico practicable Volante multifunción achatado con levas Climatizador bizona Pantalla táctil de alta resolución Navegación GPS Salidas AUX y USB Integración Smartphone Faros LED High Performance Start/Stop Bluetooth Sensor lluvia y luces Velocidad crucero Aviso salida carril Alerta cansancio Reconocimiento señales Ayuda activa parking Llantas AMG 18” Pinzas de freno AMG Cinturones en rojo Neumáticos al 90% de vida Lunas de privacidad Pintura original metalizada 32.990€ SUJETO A FINANCIACIÓN PRECIO AL CONTADO 34.990€. Hasta 5 años de garantía. Financiación a su medida. Totalmente revisado por mecánicos profesionales. Recogemos su vehículo como parte de pago. Se entrega con seguro en vigor. Hablamos inglés. Nous parlons français. La información de este anuncio se muestra a título informativo y no contractual. Contacte con nosotros para cualquier consulta acerca del vehículo. MOTOR CLUB SEVILLA, empresa líder del sector en Andalucía.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2018",
            "kilómetros": "77000 km",
            "precio": 32990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 45 AMG 381cv 4MATIC MCT",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-45-amg-381cv-4matic-mct-1089776094",
            "descripcion": "MERCEDES CLASE A 45 AMG 381CV 4MATIC 7G-DCT!! En perfecto estado tanto interior como exterior, revisado en 9/2024 cambio de aceite, filtros, pastillas y mantenimiento de caja de cambios, llantas 19\", techo panorámico, navegador Garmin, asistente de aparcamiento parktronic, faros LED, pack Night AMG, dynamic select, cristales calorífugos oscurecidos en las plazas traseras, pack alumbrado y visibilidad, asientos confort calefactados, escape deportivo Performance y muchos más. Precio al contado: 32.900€. Precio financiado: 30.900€. (Financiando la totalidad) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Puedes conocernos mejor a través de instagram: autogallerypremium Bitcoin accepted here, @auto.gallery #RO CAP #JU PIC #FU #MWH #HAT #J594338",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "123500 km",
            "precio": 32900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1092140275",
            "descripcion": "🇩🇪Mercedes A45 AMG PerformanceW177 🇩🇪 ⚙️2.0T 🐎381cv 4Matic ⛽️Gasolina 🕹️Automatico 7G Levas 🎨Blanco 🛣️102.700km 📅2017 🚪5 Puertas ♻️Etiqueta C En muy buenas condiciones, con todos los mantenimientos recién hechos (Motor, caja de cambios, diferencial...) y bien cargadito de extras. ‼️NO DEJES ESCAPAR ESTA GRAN OPORTUNIDAD‼️ Equipamiento: -Techo panorámico -Equipo de sonido harman kardon -Pack Performance -Asientos deportivos Baquet en cuero y alcántara -Asientos calefactables -Llantas AMG 19\" -Modo race -Modos de conducción (Individual, Conford, Sport, Sport +, Race) -Sistema de escape activo AMG -Suspensiones Magneticas -Modos de suspensión -Luces ambientales interiores (Colores intercambiables) -Sensores de aparcamiento Del/Tras -Camara trasera -Parcktronic -Faros led y xenón -Luces automáticas -Limpia automaticos -Control de crucero adaptativo -climatizador -Espejos abatibles y regulables electronicamente -Etc... ✅ El precio incluye transferencia ✅ Un año de garantía Precio financiado ‼️31.899€‼️ Precio al contado‼️32.899€‼️ 🔎Siguenos en redes sociales ~Instagram: Almirante motor ~Facebook: Almirante motor 🔎🧭Nos encontramos en Baza(Granada) 18800 📞635-13-90-40 Anuncio meramente informativo no vinculante, puede contener errores. audi s3 8v, 8p, golf gti, clubsport, r300 7r, m3, m2, 335i, hyundai i30n performance, megane rs, rs5, rs3, ford mustang, focus rs, w205, w176 w177, c43 amg c63 abarth",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "102700 km",
            "precio": 32899.0
        },
        {
            "titulo": "a45 amg 381cv 4matic performance",
            "enlace": "https://es.wallapop.com/item/a45-amg-381cv-4matic-performance-1080647407",
            "descripcion": "*NEGOCIABLE ESCUCHO OFERTAS* perfecto estado tanto interior como exterior revisiones y mantenimientos al dia. itv hasta noviembre 2025. Neumaticos nuevos montados en enero michelin ps5. downpipe en 3” miltek. admision k&n. muelles h&r. latiguillos metalicos. se puede ver probar y revisar sin problema. *******Mas info por privado***** **SE ESCUCHAN OFERTAS** #m2 #m3 #m4 #rs6 #a6 #bmw #audi",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "156000 km",
            "precio": 32850.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1056535614",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2015",
            "kilómetros": "93000 km",
            "precio": 32500.0
        },
        {
            "titulo": "Mercedes-Benz A45 Amg",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1061512966",
            "descripcion": "- Nacional - Mantenimientos al día, - Revisiones en casa oficial Mercedes.Se entrega con revisión recién hecha. - Faros bi-xenon. - Asientos mixtos piel y alcantara. - Cambio automático con levas. - 3 modos conducción - filtró aire admisión Piper cross - Sstema Navegación Navi Plus. - Parktronic delantero y trasero con cámara. - techo panorámico - Escape amg performance. - llantas19” - Alerón y difusor performance. Se valora cambio por algo de mi interes. Volkswagen golf gti , golf R , Sirocco, BMW M3, M2 , M5, mercedes c63 , Porsche cayman , carrera, gts , evo , RS3, Audi",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "360 cv",
            "año": "2015",
            "kilómetros": "93000 km",
            "precio": 32500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 45 AMG ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-45-amg-1077400369",
            "descripcion": "se vende A45 AMG en un estado impecable con toda la revisiones al dia con el historial de revisiones en mercedes .. no cambio ni tampoco hago descuentos.. no contesto a profesionales .. por favor solo se vende no lo cambio .. gracias",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2017",
            "kilómetros": "118000 km",
            "precio": 32000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2016-1048384837",
            "descripcion": "Importado Alemania en 2019. No tiene los backets opcionales. Revisiones en casa oficial con facturas. Ultima revisión en casa oficial octubre 2023. Itv hasta agosto 2025. 4 neumáticos nuevos Pirelli Pzero pz4, llantas 19\". Pintura original. Discos y pastillas de frenos nuevos. 2 llaves. Tapicería y salpicadero de cuero negro. Techo panorámico. Escape con valvulas amg. Asientos calefactables. Paquete molduras en negro exteriores. Aire acondicionado. Navegador Pinzas en color rojo. Pack aero. Parrilla panamericana. Downpipe Alpha y reprogramacion BND stage 2, con 420 cv. Realizada en septiembre 2023. No mareantes y regateadores",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "96000 km",
            "precio": 32000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 45 Mercedes-AMG 4Matic 381CV",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-45-mercedes-amg-4matic-280-kw-381-cv-1054180661",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "79875 km",
            "precio": 31990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 45 Mercedes-AMG 4Matic381 CV",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-45-mercedes-amg-4matic-280-kw-381-cv-1054183755",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "79875 km",
            "precio": 31990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 45 AMG 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-45-amg-2016-1041162676",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2016",
            "kilómetros": "126000 km",
            "precio": 31990.0
        }
    ]
}