{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase A",
        "version": "A 180",
        "año mínimo": "2012",
        "año máximo": "2015",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 122,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=122&min_year=2012&max_year=2015&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=Mercedes-Benz&model=Clase A&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1062202642",
            "descripcion": "coche en perfecto estado 679036125",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "65000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180 AMG Line 5p.",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180-amg-line-5p-1055638833",
            "descripcion": "Motor Mercedes. -Repro subido a 180cv. Su gasto pasó de 6l a 5l -Escape Linea Completa, Downpipe, silencioso intervalos. -Válvulas electricas de 3 prosiciones. -Punteras Akrapovic. -Asientos calefactables -Estacionamiento asistido. TODO HOMOLOGADO Siempre cuidado a capricho y durmiendo en garaje. Recién hecho cambios de aceite y las 4 ruedas continental.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2014",
            "kilómetros": "155700 km",
            "precio": 17999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2012-1088826616",
            "descripcion": "Etiqueta C. Mercedes Clase A 180 1.6 Gasolina (Motor Mercedes), transmision manual de 6 velocidades, 122 CV. 38.000 Km (Kilómetros garantizados), Coche de gerencia Mercedes. Muy cuidado, en perfecto estado de mecánica chapa y pintura. 12 Meses de garantía. Equipamiento: Llantas de aleacion de 16\", climatizador bizona, 6 airbags, lunas tintadas, volante de cuero multifuncion, control de velocidad de crucero, ESP y ABS, elevalunas electrico delantero y trasero, cierre centralizado (2 mandos Mercedes). #C, #etiqueta C, #Mercedes, #kilometros garantizados, #Clase A, #Motor Mercedes, #coche de ocasión, #ocasion, #financiado. Las especificaciones acerca del equipamiento, modelo y precio no son de carácter vinculante al poder contener algún error. Consultenos para más información",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2012",
            "kilómetros": "38000 km",
            "precio": 17990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015_Gasolina",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015_gasolina-1079657468",
            "descripcion": "Modelo BlueEfficiency Urban deportivo. ITV Pasada hasta 2026. Revison en taller oficial Mercedes Barcelona. Perfecto estado chapa y Motor. Comprado de ocasion en concesionario oficial mercedes en 2023. Siempre en Garaje cerrado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "160000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1080241922",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "79000 km",
            "precio": 16990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A A180",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1086609188",
            "descripcion": "Mercedes Benz Clase A A 180 gasolina. -Cambio manual con 6 velocidades -Gasolina -Sensores y cámara trasera de parking -Volante multifuncional -Asientos deportivos -Bluetooth -Navegación -Llantas de aleación -Luces automáticas -Retrovisores electrónicos El coche ha sido importado en agosto del año pasado desde Alemania a España. Todas las revisiones al día, incluida la ITV. Matrícula del año. El coche se encuentra en perfectas condiciones por dentro y por fuera, impecable. Particular.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "133000 km",
            "precio": 16900.0
        },
        {
            "titulo": "MERCEDES-BENZ Clase A 180i 122CV AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180i-122cv-amg-1060248552",
            "descripcion": "MERCEDES-BENZ Clase A 180i 122CV AMG, año 08/2014, historial de mantenimiento en concesionario oficial, todo el mantenimiento al día, recién revisado para su correspondiente venta. Extras: Paquete Amg Sensor parking del y tras Faros bixenon Asientos calefactables Volante multifunción Volante deportivo 3 radios Navegador Bluetooth Conexión bluetooth audio Conexión USB, AUX, CD Espejo eléctricos Llanta 18\" Cámara marcha atrás Sensor luz y lluvia Ordenador a bordo Control de tracción Climatizador Control velocidad y limitador Lunas tintadas Estado impecable tanto interior como exterior las fotos hablan por si mismas P.V.P. 16900€ incluido 12 meses de garantía Puede visitar todo nuestro stock de vehículos en nuestra página web robledocars.com Vehículo financiable sin entrada **consulte condiciones, cuota a su medida ** WhatsApp Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. Nos encontramos: ROBLEDO CARS C/Azorín 134 (LEON)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2014",
            "kilómetros": "165000 km",
            "precio": 16900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1090160097",
            "descripcion": "Coche en perfecto estado todas las revisiones en mercedes, itv al dia todo perfecto",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "135000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A AMG line 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-amg-line-2015-1083313477",
            "descripcion": "Mercedes clase A AMG line ITV al dia Historial completo de Mercedes 2 llaves Volante multifuncion Equipo de musica Harman Cardon Sensor de distancia anticolesion Asientos deportivos AMG Calefaccion el los asientos Velocidad de crucero Navegacion Sensor de luces y lluvia Sensor de parking Telefono y bluetooth Faros de xenon Llantas 18 pulgadas AMG Se entrega revisado con 1 año de garantia mecanica",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "170000 km",
            "precio": 15999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1085794802",
            "descripcion": "mercedes clase a 180 amg line, automatico de 7 velocidades,full equipo, todas las revisiones hechas, esta al dia de todo no hay que hacerle nada, le funciona todo , itv hasta 2026,esta en lanzarote.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "184000 km",
            "precio": 15800.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1066258958",
            "descripcion": "Coche en perfecto estado tanto exterior como interior... HECHO AL DETALLE: llantas originales 18, pinzas amarillas originales, sistema de iluminación como los mercedes nuevos conectado al coche automático (todos los colores), pantalla 10,5 conectada al coche se maneja como la original, cámara trasera y sensores traseros y delanteros, equipo música bose, slip frontal, difusor trasero, split laterales todo hecho a mano y medidas justas del coche, STAGE 2, escape tramo trasero recto y down Pipe 3\", inyectores motor 2.0 turbo y intercoleer grandes, separador de válvula de descarga y filtro de potencia superando los 210cv coche muy cuidado solo gente seria y no mareos. Se entrega pantalla original de casa, escape entero de casa y parrilla de casa. motor100x100 mercedes cuidado como el que más, revisiones y mantenimientos todos al día.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "200000 km",
            "precio": 15500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-976523303",
            "descripcion": "Todo en perfecto estado: - Se acepta diagnosticar en el momento (dispongo de la maquina de diagnosis oficial) - Se acepta prueba mecánica externa Extras: - Llantas de 18 pulgadas con neumáticos de alta gama pirelli - Pantalla de 13 pulgadas con apple car play y android auto - Discos de freno brembo perforados de alta gama - Cámara trasera - Retrovisores abatibles - Paquete night: cristales tintados, retrovisores negros, detalles en negro... - Asientos deportivos - Faros bixenon - Matriculas de metacrilato Revisiones anuales de filtros y aceite",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "170000 km",
            "precio": 15000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-882104516",
            "descripcion": "Coche en perfecto estado tanto exterior como interior, se puede ver.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "185000 km",
            "precio": 15000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-1056650444",
            "descripcion": "Mercedes-Benz Clase A Amg line Vehículo de ocasión en perfecto estado. Extras : Luces ambientales incorporadas, disfusor trasero Amg, Alerón Amg ( se entrega con o sin alerón ), llantas Amg 18 pulgadas, parrilla frontal Amg( también se entrega la parrilla original) Todas las revisiones y mantenimientos realizados en nuestro taller mecánico, ITV hasta 2025. Ver y probar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "183000 km",
            "precio": 14999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A AMG line",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-amg-line-1084749093",
            "descripcion": "Mercedes Clase A BlueEfficiency AMG Sport Equipamiento extra: - Techo panorámico - AMG interior y exterior - Asientos deportivos semibaquets cuero y alcántara - Asientos calefactables - Volante multifunción - Cambio manual 6 velocidades - Sensores de aparcamiento delantero y trasero - Llantas AMG 18\" - Sensor de luz y lluvia - Pantalla - Bluetooth Etc A pesar de nuestro cuidado y minuciosidad, es posible que las descripciones de este anuncio contengan errores por lo que son orientativas y no vinculantes contractualmente, por favor compruebe con nosotros todo el equipamiento e información. Se realizan envíos en todo territorio nacional (no incluido en el precio) infórmate!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "154000 km",
            "precio": 14990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1079039375",
            "descripcion": "VISITAS CON CITA PREVIA GARANTÍA EN CASA OFICIAL HASTA 24 MESES OPCIONAL. (fecha primera matriculación 11/2014) Extras a destacar: - Luces automáticas + sensor de lluvia - Bluetooth y manos libres. - Sensores de parking -Navegador -Paquete urban -Faros led xenón -Espejos abatibles -Asientos calefactados -Control por voz - etc Cambio de nombre 190 euros. KILOMETRAJE CERTIFICADO. FINANCIACIÓN PERSONALIZADA. ENVÍO DEL VEHÍCULO A CUALQUIER PUNTO DE ESPAÑA. (CONSULTAR PRECIOS) GARANTÍA EUROPEA ADICIONAL OPCIONAL. Este anuncio no es vinculante, se muestra a titulo informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "129000 km",
            "precio": 14990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-1083486285",
            "descripcion": "Vendo Mercedes Benz Clase A180 modelo 2013 con 156000km gris high-tech. Llantas de 17”. Interior similar cuero ÁRTICO/tela Bertrix negro, techo interior de tela en color negro, elementos de adorno en efecto carbono oscuro, asientos de confort calefactables para conductor y acompañante, apoya lumbar con 4 vías de ajuste, apoyabrazos en las plazas traseras, portavasos doble, compartimento portaobjetos en la consola central con tapa de tipo persiana, sistema de sonido con 10 altavoces y una potencia total de 225 vatios, sistema de control de presión de neumáticos, sistema ECO, control de ángulo muerto, retrovisores exteriores regulables remoto Es nacional, motor Mercedes, ITV hecha en agosto. Todo original no tiene ninguna modificación de nada! Lo tengo hace año y medio, y le he hecho poco más de 10mil km",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "156000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-1083445790",
            "descripcion": "Vendo Mercedes Benz Clase A180 modelo 2013 con 156000km gris high-tech. Llantas de 17”. Interior similar cuero ÁRTICO/tela Bertrix negro, techo interior de tela en color negro, elementos de adorno en efecto carbono oscuro, asientos de confort calefactables para conductor y acompañante, apoya lumbar con 4 vías de ajuste, apoyabrazos en las plazas traseras, portavasos doble, compartimento portaobjetos en la consola central con tapa de tipo persiana, sistema de sonido con 10 altavoces y una potencia total de 225 vatios, sistema de control de presión de neumáticos, sistema ECO, control de ángulo muerto, retrovisores exteriores regulables remoto",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "156000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-1071394983",
            "descripcion": "Mercedes Benz A 180 gasolina muy cuidado. Todos los extras. Siempre en garaje.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "115000 km",
            "precio": 14290.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-1092036725",
            "descripcion": "Mercedes Benz A180 W176 El coche muy bien estado. Muy cuidado. Siempre aparcado en garaje. Tiene muchas extras. Aceite y todos los filtros se cambia al día. Pastillas de freno nuevas. Correa nueva. Neumáticos Bridgestone los 4 nuevas. El precio poco negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "174000 km",
            "precio": 14000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-1072087529",
            "descripcion": "vehiculo de concesionario mercedes benz, con factura de compra, 180 gasolina paquete AMG, cuero, asientos calefactables, parktronic,distronic..... etiqueta medio ambiental C verde. Entrega inmediata Coches alta gama y Ocasion Avila ofrece este vehículo consúltenos con cualquier duda. Este anuncio no es vinculante,puede contener errores, se muestra a título informativo no contractuaL",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2014",
            "kilómetros": "120000 km",
            "precio": 13950.0
        },
        {
            "titulo": "Mercedes-Benz Clase A --",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-956536847",
            "descripcion": "Paquete AMG, asientos deportivos de cuero, calefactables, cámara trasera, llantas de 17. Muy buen estado!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "140000 km",
            "precio": 13600.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-1061765095",
            "descripcion": "Se vende mercedes clase A paquete exclusivo *rematriculado Muy bien cuidado y mantenimiento al dia -Equipo de sonido Harman Kardon -Sensores de parking -Navegador -Bluetooth -Conexión bluetooth audio -Conexión USB, AUX, CD -Espejo eléctricos -Llanta 18\" -Cámara marcha atrás -Sensor luz y lluvia -Ordenador a bordo -Control de tracción -Control velocidad y limitador -Asientos deportivos eléctricos y calefactables -Climatizador -Volante multifunción con levas -Retrovisores eléctricos -Control de crucero -Asientos con memoria -Luces automáticas -Faros bixenon -Suspensiones H&R itv hasta septiembre 2025, filtros recien cambiados.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "175000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1060560693",
            "descripcion": "Telefóno 661 11 12 09 Itv hasta 2026, mantenimientos al dia (aceite, filtros, frenos, ruedas,...) listo para usar. Todos los mantenimientos hechos en casa oficial Mercedes. Etiqueta C verde Algunos extras: • Interior negro • Pantalla 13” • Navegador • Asientos calefactables • Volante multifunción • Asientos sport cuero • Luces automáticas • Faros xenon • Bluetooth y manos libres • Sensores aparcamiento • Sensores lluvia • Luces led",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "149000 km",
            "precio": 13499.0
        },
        {
            "titulo": "Potente Mercedes-Benz Clase A180 motor Mercedes ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2015-1056499258",
            "descripcion": "Paquete AMG, llantas originales 18\" AMG Stage 1 170 CV. Conducción muy ágil, se disfruta conducir este coche. Lo vendo por necesidad de un coche familiar más grande. Se puede ver en Don Benito. Badajoz.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2015",
            "kilómetros": "242000 km",
            "precio": 13300.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-1053317310",
            "descripcion": "Opciones de este Clase A 180: pantalla + navegacion faros de xenón cámara de visión trasera sensores delanteros y traseros asistente aparcamiento tracción en 2 ruedas suspensiones deportivas freno de estacionamiento espejos eléctricos y calefactables ventanas traseras. sobreteñido caja de cambios de 6 velocidades bluetooth asientos regulables en altura asientos delanteros calefactables Toma de 12V Conector de audio USB cubierta de equipaje volante de cuero tablero de cuero cierre electrico volante regulable en altura y profundidad banco 1/3 – 2/3 ventanas polarizadas regulador limitador de velocidad control de crucero, control velocidad elevalunas electricos apoyabrazos central delantero reposacabezas traseros dirección asistida asiento del conductor regulable en altura GPS airbags frontales kit de teléfono manos libres bluetooth airbags laterales antideslizante 6 bolsas de aire reposacabezas activos 3 cinturones traseros. 3 puntos Fijaciones ISOFIX detector de lluvia limpiaparabrisas automáticos antideslizante ABS asistente de arranque en pendiente tercera luz de freno modo conduccion ECO itv recien pasada filtros recien cambiados importado Alemania",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "174000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-1066253208",
            "descripcion": "Vehiculo en muy buen estado, T 661 99 00 61",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "93000 km",
            "precio": 12600.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2012-1078375766",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2012",
            "kilómetros": "171000 km",
            "precio": 12000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2012-1078494428",
            "descripcion": "Mercedes A180 gasolina 122cv (motor Mercedes) Pintura metalizada, llantas 16' revisado y garantía de 1 año. Financiación a su medida.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2012",
            "kilómetros": "143000 km",
            "precio": 11990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-1073407890",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2014",
            "kilómetros": "180000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-1049783283",
            "descripcion": "vendo coche mercedes de 2 manos, uso chica, el coche esta con todos sus documentos, 2 llave, itv hasta al final 2026 , sin daños sin accidente, el coche es gasolina pero no gasta nada, el interior es nuevo como el exterior , es del 11/2014, casi el 2015 , solo para serios porfavor, no pierdes mi tienpo, s puede provar sin problema, no acepto cambio",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2014",
            "kilómetros": "180000 km",
            "precio": 11000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2012-1087150991",
            "descripcion": "SE VENDE Mercedes clase A, con 170.000 km, año 2012, Gasolina, 5 puertas, motor 1.6, asientos deportivos, ITV 2025",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "95 cv",
            "año": "2012",
            "kilómetros": "170000 km",
            "precio": 10500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2013-1080288392",
            "descripcion": "Vendo MERCEDES clase A 180 gasolina, primera matriculación 08/2013. Procedente de Italia por trasferimento a España. Mecánica y motor en perfecto estado, ITV al día, Kms reales, interiores perfectos. Contactarme para preguntar cualquier información.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "241000 km",
            "precio": 10350.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2012-919571729",
            "descripcion": "Precioso Mercedes A160 gasolina, en estado impecable, procedente de Alemania. Lleva un montón de extras como asientos de cuero parcial, llantas de aluminio 16\", GPS original Mercedes, 5 puertas, aplicaciones de madera, sensores de aparcamiento delanteros y traseros, etc. ITV recién pasada hasta 12/2025. Traspaso a cuenta del comprador en gestoria.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "95 cv",
            "año": "2012",
            "kilómetros": "109200 km",
            "precio": 8999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-1086410252",
            "descripcion": "Coche con volante a la derecha y matricula española. En muy bien estado, economico, ITV en vigor hasta 2025, euro 6, neumáticos nuevos, turbo cambiado, filtros cambiados, sensores de aparcamiento, climatizador, control de velocidad, espejos eléctricos, elevalunas electricos, sensor de lluvia y luz, volante de piel multifunctión y regulable, asientos de piel+alcantara, bluetooth, radio, media, teléfono, cierre centralizado con mando, 2 llaves.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2014",
            "kilómetros": "171000 km",
            "precio": 8900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2014-1073097776",
            "descripcion": "Coche con volante a la derecha y matricula española. En muy bien estado, economico, ITV en vigor hasta 2025, euro 6, neumáticos nuevos, turbo cambiado, filtros cambiados, sensores de aparcamiento, climatizador, control de velocidad, espejos eléctricos, elevalunas electricos, sensor de lluvia y luz, volante de piel multifunctión y regulable, asientos de piel+alcantara, bluetooth, radio, media, teléfono, cierre centralizado con mando, 2 llaves.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2014",
            "kilómetros": "170000 km",
            "precio": 8900.0
        }
    ]
}