{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase A",
        "version": "A 200 CDI 3p",
        "año mínimo": 2004,
        "año máximo": 2008,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 140,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=140&min_year=2004&max_year=2008&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=manual&brand=Mercedes-Benz&model=Clase A&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase A 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2007-1094491192",
            "descripcion": "Los Kilometros son reales",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2007",
            "kilómetros": "38300 km",
            "precio": 9999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180 CDI Classic 80 kW (109 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180-cdi-classic-80-kw-109-cv-1079149862",
            "descripcion": "Precio oferta sujeto a financiación: 7800 EUR. Precio al contado: 7800 EUR. *GRA* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 580€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería cuero-tela, Volante multifunción, Aire Acondicionado (Climatizador), Isofix, Llantas de aleación (17\"), ABS, Dirección asistida, Elevalunas eléctrico. - Coche Nacional. COCHE SIN GARANTÍA, Vehículo sin Garantía para uso Profesional o Empresarial (Realizando Actividades Económicas Comerciales, Transportistas, Fontaneros, Albañiles, etc). - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2008",
            "kilómetros": "83650 km",
            "precio": 7800.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2007-1071654385",
            "descripcion": "Coche en perfecto estado. Embrague recién cambiado. Aceite y filtros Ruedas nuevas Impecable exterior/interior",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2007",
            "kilómetros": "190000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-1066629446",
            "descripcion": "Equipación: Airbags, ABS, ESP Cierre centralizado con mando a distancia e inmobilizador Cambio automático secuencial Volante multifunción Climatizador Radio CD Llantas de aluminio * Los datos del anuncio son orientativos, pueden presentar errores y carecen de carácter contractual.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2008",
            "kilómetros": "185675 km",
            "precio": 6900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2007-1073559856",
            "descripcion": "practicamente nuevo. recien pintado por capricho , tapiceria beige,UNICO PROPIETARIO ,ITV AL DIA Y CAMBIO DE ACEITE. MEJOR VER Y PROBAR. no negocio precio. En las fotos que aparece en el anuncio aún está el coche sin pintar cuando lo tenga terminado subiré cómo ha quedado después de la pintura",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2007",
            "kilómetros": "137000 km",
            "precio": 6800.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180 CDI Avantgarde 80 kW (109 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180-cdi-avantgarde-80-kw-109-cv-1064010918",
            "descripcion": "Precio oferta sujeto a financiación: 6750 EUR. Precio al contado: 6750 EUR. MAN OCASIONPLUS - 9000 COCHES - 90 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado, Llantas de aleación (17\"). - Coche Nacional, Historial Mantenimiento, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2007",
            "kilómetros": "165989 km",
            "precio": 6750.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2008",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2008-1077484559",
            "descripcion": "Vendo Mercedes-Benz A180 en buen estado por dentro y por fuera. El coche se encuentra en la ciudad de Valencia. El coche ha sido revisado y no tiene problemas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2008",
            "kilómetros": "100000 km",
            "precio": 6700.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2008",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2008-1090671215",
            "descripcion": "Mercedes-Benz Clase A 180 CDI 110 CV Classic – Elegancia y eficiencia al mejor precio Este Mercedes-Benz Clase A 180 CDI, matriculado en junio de 2008, destaca por su diseño compacto, su fiabilidad y su bajo consumo, características que lo convierten en una opción ideal tanto para ciudad como para viajes largos. El vehículo ha sido sometido a una revisión mecánica completa, se encuentra en excelente estado y cuenta con ITV vigente hasta finales de este año, por lo que está listo para circular sin preocupaciones. La transferencia de titularidad y la garantía están incluidas en el precio, asegurando una compra sin complicaciones. Además, si tienes un coche usado, puedes entregarlo como parte del pago, y contamos con opciones de financiación flexibles adaptadas a tus necesidades. También ofrecemos servicio de entrega a domicilio para tu comodidad. El Clase A 180 CDI pertenece a la segunda generación del Clase A (W169), conocida por haber mejorado notablemente en espacio interior y confort con respecto a la generación anterior. Este modelo combina la elegancia característica de Mercedes-Benz con una mecánica eficiente, gracias a su motor diésel de 110 CV, ideal para quienes buscan economía y durabilidad en su día a día.Entre su equipamiento más destacado, encontrarás: - Elevalunas y retrovisores eléctricos para mayor comodidad - Acabados cromados que realzan su estilo sofisticado - Aire acondicionado, ideal para mantener una temperatura agradable en cualquier época del año - Caja de cambios manual de 6 marchas, que ofrece una conducción ágil y eficiente tanto en carretera como en ciudad - ITV en vigor hasta fin de año, para mayor tranquilidad El Mercedes-Benz Clase A 180 CDI Classic no solo ofrece un diseño atemporal y un interior funcional, sino que también se caracteriza por su comportamiento dinámico y bajo consumo, con un promedio de 5 litros/100 km, posicionándose como una excelente opción en el segmento de compactos premium.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2008",
            "kilómetros": "119000 km",
            "precio": 6200.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2005-1082134557",
            "descripcion": "AUTOESCUELA AUTOMATICO, dispone instalado de doble mando listo para dar clase. Se puede quitar el doble mando y cambiarlo de actividad fuera de autoescuela. Coche en muy buen estado, lo compre hace un par de años y apenas se ha usado en autoescuela. ITV al dia. Dispone de mantenimientos realizados demostrables con factura en motor y caja de cambios. Dos llaves. Alumbrado y limpiaparabrisas automaticos. Interior muy bien conservado. Kilometros demostrables. El coche va muy bien. Se puede ver y probar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2005",
            "kilómetros": "161800 km",
            "precio": 6200.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2008",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2008-1063359205",
            "descripcion": "Vendo mi Mercedes Clase A 160CDI Avantgarde del año 2008, diésel, con solo 145,000 kilómetros. Este elegante vehículo de 3 puertas ha sido mimado y cuidado con esmero, asegurando su excelente estado y rendimiento. Tiene revisiones al día y neumáticos nuevos. Perfecto para quienes buscan un coche confiable, con estilo y que ha sido tratado con cariño. ¡No dejes pasar esta oportunidad de llevarte a casa un coche que combina lujo y practicidad! Para más información, ¡contáctame hoy mismo!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "82 cv",
            "año": "2008",
            "kilómetros": "145600 km",
            "precio": 6000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2007-1069811873",
            "descripcion": "Marca y modelo: MERCEDES BENZ A 160 CDI 82CV GASOIL MANUAL Envío: Toda la península e islas. ENVÍO: Toda la península e islas. FINANCIACIÓN = Condiciones especiales. (PREGUNTA POR LA TUYA A MEDIDA) REVISIONES: REVISIÓN en taller PROPIO de todos sus componentes Kilometraje certificado (INFORME DGT): 186.000 km Pegatina Medioambiental: B Garantía: 12 Meses — EQUIPAMIENTO Y EXTRAS — *RETROVISORES ELÉCTRICOS* *ENGANCHE DE REMOLQUE HOMOLOGADO* *LLANTAS DE ALEACIÓN* *AIRE ACONDICIONADO* *FAROS ANTINIEBLA* *INTERIORES EN PERFECTO ESTADO* *CONTROL DE CRUCERO* *VOLANTE MULTIFUNCIÓN* ITV, revisiones al día y mecánica revisada por profesionales. ACEITE Y FILTROS. Enviamos vídeo por WhatsApp. (Vídeo llamada si se solicita) We speak English. PRUEBA de conducción. Posibilidad de ENTREGA de vehículo como forma de pago. Cambio de titularidad = 250€. GESTIÓN en nuestras instalaciones.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "82 cv",
            "año": "2007",
            "kilómetros": "186000 km",
            "precio": 5999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2004-1090378226",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2004",
            "kilómetros": "115147 km",
            "precio": 5995.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2007-1079337732",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "95 cv",
            "año": "2007",
            "kilómetros": "179000 km",
            "precio": 5990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2006-1087907190",
            "descripcion": "Se vende estupendo Mercedes Clase A 160 CDI en muy buen estado con varios extras radio cd dirección asistida elevalunas eléctricos cierre centralizado abs airbags aire acondicionado retrovisores eléctricos ISOFIX distintivo medioambiental B itv en vigor motor 2.0 CDI 82 CV Diesel poco consumo año 2006 y tiene 176.000km como nuevo mejor ver y probar interesados llamar 634 291 539 precio 5.950€",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "82 cv",
            "año": "2006",
            "kilómetros": "176000 km",
            "precio": 5950.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2006-1087854796",
            "descripcion": "Se vende estupendo Mercedes Clase A 160 CDI en muy buen estado con varios extras radio cd dirección asistida elevalunas eléctricos cierre centralizado abs airbags aire acondicionado retrovisores eléctricos ISOFIX distintivo medioambiental B itv en vigor motor 2.0 CDI 82 CV Diesel poco consumo año 2006 y tiene 176.000km como nuevo mejor ver y probar interesados llamar 6024122062",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "82 cv",
            "año": "2006",
            "kilómetros": "176000 km",
            "precio": 5950.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2006-1089055225",
            "descripcion": "Wow 🤩!!! Se vende Mercedes Clase A 160 CDI, motor 2.0 CDI, 82 CV, Diesel poco consumo, año 2006 y tiene 176.100 Kms. Vehículo en perfecto estado de motor, chapa e interiores. Tengo más fotos y vídeos de este coche. Solicítelos y se los enviaré inmediatamente sin compromisos. 5.940€ Gb 🇬🇧: Wow 🤩!!! Mercedes Class A 160 CDI for sale, 2.0 CDI engine, 82 HP, low consumption diesel, model 2006 and is driving 176,100 km. Vehicle in perfect condition with engine, bodywork and interior. I have more photos and videos of this car. Request them and I will send them to you immediately without obligation. €5,940",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "82 cv",
            "año": "2006",
            "kilómetros": "176100 km",
            "precio": 5940.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2006-1094666508",
            "descripcion": "Mercedes Benz Clase A 160 CDI en perfecto estado, todas las revisiones al dia, Diésel, 82CV, 188000 kms, manual, año 2005ITV recien pasada, kms certificados, unico dueña, 2 llaves, volante multifucional, aire accondicionado, pegatina Medionmiental B, etc... Se vende por 5900 EUROS con 1 año de garantia y transferencia incluida en el precio Mas informacion visitenos en nuestra instalacion GERMANAUTO en Calle Carrera de la Virgen 172, 18330 Chauchina, Granada o llamenos al 958079125 o al 622893652",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "82 cv",
            "año": "2006",
            "kilómetros": "188000 km",
            "precio": 5900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2008",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2008-1091231816",
            "descripcion": "MERCEDES CLASE A 200 CDI NACIONAL 140 CV ETIQUETA B Sistema de entretenimiento con ordenador de a bordo. Sensor de luces y lluvia automático. Climatizador bizona. No dude en solicitar vídeo del coche. Todos nuestros vehículos se entregan con garantía incluida en el precio. CYMSPORT Transporte a cualquier punto de la península 190€",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2008",
            "kilómetros": "184000 km",
            "precio": 5890.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2007-1087823335",
            "descripcion": "Perfecto estado! Se permite prueba mecánica. Ha pasado ITV este mes. Aceite y filtros recién cambiados y batería nueva documentos que lo demuestran en Norauto , dos propietarios último yo mujer, nueva pantalla digital. Nuevas ruedas. El coche va de maravilla, 6 marchas, no consume nada . Lo vendo porque no puedo mantener dos coches",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2007",
            "kilómetros": "270000 km",
            "precio": 5800.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2007-1094921386",
            "descripcion": "Vehículo revisado buen estado km certicados climatizador elevalunas eléctrico cierre centralizado cambio manual de 6velocidades ruedas al 90%se entrega trasferido y con un año de garantía incluido",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "82 cv",
            "año": "2007",
            "kilómetros": "214000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2005-1090873418",
            "descripcion": "Llamar al 608 910 666 Motor Mercedes Cadena. Batería un año Seis velocidades Ruedas Nuevas Revisión hasta Octubre",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2005",
            "kilómetros": "203000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2008",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2008-1090727539",
            "descripcion": "Vehículo en perfecto estado, muy cuidado todo al día! NACIONAL, MOTOR MERCEDES Y POR CADENA.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2008",
            "kilómetros": "171000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2005-1088944869",
            "descripcion": "se vende mercedes clase A 180 2.0 110 cv automatico 6 velocidades 2 llaves año 2005 137.000 km interior acabado en madera elevalunas electricos volante multifunccion manos libres radio cd llantas de aluminio somos taller por lo que se entrega revisado aceites y filtros cambiados aceite del cambio cambiado ITV se entregra transferido 12 meses de garantia 699401104",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2005",
            "kilómetros": "137000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2008",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2008-1064945647",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2008",
            "kilómetros": "200000 km",
            "precio": 5490.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2006-1091341394",
            "descripcion": "OJO SOLO 150.000 KMS!!!!! Mercedes Clase A180 cdi sensor lluvia 4 elevalunas electricos luces automaticas volante multinfuncion Con poco kms Ideal pada ciudad Consumo de 4 litros Pegatina B Se le acaba de cambiar todos los filtros y aceite Itv recien pasada",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2006",
            "kilómetros": "150000 km",
            "precio": 5400.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2006-1090379083",
            "descripcion": "Se vende Mercedes clase A180 cdi de diciembre 2006. Mantenimiento al día. ITV recién pasada. Procedencia nacional, 2 únicos propietarios. Control de velocidad, luces y limpias automáticos, cadena de distribución. Venta por cambio de vehículo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2006",
            "kilómetros": "298000 km",
            "precio": 5400.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2008",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2008-1070039620",
            "descripcion": "Mercedes Clase A 180 CDI Pegatina B Asientos calefactables Velocidad crucero y limitador Ordenador de abordo Mantenimientos al dia ( aceite, filtros y pastillas traseras recien cambiadas ) ITV hasta noviembre 2025 Neumaticos en buen estado ( por encima de un 80% ) Camara trasera Techo solar corredizo Elevaduras electricos delanteros y traseros Aire acondicionado 2 llaves 6 velocidades Documentación al día Se acepta prueba mecanica Mejor ver y probar Escucho ofertas",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2008",
            "kilómetros": "184000 km",
            "precio": 5300.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2006-793191299",
            "descripcion": "Coche totalmente revisado. ITV al día. Amortiguadores y neumáticos nuevos. Todas sus revisiones al día. Kilómetros hechos en autovía. Un mechero. (No incluye la baca ni el portabicicletas que aparece en la foto).",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2005",
            "kilómetros": "202000 km",
            "precio": 5295.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2006-1083006040",
            "descripcion": "impecable, recien pintado, embrague nuevo, revisado y en perfecto estado. Dos propietarios, yo mismo y un amigo que me lo vendió. Siempre en garage.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2006",
            "kilómetros": "189000 km",
            "precio": 5200.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 160CDI",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-160cdi-1089080652",
            "descripcion": "Mercedes-Benz clase A 160 CDI Elegance 5 puertas año 2006 nacional azul marino con 275.000km, motor Diésel 82cv y cambio manual. Características: Bola de enganche remolque, Asientos en cuero y tela, Volante multifunción, Aire acondicionado, Elevalunas eléctricos en las 4 puertas, Cierre centralizado, Llantas de aluminio, 4 neumáticos nuevos, ITV recién pasada. En muy buen estado, que se puede observar personalmente sin ningún problema.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "82 cv",
            "año": "2006",
            "kilómetros": "275000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2007-1060565431",
            "descripcion": "se vende urgente",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2007",
            "kilómetros": "190000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180 2.0 CDI 110 cv",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180-2-0-cdi-110-cv-1092837049",
            "descripcion": "Mercedes clase A 2.0 cdi 110 cv 6 velocidades modelo avantgarde, nacional, 2007, itv 07/25, ruedas al 70% de vida, techo panorámico, 4 elevalunas, ordenador de abordo, antinieblas, etc. Cambio de nombre 150€, 642992347, un saludo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2007",
            "kilómetros": "170000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2007-1090075511",
            "descripcion": "El coche en perfecto estado, no hay que cambiarle nada. ITV hasta diciembre. Elevalunas eléctricos. Cierre con mando. Aire acondicionado. (Falta recargar el aire acondicionado pero lo recargaré esa o la otra semana). El aceite hay que cambiarlo en 2000km.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "82 cv",
            "año": "2007",
            "kilómetros": "225200 km",
            "precio": 4999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2006-803767673",
            "descripcion": "...Garantia opcional. Vendo Mercedes-Benz A180 Elegance motor 2.0cdi 80kw 110cv. 6 velocidades manual. Euro 4. Año 04/2006, con 100oooKM, nacional con libro. EXTRAS: radio cd, volante multifuncion, A/C, elevalunas electricas los 4, cierre centralizado con mando, llantas aluminio R15, airbag, esp, abs, direcsion asestida. Trabajamos sin horario con cita, estamos en calle Riu Montenegre 1 Albir cp03581 Alicante.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2006",
            "kilómetros": "99789 km",
            "precio": 4999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2007-1070148305",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2007",
            "kilómetros": "170000 km",
            "precio": 4990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2007-1088696108",
            "descripcion": "El coche funciona perfectamente. ITV recién pasada (enero 2025). Sólo 112.000 km. Algunas marcas de aparcamiento y pequeña abolladura en puerta trasera derecha (se observa en la foto). Para más información, preguntar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2007",
            "kilómetros": "112251 km",
            "precio": 4990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2005-1077475291",
            "descripcion": "Mercedes benz A 180 cdi, climatizador, volante multifunciones, techo panorámico, acabado elegància, funciona perfectamente, se entrega revisado y itv recién pasada. SE PUEDE FINANCIAR. GARANTIA 12 MESES. ENVIO A TODA ESPAÑA NO INCLUIDO EN EL PRECIO. SE ACEPTA COCHE COMO PARTE DE PAGO.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2005",
            "kilómetros": "140000 km",
            "precio": 4990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180-diesel-1077568540",
            "descripcion": "Al dia de todo, ITV recien pasada Filtros y aceite recien cambiado Neumaticos delanteros nuevos Motor Diesel 110cv Aire Acondicionado Elevalunas electricos Cierre centralizado Precio no negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2005",
            "kilómetros": "226000 km",
            "precio": 4950.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2008",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2008-1089369637",
            "descripcion": "Mercedes Benz A 160, 1.9 cdi 82cv diésel Automático. con 200.000 kilómetros. un coche con un bajo consumo. tiene 4 cubiertas nuevas, aceite y filtros recién cambiados y se entrega con la itv recién pasada. Trae muchos extras como climatizador, espejos eléctricos, radio cd, elevalunas eléctricos y muchos extras más. se vende con un año de garantía. se acepta prueba mecánica.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "82 cv",
            "año": "2008",
            "kilómetros": "200000 km",
            "precio": 4899.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2005-1082332297",
            "descripcion": "ITV recién pasada, cambios y filtros al día",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "82 cv",
            "año": "2005",
            "kilómetros": "166000 km",
            "precio": 4890.0
        }
    ]
}