{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase A",
        "version": "Mercedes-AMG A 45 S 4MATIC+",
        "año mínimo": 2019,
        "año máximo": 2022,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 421,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=421&min_year=2019&max_year=2022&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase A&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase A 45S 4Matic AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-45s-4matic-amg-1092022147",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "421 cv",
            "año": "2022",
            "kilómetros": "22000 km",
            "precio": 59848.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 45s 421cv 4Matic +",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-45s-421cv-4matic--1076116641",
            "descripcion": "¡Unidad en liquidación! Precio Hasta Fin de Mes. Vehículo de septiembre del 2020 para entrega inmediata, reacondicionado para su reestreno. Aceptamos revisión en Mercedes. Kilómetros reales certificados. FINANCIACIÓN A SU MEDIDA. Realizamos envíos a todos los puntos de España (consultar tarifa). Aceptamos vehículo como parte de pago. No importa estado. Máximo 7 años y 150.000 km. Equipamiento destacable: - Motor 2.0 Gasolina de 421cv. - Cambio automático de 8 velocidades. - Tracción Integral 4 Matic +. - Techo solar abatible. - Faros delanteros MULTIBEAM LED y traseros LED. - Asistente luces de carretera. - Sensor de luces y sensor de lluvia. - Control de crucero y limitador de velocidad. - Paquete de aparcamiento con cámara de visión trasera. - Ayuda activa para aparcar. - Pantalla táctil de 10,25\" con navegador integrado. - MBUX navegación premium. - Sistema de sonido Burnmester. - Climatizador Bi-zona Thermotronic. - Asientos AMG Performance de cuero, eléctricos con función memoria. - Asientos delanteros calefactables. - Retrovisores regulables, calefactables y plegables eléctricamente. - Retrovisores exteriores en color negro. - Manejo por voz. - Paquete Keyless-Go: Acceso y arranque sin llave. - Dynamic Select. - Entradas USB-C y 12v. - Integración Smartphone: Apple Carplay & Android Auto. - Head-Up Display. - Volante de cuero multifunción con levas y achatado en la parte inferior. - Cuadro de instrumentos digital de 10,25\". - Asistente de mantenimiento de carril. - Asistente ángulo muerto. - Asistente de fatiga. - Asistente de pre-colisión. - Umbrales de las puertas iluminados. - Iluminación interior ambiente de 64 colores. - Escape AMG. - Kit reparapinchazos. - Llantas AMG de 5 radios dobles en negro de 19\" con neumáticos 245/35R19. La información del anuncio no es a título contractual y puede contener errores. Exposición: Calle Narcís Monturiol, 20 Vilassar de Dalt · 08339 · Barcelona Horario de Exposición: - De lunes a viernes: De 09:00 h a 13:00 h y de 15:",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "421 cv",
            "año": "2021",
            "kilómetros": "34000 km",
            "precio": 58990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A45S amg ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a45s-amg-1077906455",
            "descripcion": "Mercedes A45S amg 4matic impoluto todos los extras posibles 4 ruedas nuevas revisiones en mercedes con la proxima ya pagada pintura original, nunca repintado unidad en excelente estado muy cuidado",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "421 cv",
            "año": "2021",
            "kilómetros": "20000 km",
            "precio": 57999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1088899941",
            "descripcion": "Mercedes A45 S 421CV Todas revisiones en casa oficial Mercedes Benz paquete de estacionamiento con cámara paquete de asistencia conducción paquete de asiento multicontorno paquete confort de asientos paquete espejos paquete nocturno paquete de luz y visión techo solar panorámico sistema de sonido envolvente burmester® led multihaz asistente adaptativo de luces altas plus iluminación ambiental mbux realidad aumentada para navegación y características avanzadas apple carplay - android auto mercedes me connect llantas de 19” suspensión deportiva asientos amg performance calefacción de asientos delanteros asiento del conductor ajustable eléctricamente con función de memoria soporte lumbar asistente de ángulo muerto sistema pre-safe® selección dinámica amg esp asistencia activa de frenado asistente de mantenimiento de carril activo aviso de abandono de carril aviso de fatiga protección de peatones keyless-go control de tracción control de crucero thermotronic parktronic espejos exteriores con bisagras eléctricas carga inalámbrica para dispositivos móviles volante multifunción con levas pinzas de freno pintadas de rojo sensor de lluvia, ect",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "421 cv",
            "año": "2020",
            "kilómetros": "36000 km",
            "precio": 56900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2021-1047455524",
            "descripcion": "MERCEDES A45S AMG 4 MATIC+ FULL EXTRAS - 58.000 KM - 421 CV - TECHO SOLAR - VOLANTE MULTIFUNCION CON LEVAS - MODOS DE CONDUCCION (RACE, DRIFT, ETC) - ASIENTOS DEPORTIVOS BAQUETS CUERO Y ALCANTARA (ELECTRICOS Y CALEFACTABLES) - EQUIPO DE SONIDO - PAQUETE BLACK - PAQUETE DE ILUMINACION - ARRANQUE Y APERTURA SIN LLAVE - PANTALLA BLUETOOTH NAVEGADOR APPLE CAR PLAY Se entrega con revisión completa recién realizada. 1 año de garantía y cambio de nombre incluido en el precio. We speak English. Aceptamos vehículo como parte de pago. Posibilidad de entrega en cualquier parte de España. Vehículo en stock en calle Isaac Newton 14, Sanlúcar de Barrameda. Abrimos de Lunes a Viernes de 9:30 a 13:30; 16:00 a 20:00. Para otros horarios, fines de semana y festivos atendemos con cita previa.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "421 cv",
            "año": "2021",
            "kilómetros": "58000 km",
            "precio": 55990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-45-s-amg-1046457355",
            "descripcion": "- Vehículo con historial completo en Mercedes oficial. - Paquete completo Performance con alerón y difusor. - Llanta mono- tuerca color negro. - Techo panorámico. - Volante performance en cuero y alcántara con selector de modos. - Asientos buckets performance en cuero y alcántara con calefacción. - Cinturones rojos. - Sistema de sonido Burmester 8D. - Faros MATRIX LED automáticos. - Sistema de navegador profesional. - Car Play incorporado en pantalla original. - Cámara trasera con sensores de aparcamiento. - Paquete completo de iluminación interior PLUS. - Control crucero adaptativo, cambio de carril y todos los asistentes a la conducción.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "421 cv",
            "año": "2021",
            "kilómetros": "61000 km",
            "precio": 54900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2022",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2022-1076425856",
            "descripcion": "MERCEDES-BENZ A35 AMG 306cv Año 2022 con 22.000km Automático 7G-DTC con levas 4MATIC Asientos AMG en piel/ Alcántara y Calefactables Pantalla Carplay Cámara marcha atrás Parktronic delantero/trasero Modo (Sport/Lluvia y nieve/Comfort/Individual) Volante en Alcántara AMG multifuncion Faros FULL LED Assist carril/Frenado Techo eléctrico Luces automaticas Llantas AMG 19\" Control de velocidad Luz interior ambiental 2 llaves Keyless Cambio de nombre incluido Garantía 12 meses incluida Posibilidad de financiar sin entrada Posibilidad de enviar a toda España",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2022",
            "kilómetros": "22000 km",
            "precio": 53999.0
        },
        {
            "titulo": "Mercedes A45S AKRAPOVIC NACIONAL!",
            "enlace": "https://es.wallapop.com/item/mercedes-a45s-akrapovic-nacional-1087827619",
            "descripcion": "TODOS LOS EXTRAS POSIBLES! -KIT MAXTON COMPLETO 1600€ -ESCAPES AKRAPOVIC COMPLETOS 5800€ -SEPARADORES A MEDIDA! NO OFERTAS ABSURDAS! ES LA UNIDAD MÁS COMPLETA Y BARATA ANUNCIADA AHORA MISMO EN EL MERCADO!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "421 cv",
            "año": "2020",
            "kilómetros": "56000 km",
            "precio": 52990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1092153313",
            "descripcion": "Mercedes A45s Performance muy cuidado e impecable con todos los extras menos los semibackets, recién pulido gomas michelin pilot 4 nuevas 95% y con su mantenimiento al día, mejor ver en persona, precio negociable. Extras en MB Oficial: ⚪️Llantas forjadas ⚪️ Asientos eléctricos con memoria y calefactables ⚪️ Pack aerodynamic ⚪️ Cámara 360 ⚪️Asistencia aparcamiento ⚪️ Volante alcántara con anillo rojo ⚪️ Equipo de sonido Burmesters ⚪️ Válvulas escape AMG ⚪️ Faros multibeam ⚪️ Techo panorámico ⚪️ Cinturones rojos ⚪️ Marco ventanas negro ⚪️ Espejos negros ⚪️ Cargador inálambrico ⚪️ Muchos extras… Cualquier duda o información escríbeme. IVA DEDUCIBLE , NO EFECTIVO! COCHE A NOMBRE DE EMPRESA.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "421 cv",
            "año": "2020",
            "kilómetros": "76000 km",
            "precio": 52500.0
        },
        {
            "titulo": "Mercedes A45S AMG 421cv",
            "enlace": "https://es.wallapop.com/item/mercedes-a45s-amg-421cv-1090105705",
            "descripcion": "MERCEDES A45S AMG 421cv, *Año 2021 *2 llaves *52.000 km *Historial de mantenimiento en Mercedes *faros de led *Asistente de luces largas *Techo panorámico *Sistema de sonido BURMESTER *Asientos Backets calefactables *Control de velocidad adaptativo *Cámara trasera *Parkassit *Sensor ángulo muerto *Asistente mantenimiento de carril *Iluminación ambiental plus *Control de velocidad *Modos de conducción *Espejos plegables y calefactados *CAMBIO DE NOMBRE Y GARANTÍA DE 12 MESES INCLUIDO* *SOLO SE ATIENDE CON CITA*",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "421 cv",
            "año": "2021",
            "kilómetros": "52000 km",
            "precio": 51999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2021-1030143389",
            "descripcion": "Mercedes Clase A45S AMG Mantenimientos al día Kilómetros certificados Vehículo procedente de concesionario oficial EQUIPAMIENTO: · Color: Rojo Patagonia · Techo solar · Apple CarPlay/AndroidAuto · GPS con realidad aumentada · Asientos calefactables · Asientos deportivos AMG Backets · Carga inalámbrica para smartphone · Paquete “Track Pace” para circuitos · Alarma Starline: Cortacorrientes por mando, antilevantamiento, perímetral, antigolpeo… · Escape deportivo en INOX (Posibilidad de entrega con el escape de serie) · Cinturones de serie en rojo · Neumáticos delanteros recién cambiados · Neumáticos Michelin Pilot Sport 4S",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "421 cv",
            "año": "2021",
            "kilómetros": "65000 km",
            "precio": 50999.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1090662756",
            "descripcion": "Mercedes-benz A45s AMG Desde el interior tenemos tenemos: -luces automaticas direccionles -elevalunas electricos -navegador -multimedia y muchos mas extras ... Desde el exeterior tenemos: -asistencia en carretera -asistencia de estacionamiento -sensores de aparcamientos -llantas en 19” -luces led high performance -espejos electricos -techo solar Contacto:627979921 redes sociales: instagram:sscarbrokers facebook:sscar broker tiktok:sscarbrokers",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "421 cv",
            "año": "2020",
            "kilómetros": "117000 km",
            "precio": 50000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A A 35 AMG 4MATIC+ 225 kW (306 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-a-35-amg-4matic--225-kw-306-cv-986719753",
            "descripcion": "Precio oferta sujeto a financiación: 49909 EUR. Precio al contado: 54900 EUR. *LRO* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA 3590€ de descuento en este coche Precio oferta financiado: 49909€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 54900€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: 4x4, Paquete AMG, Techo solar, Tapicería cuero-alcántara, Asientos deportivos, Asientos calefactables, Asientos eléctricos con memoria (Asientos eléctricos delanteros con memoria), Suspensión deportiva, Navegador, Car Play, Cámara de marcha atrás, Asistente de aparcamiento, Ayuda aparcamiento, Encendido automático de faros, Faros delanteros led, Faros traseros led, Sensor de lluvia, Faros autodireccionables, Asistente de cambio de carril, Sensor de presión de neumáticos, Reconocimiento señales de tráfico, Asistente de mantenimiento de carril, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Arranque por botón, Aire Acondicionado (Climatizador), Freno de estacionamiento eléctrico, Bluetooth, Isofix, Llantas de aleación (18\"). - Coche Nacional, IVA deducible. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. Garantía fabricante 10/2025 - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2022",
            "kilómetros": "2650 km",
            "precio": 49909.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2021-989426762",
            "descripcion": "Matriculación 2021 - Historial completo de mantenimiento - EDITION ONE - Techo solar - Iluminación ambiente - Pack memorias conductor y copiloto - Asientos deportivos Recaro - Tapicería alcántara y piel - Sistema de escape deportivo - Asientos calefactables -Apple CarPlay - Android Auto - Piel ampliada con costuras en blanco - Control de crucero adaptativo - Asistente de colisión - Asistente cambio de carril - Auto hold - Frenada de emergencia - Full led - Spoiler Audio Burmester",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2021",
            "kilómetros": "43000 km",
            "precio": 49500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 35 AMG 306cv 4MATIC 2022",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-amg-306cv-4matic-2022-1066028595",
            "descripcion": "Espectacular unidad de MERCEDES BENZ CLASE A 35 AMG 306CV!! En perfecto estado tanto interior como exterior, revisado, bola de remolque eléctrica, llantas 19\" mutirradio AMG diamantadas, asientos calefactados, keyless, faros LED Multibeam, audio avanzado, calefacción independiente en remoto, luz ambiental, conectividad smartphone, alfombra de maletero original, cinturones en rojo, cristales tintados, antipinchazos, spoiler delantero estilo AMG, canards delanteros estilo AMG y muchos más. Garantía oficial hasta 2/2026 Precio al contado: 48.900€. Precio financiado: 47.900€. (Financiando al menos 40.000€) Todos nuestros vehículos se entregan transferidos. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Matriculado en 6/2022 Bitcoin accepted here, @auto.gallery #AN CAP #JU PIC #FU #MPJ #HAT #J376987",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2022",
            "kilómetros": "19899 km",
            "precio": 48900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1073223959",
            "descripcion": "Mercedes Benz Clase A al detalle, paquete AMG y con techo solar. Vehiculo cuidado al maximo, duerme siempre en garaje, todas las revisiones efectuadas en la casa con libro de mantenimiento sellado. Vehiculo nacional, unico propietario. Modificaciones: - Sistema de suspensión neumatica con gestion Airlift 3p y balonas D2 Racing - Llantas de 20 pulgadas marca Vertini - Paquete Maxton de lip, taloneras y difusor - Tramo final de escape con valvula de mariposa - Aleron y Parilla del AMG - Kit de luces led en el exterior - Cambio en cinturones delanteros por unos en color rojo TODO HOMOLOGADO CON ITV RECIEN PASADA",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2020",
            "kilómetros": "91000 km",
            "precio": 48000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A A35 AMG 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2021-1091737359",
            "descripcion": "Techo panorámico, llanta 19”, FULL LED HIGH PERFORMANCE, parktronic, cámara, reconocimiento aut. de señales, asientos calefactables, asientos deportivos en cuero y álcantara, volante multifunción, control por voz, control de velocidad adaptativo, virtual cockpit con diferentes estilos, CAR PLAY, bluetooh, USB, navegador profesional, luz ambiente LED interior multicolor, DYNAMIC DRIVE SELEC, sensor G-FORCE MERCEDES ME & APPS, WLAN, LINGUATRONIC, áreas temáticas para pantalla central, climatizador digital bi-zona, acceso directo servicio SOS, servicio acústico de manejo, lector de escritura, etc... -Vehículo de reestreno, solo 11.000kms. IMPECABLE. -PRECIO TRANSFERENCIA INCLUIDA Y 1 año de garantía incluidos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2021",
            "kilómetros": "11000 km",
            "precio": 47999.0
        },
        {
            "titulo": "Mercedes-Benz A45s",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a45s-1083401371",
            "descripcion": "Vehiculo Importado Libro de revisiones completo en servicio oficial Libre de accidentes Extras: Techo Solar Y panoramico Sistema de sonido Burmaster Backet Asientos Electricos Asientos Calefactables Largas Automaticas Luces Laser adaptativas Sensor de salida de carril Sensor de angulo muerto Sensor de colision delantero Luces Interiores con diferentes modos Track Pack Modo Race Volante AMG Performance Escape Performance Apple carplay Climatizador bizona Suspension Magnetica Cargador inalambrico Keyless Go Acceso sin llave Camara marcha atras parktronic (aparca solo) Color Grey Mate individual Espejos abatibles",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "421 cv",
            "año": "2021",
            "kilómetros": "89970 km",
            "precio": 47990.0
        },
        {
            "titulo": "Mercedes-Benz Clase a A45s Amg",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-a45s-amg-1081506105",
            "descripcion": "A45 amg 7/2021 con 84000km revisiones en servicio oficial y garantia fabrica hasta juilio 2025 . iva deducible incluido en el precio",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "421 cv",
            "año": "2021",
            "kilómetros": "84000 km",
            "precio": 47990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2021-1066690802",
            "descripcion": "El compacto por excelencia lo tenemos aqui!!! Con todas las revisiones en mercedes oficial (facturas demostrables) •1 año de garantia •ruedas nuevas •recién revisado •ITV al dia •paquete AMG completo interior y exterior •Volante en piel multifuncional •Cambio automatico •doble pantalla •climatizador bizona •sensores de aparcamiento con camara trasera •detector de carril •sensores de luz y lluvia •suspension adaptativa •levas en volante •luz diurna •paquete deportivo el anuncio se muestra a titulo informativo y puede contener errores, cambio de titularidad a parte 200€. Posibilidad de entregar en cualquier punto de España",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "390 cv",
            "año": "2021",
            "kilómetros": "56000 km",
            "precio": 46990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2021-1073440873",
            "descripcion": "✅️ Mercedes A35 AMG 4MATIC ✅️ Cilindrada 2.0 V6 ✅️ Km 45.000km ✅️ CV/hp 306 ✅️ Año 2021 ✅️ Color Blanco ✅️ Pvp 46.990€ ✅️ ww.xpertauto.es Con Climatronic,Cierre centralizado Cruise Control teléfono usb Xenón Sensores de aparcamiento Cámara de marcha atras Navegador Llevas en Volante Precio 46.990€ FANTÁSTICO SE VENDE/FOR SALE EN Buen ESTADO DE MOTOR. Full extras And full ITV Automático Hablamos español English speaking Estamos en CV-95 Vistabella Jacarilla Para más información por teléfono 641 883 445 George",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2021",
            "kilómetros": "45000 km",
            "precio": 46990.0
        },
        {
            "titulo": "Mercedes-Benz A35 AMG (2020)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a35-amg-2020-1059682451",
            "descripcion": "MERCEDES BENZ A35 AMG 2020 306CV Equipamiento: . Pintura MANUFAKTUR (Magno Designo) . Asientos backet AMG . Volante deportivo multifuncion . Climatizador Trizona . Luz diurna . Retrovisores electricos abatibles . USB / Bluetooth . Faros full LED . Llantas de aleacion 19 AMG . Iluminacion ambiental . ABS . AIRBAG . ESP . ISOFIX . Paquete exterior e interior AMG MEIN CARS - Siempre contigo - Vehiculo transferido - Financiacion a medida - Entrega a domicilio - Garantia 12 meses (Nuestros anuncios son de caracter comercial, pueden contener errores tioograficos y no son vinculantes ni contractuales.)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "70000 km",
            "precio": 46900.0
        },
        {
            "titulo": "MERCEDES-BENZ Clase A 35 AMG 4Matic+",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-amg-4matic-1018901580",
            "descripcion": "Espectacular unidad de MERCEDES-BENZ CLASE A 35 AMG 4Matic+ 7G-DCT 306CV!!! UNICO DUEÑO. Se entrega con tratamiento cerámico en carroceria valorado en 800 Euro. En perfecto estado tanto interior como exterior, revisado recientemente y siempre en Mercedes, navegador con realidad aumentada MBUX, techo corredizo panorámico eléctrico de cristal, faros LED High Performance, detector activo de cambio de carril, integración de smartphone, control de ángulo muerto, paquete de aparcamiento con cámara de 360º, asientos AMG Performance, head up display, equipo de sonido Bang and Olufsen, paquete premium plus con asientos calefactados, sistema de carga inalámbrica, paquete aerodinámico AMG, Paquete deportivo AMG, paquete de asientos Confort y muchos más. Precio al contado: 46.900€. Precio financiado: 44.900€. (Financiando al menos 40.000€) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted @auto.gallery #JF CAP #JU PIC #FU #AN #LSW #HAT #J085515",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "34900 km",
            "precio": 46900.0
        },
        {
            "titulo": "MERCEDES-BENZ A 250 7G-DCT 224CV AUTO!!! ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a-250-7g-dct-224cv-auto-1076465521",
            "descripcion": "MERCEDES-BENZ A 250 7G-DCT 224CV FWD AMG LINE!!! NO ES 4MATIC *** Revisado siempre en la casa, navegador de realidad aumentada MBUX, llantas 19\" AMG, techo panorámico, faros LED, asientos delanteros con memorias calefactados y con ajuste lumbar, asistente de aparcamiento con cámara 360º, asistente a la conducción, distronic plus, pack retrovisores, pack night, audio Burmester, carga inalámbrica de teléfono, conectividad smartphone, iluminación ambiental, cristales tintados y muchos más. Precio al contado: 45.900€. Precio financiado: 43.900€. (Financiando al menos 40.000€) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Matriculacion 05/2021 Bitcoin accepted here @auto.gallery #RO CAP #JU PIC #FU #LVK #HAT #n232546",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2021",
            "kilómetros": "15900 km",
            "precio": 45900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-amg-edition-one-1051687170",
            "descripcion": "Para más información pregunten! No cambios,solo venta! Negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "66000 km",
            "precio": 45600.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1057015075",
            "descripcion": "se vende a35 amg edition one full extras asientos eléctricos tipo backet techo panorámico paquete aero paquete noche etc etc tiene todas las revisiones hechas en la mercedes con facturas demostrables los asientos las costuras solo es el único que lo tiene así fue elegido por catálogo en la casa oficial cuando salió nuevo mejor ver y probar",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "4000 km",
            "precio": 45000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2021-1089085516",
            "descripcion": "PARA UNA MAYOR ATENCIÓN, LE ROGAMOS NOS LLAME PARA CONCRETAR UNA CITA Y VER EL VEHÍCULO. En Auto Sprint 2003, con más de 20 años liderando el sector de la compraventa de vehículos, transformamos la experiencia de adquirir un coche en un proceso transparente, seguro y sin preocupaciones. Nuestra especialización en importación desde Alemania e Italia garantiza acceso a vehículos de la más alta calidad con total garantía. Además, ponemos a tu disposición la posibilidad de probar cualquier vehículo y someterlo a la revisión de un perito judicial o del servicio oficial de la marca, porque tu confianza es nuestra prioridad. - MERCEDES BENZ A250 224CV AMG - Mantenimiento completo en Taller Oficial Mercedes Benz. - Fecha de 1ª Matriculación 05/2021 - KM 15.000 - Garantía 12 meses - Garantía Premium Opcional - Kms Certificados Por Escrito - Servicio Personalizado Financiación Al 100% a Su Medida Con o Sin Entrada - Recogemos Su Vehículo Como Parte De Pago - Precio: 44.990 EUR - Precio financiado 43.990€ (consultar condiciones de financiación) - Gastos de GESTORÍA 150€ (NO INCLUIDO) Equipamiento Opcional Incluido: - Tracción Delantera - Cambio Automático con Levas - Llantas de 19\" Multiradio - Sensor Lluvia/Luces - Climatizador Bizona - Navegador - Volante Multifuncional de Cuero con Levas AMG - Faros Led Multibeam con Luz Diurna - Sensores de Aparcamiento Traseros/Delanteros - Bluetooth - Espejos Eléctricos/Abatibles - Control de Crucero Adaptativo - Isofix - Lunas Tintadas Traseras - Tapicería Cuero/Alcántara - Asientos Delanteros Calefactables - Asientos Delanteros Eléctricos/Memoria - Interior Piel Puertas/Salpicadero - Arranque por Botón - Sistema Start/Stop - Cámara de Aparcamiento 360º - Techo Panorámico - Preinstalación Gancho Remolque - Pintura Exclusiva Manufatur Gris Mate - Parrilla Panamericana - Apoyo Lumbar Eléctrico - Iluminación Ambiental 64 Colores - Apple Carplay/Android Auto - Modos de Conducción - Velocímetro Digital - Llave Inteligente - Asientos",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2021",
            "kilómetros": "15000 km",
            "precio": 44990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 35 AMG 306cv 4Matic+ 7G-DCT",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-35-amg-306cv-4matic--7g-dct-1082061550",
            "descripcion": "MERCEDES BENZ CLASE A 35 AMG 306CV 4MATIC+ 7G-DCT!! En perfecto estado tanto interior como exterior, revisado siempre en Mercedes, se entrega revisado, llantas 19\" AMG, kit aerodinámico AMG, volante AMG, asientos AMG Performance calefactados, faros LED, techo panorámico, realidad aumentada MBUX, audio Burmester, asistente de conducción, asistente de aparcamiento, asistente de mantenimiento de carril, distronic plus, conectividad smartphone y muchos más. Precio al contado: 44.900€. Precio financiado: 42.900€. (Financiando al menos 40.000€) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Puedes conocernos mejor a través de instagram: autogallerypremium Matriculado en 5/2019 Bitcoin accepted here, @auto.gallery #JF CAP #JU PIC #FU #MJT #HAT #J108660",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "35900 km",
            "precio": 44900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2021 A35 AMG 306cv 25mil kms",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2021-a35-amg-306cv-25mil-kms-1055346595",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2021",
            "kilómetros": "25000 km",
            "precio": 43900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A35 AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a35-amg-1089585377",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "72000 km",
            "precio": 43500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A AMG 35 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-amg-35-2020-1068937309",
            "descripcion": "Mercedes A 35 AMG.Revisión recién realizada Néumaticos Michelin Pilot Sport 4S Color exterior Negro Cosmos metalizado Paquete Night Paquete Aerodinámico Paquete Premium Plus Techo corredizo panorámico Multibeam LEDHead-Up display Sensor de lluviaRetrovisor interior con sistema antideslumbrante automático Retrovisores exteriores abatibles eléctricamente Kit estético AMG Ensanchamiento de los pasarruedas Depósito de combustible de 51 litros de capacidad Cristales oscuros para las ventanillas laterales traseras y la luneta trasera Elementos de adorno de aluminio claro con rectificado longitudinal Volante AMG PERFORMANCE en cuero con controles en volante y levas Iluminación ambiente 64 colores Listones de umbral AMG con distintivo AMG, iluminados Cinturones de seguridad MANUFAKTUR en color rojo Equipo de sonido BURMESTER Asientos BUCKET AMG PERFORMANCE",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "104500 km",
            "precio": 43500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1091658499",
            "descripcion": "A35 AMG Edition One Importado de Alemania. Único propietario, kilómetros certificados con histórico de mantenimientos en servicio oficial cada 25.000km todos los años. Equipado con kit aerodinámico de serie por ser Edition One, faros delanteros Multibeam con largas automáticas, techo panorámico, asientos semibaquet en cuero y alcántara calefactados, modos de conducción, escape con válvulas, pack iluminación interior hasta, sistema KEYLESS arranque sin llave, navegador, aparcamiento asistido, cámara trasera y sensores de aparcamiento delanteros y traseros, lane assist, attention assist, asistente de angulo muerto, asistente de frenado activo, reconocimiento de señales de tráfico, climatizador bizona, volante deportivo en cuero, llanta 19”multi radio, luces y limpias automáticos, pack retrovisores eléctricos calefactados, control crucero adaptativo, levas en el volante, limitador de velocidad, cristales traseros oscurecidos, 4 neumaticos Michelin Pilot Sport 4s. Se entrega con tratamiento cerámico en todo el vehículo y detallado de interior. NO CURIOSOS, NO CAMBIOS. Particular.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "116000 km",
            "precio": 43000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1094020088",
            "descripcion": "Esta estupendo lo cambio por otro exactamente igual porque se me acaba la financiación, tapicería piel roja espectacular.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "50300 km",
            "precio": 42900.0
        },
        {
            "titulo": "MERCEDES A35 AMG 306cv 4M 7G AKRA 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-a35-amg-306cv-4m-7g-akra-2019-1092024482",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "70000 km",
            "precio": 42500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2020-1087990935",
            "descripcion": "Mercedes A35 Amg 4 matic 2020. Servicios realizados en concesionario oficial. Última revisión con 37.345km. - Asientos Alcántara con costuras en rojo. - Navegador. - Volante multifunción. - Detalles en negro: parrilla panamericana, emblemas, alerón A35 Amg y kit aero. - Sensores delanteros/traseros + cámara trasera. - Cámara delantera para navegación. - Apple car Play. - Climatizador. - Luz diurna. - Faros full led. - Llantas Amg oficial 19”. - Neumáticos 80%. - Paquete interior y exterior Amg. - Techo panorámico/corredizo. - Asistencia cambio de carril. - Asistencia de frenado. - Velocidad de crucero. - Iluminación ambiental. - Modos de conducción.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2020",
            "kilómetros": "45000 km",
            "precio": 41990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2021-1093111817",
            "descripcion": "QUALITYCARS.ES ·VEHICULO NACIONAL EN PERFECTO ESTADO. ·1 SOLO PROPIETARIO. ·IVA DEDUCIBLE YA INCLUIDO EN EL PRECIO. ·MATRICULADO 14/10/2021. ·PRECIO SUJETO A FINANCIACION MINIMA DE 15.000€ A 5 AÑOS 40.900€. ·PRECIO AL CONTADO 41.900€. ·TODOS LOS GASTOS INCLUIDOS EXCEPTO CAMBIO DE NOMBRE +180€. ·MANTENIMIENTO AL DÍA EN SERVICIO OFICIAL. EQUIPAMIENTO DESTACADO: -FAROS FULL LED -TECHO SOLAR Y PANORAMICO -CAMARA DE MARCHA ATRAS -SENSORES DE PARKING DELANTEROS Y TRASEROS -ACCESO CONFORT, APERTURA Y ARRANQUE SIN LLAVE -PAQUETE ILUMINACION INTERIOR -NAVEGADOR -SISTEMA TELEFONIA BLUETOOTH -VELOCIDAD CRUCERO -SISTEMA CONTROL DE CARRIL -ASIENTOS CALEFACTABLES ·ACEPTAMOS SU COCHE COMO PARTE DE PAGO, TAMBIÉN SE LO COMPRAMOS SI SOLO QUIERE VENDERLO. ·OFRECEMOS FINANCIACIÓN A SU MEDIDA. ·1 AÑO DE GARANTÍA TOTAL EN PIEZAS Y MANO DE OBRA SIN LÍMITE DE KMS. ·ACEPTAMOS PRUEBA MECÁNICA EN SU TALLER DE CONFIANZA. ·POSIBILIDAD DE ENTREGA A DOMICILIO. ·DISPONEMOS DE TALLER PROPIO, OFRECEMOS LA MÁXIMA CALIDAD EN NUESTROS VEHÍCULOS. ·WE SPEAK ENGLISH, ON PARLE FRANÇAIS.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2021",
            "kilómetros": "91000 km",
            "precio": 41900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A35 Amg",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a35-amg-1060095101",
            "descripcion": "Se vende Mercedes A35 AMG 4Matic 306cv con 63.000km , todas las revisiones en servicio oficial Mercedes , muy cuidado como nuevo. Paquete Deportivo Amg Performance , faros full led , cámara 360 grados , navegador , bluetooth , equipo de sonido Burmester, asiento eléctricos calefactables, asistencia de carril , pantalla digital, luces automáticas , control de crucero , paquete de iluminación led , sistema control presión neumáticos .… Se entrega con garantía de un año a nivel nacional y cambio de nombre incluido en el precio",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "49000 km",
            "precio": 40990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A35 AMG MATE ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a35-amg-mate-1067054197",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2019",
            "kilómetros": "69000 km",
            "precio": 40900.0
        }
    ]
}