{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase A",
        "version": "A 200 d 7G-DCT",
        "año mínimo": 2015,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 136,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=136&min_year=2015&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase A&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1037507681",
            "descripcion": "coche nuevo sin ningun fallos",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2018",
            "kilómetros": "110000 km",
            "precio": 27900.0
        },
        {
            "titulo": "Mercedes-Benz Classe A 180 d",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-956528089",
            "descripcion": "Carro do mês 10/2018, A180D com pack night (Vidros escurecidos, espelhos e frisos em preto.), estofos em pele, aquecimento de bancos, sensores a toda a volta, luzes led interiores, painel de ecrã o maior a todo comprimento, Jantes 18\" sem riscos, Sistema Park assist (Estacionamento mãos livres), fecho e abertura de portas com sensor touch no puxador das portas. Revisões em dia, realizadas em casa Mercedes-benz com carimbo no livrete.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "82000 km",
            "precio": 27500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-670300904",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "92000 km",
            "precio": 27000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A A 180 d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-a-180-d-85-kw-116-cv-1004652631",
            "descripcion": "Precio oferta sujeto a financiación: 26355 EUR. Precio al contado: 28990 EUR. *GIR* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Precio oferta financiado: 26355€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete AMG, Tapicería cuero-alcántara, Asientos calefactables, Navegador, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Asistente de mantenimiento de carril, Asistente de pre-colisión frontal, Reconocimiento señales de tráfico, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (18\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "74619 km",
            "precio": 26355.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1088251613",
            "descripcion": "Se vende mercedes benz exclusivo clase A200 d AMG con 125.000km, totalmente de serie, agosto 2017, comprado nuevo en concesionario Mercedes -benz. Coche en estado inmejorable con muchísimos extras ,aparte de la equipacion amg tanto interior como exterior. Mantenimientos al dia totalmente certificados en la casa oficial desde el primer dia que salio del concesionario. 4 neumaticos nuevos , dos juegos de llaves, carpeta con la informacion del coche e instrumentos, siempre consumiendo diesel+ , siempre en garaje como se puede apreciar en el estado de las fotos, color gris montaña oscuro, ( 1800€ mas que cualquier otro color) . No negociable ,no hay prisa ninguna por venderlo. Un saludo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2017",
            "kilómetros": "125000 km",
            "precio": 26000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1068686809",
            "descripcion": "se vende precioso mercedes w177, con paquete AMG completo y look del A45. llantas 19 amg,con todos los extras. muy cuidado. Todas las revisiones hechas y registradas en casa mercedes, recientemente realizado cambio de aceite y filtros, mantenimiento de caja de cambios y pastillas de frenos traseras, se adjunta factura. NO SE ACEPTAN CAMBIOS. se entrega parrilla original con difusor trasero original.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "90000 km",
            "precio": 26000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180d",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180d-1076009043",
            "descripcion": "MERCEDES A 180 D 7G DCT en perfecto estado general, totalmente revisado, con garantía y posibilidad de financiación. Dispone de asistente de frenada activo, Aviso de salida involuntaria de carril, Sensor de lluvia, Sensores de aparcamiento delanteros y traseros PARKTRONIC, Llamada de emergencia mercedes-Benz, Levas en volante, Tempomat, Sistema de arranca parada, Climatizador TERMOTRONIC, Selector de programa AGILITY SELECT, Paquete visibilidad, Retrovisor interior y exterior con anti deslumbramiento automático, , Airbag frontal conductor y acompañante ,laterales delanteros de techo y de rodillas, Cambio automático de 7 velocidades, Control de presión de inflado de neumáticos, Retrovisores exteriores abatibles eléctricos, Cámara trasera, Techo panorámico abatible, Protección para peatones capo activo, Asientos delanteros eléctricos, Panel tactil,Display TFT de 20,3 cm (8”), Navegación por disco duro, Función SPEEEDSHIFT DCT 7G, Retrovisores exteriores abatibles eléctricamente, ETC. Automóviles Merino, S.L. no se responsabilizará de los posibles errores derivados del volcado de datos al portal online. Confirmar información del vehículo en el concesionario.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "76000 km",
            "precio": 25900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-824471627",
            "descripcion": "Mercedes-Benz clase A del 2018 en gris oscuro. Mantenimiento al dia, recien cambiado el aceite y filtros que tocaban, recien cambiadas 2 ruedas lleva 4 michelin pilot sport 4 todo en concesionario oficial mercedes demostrable. Vehiculo nacional siempre encerrado en garaje. Exterior con paquete AMG y interior con asientos semibaquet de mercedes. Coche de no fumador y muy cuidado como se aprecia en las fotos. Se acepta prueba mecanica para mas info chat. Precio muy poco negociable ya que esta en perfecto estado y ahi pocas unidades asi no se vende por necesidad. #mercedes #clasea #coche #amg",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2018",
            "kilómetros": "67210 km",
            "precio": 25500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1048613564",
            "descripcion": "se vende por cambio a coche mas grande . esta nuevo , asientos tipo amg , control de velocidad, techo panoramico,, asbtenerse curiosos",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2017",
            "kilómetros": "54000 km",
            "precio": 25000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-989845815",
            "descripcion": "Mercedes Benz Clase A 180d Noviembre de 2018. Paquete AMG interior y exterior: volante, pedales, asientos, frenos, llantas, paragolpes, etc. Paquete Mercedes Benz Premium Visualizador de cuadro de instrumentos completamente digital Paquete de aparcamiento con cámara de marcha atrás Levas en el volante MBUX Navegación Premium con realidad aumentada Apple Car Play y Android Asientos calefactables para conductor y acompañante Iluminación de ambiente de 64 colores. Apoyabrazos en las plazas traseras KEYLESS GO Listones de umbral con distintivo «Mercedes-Benz» iluminados Coche totalmente impecable. Solo un propietario",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "119000 km",
            "precio": 24600.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1083891041",
            "descripcion": "Es el clase a 180d con el paquete amg (asientos, techo panorámico,alfombrillas) Es de Diciembre 2018 72.000km Precio: 24.500€ Todas las revisiones echas en la casa y la última se hizo con 69.000km. También hace poco se le hizo el cambio de pastillas y discos de freno. Se incluye toda la documentacion de revisiones...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "72000 km",
            "precio": 24500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1018248805",
            "descripcion": "Mercedes benz Clase A 200d Kit Amg Llantas de 19 Cambio automático Volante achatado Techo de cristal eléctrico con cortina eléctrica Salpicadero de carbono Asientos bucket deportivos de cuero Ruedas cambiadas en julio de 2024 estado 100% Michelin pilot sport 19”",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2017",
            "kilómetros": "78000 km",
            "precio": 24498.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018 Diesel",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1092604779",
            "descripcion": "Acabado Amg interior negro perfecto estado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2018",
            "kilómetros": "99000 km",
            "precio": 24000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180 D 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180-d-2018-1075754564",
            "descripcion": "vendo mercedes a180d en perfecto estado, vehiculo comprado con menos de 10000km y cuidado al detalle. Lleva absolutamente todo el mantenimento al dia, vehiculo a toda prueba. Lleva cambio automatico, sensores de aparcamiento, clima bizona, asistente en pendiente, volante multifuncion, arranque sin llave, etc, etc mejor ver. Color Negro. El coche se encuentra en Murcia. Solo se estudiaria cambio por Mercedes GLC",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "92000 km",
            "precio": 24000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1016715156",
            "descripcion": "coche en perfecto estado modelo edition (tapicería,volante y salpicadero en cuero y alcántara), paquete AMG, llantas 18 con neumaticos nuevos, techo panorámico, asientos calefactables, full leds, 2 llaves. Batería recién cambiada. Itv hasta 2026. Abstenerse ofertas absurdas. No acepto cambios.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2018",
            "kilómetros": "131000 km",
            "precio": 24000.0
        },
        {
            "titulo": "MB Clase A 180d 7G-DCT AMG desde 349€/mes*",
            "enlace": "https://es.wallapop.com/item/mb-clase-a-180d-7g-dct-amg-desde-349-mes-1049286243",
            "descripcion": "*Precio Financiado. Consulta condiciones EQUIPAMIENTO DESTACADO: AMG Line 1.222€ incl. Detector activo de cambio de carril Cámara de marcha atrás Paquete de tapizado de cuero 1.851€ incl. DYNAMIC SELECT Línea Progressive Cambio automático de doble embrague de 7 velocidades 7G-DCT Sistema de escape AMG TODO incluido en el precio: +Estudio de financiación +1 año de Garantía/15.000 kms.* +Transferencia y gastos de Gestoría +Revisión completa pre-entrega CERTIFICAMOS: -1 solo propietario anterior -Historial mantenimiento desde el km. 0 -Kilometraje y no siniestralidad Contacta con nosotros para más info, fotos y vídeos. *Lo que antes suceda Oferta válida salvo error tipográfico",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "95000 km",
            "precio": 23900.0
        },
        {
            "titulo": "MB Clase A 180d 7G-DCT AMG desde 349€/mes*",
            "enlace": "https://es.wallapop.com/item/mb-clase-a-180d-7g-dct-amg-desde-349-mes-1057189619",
            "descripcion": "*Precio Financiado. Consulta condiciones EQUIPAMIENTO DESTACADO: AMG Line 1.222€ incl. Detector activo de cambio de carril Cámara de marcha atrás Paquete de tapizado de cuero 1.851€ incl. DYNAMIC SELECT Línea Progressive Cambio automático de doble embrague de 7 velocidades 7G-DCT Sistema de escape AMG TODO incluido en el precio: +Estudio de financiación +1 año de Garantía/15.000 kms.* +Transferencia y gastos de Gestoría +Revisión completa pre-entrega CERTIFICAMOS: -1 solo propietario anterior -Historial mantenimiento desde el km. 0 -Kilometraje y no siniestralidad Contacta con nosotros para más info, fotos y vídeos. *Lo que antes suceda Oferta válida salvo error tipográfico",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "95000 km",
            "precio": 23900.0
        },
        {
            "titulo": "Mercedes-Benz A 200d 7G AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a-200d-7g-amg-1056617381",
            "descripcion": "-- Vehículo con historial completo de mantenimientos en servicio oficial -- Cambio automático 7G-Tronic, paquete deportivo AMG Edition, sistema de navegación Garmin, faros principales con tecnología LED, sensores aparcamiento delanteros y traseros, volante deportivo multifunción con levas de cambio, espejos exteriores antideslumbrantes, asistente conductor ángulo muerto, ampliación en cuero de cuadro mandos, asientos delanteros calefactados, acceso y arranque confort, aire climatizado, control y limitador de velocidad, llantas aluminio 18” AMG, teléfono Bluetooth, etc, etc..",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2017",
            "kilómetros": "116000 km",
            "precio": 23500.0
        },
        {
            "titulo": "Mercedes-Benz A 200d 7G AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a-200d-7g-amg-1057353162",
            "descripcion": "-- Vehículo nacional con historial completo de mantenimientos en servicio oficial — Cambio automático 7G-Tronic, paquete deportivo AMG, sistema de navegación Garmin, faros principales con tecnología LED, cámara de aparcamiento trasera, Apple CarPlay / Android Auto, volante deportivo multifunción con levas de cambio, espejos abatibles eléctricos y antideslumbrantes, climatizado automático, control y limitador de velocidad, cristales traseros tintados, llantas aluminio 18” AMG, etc, etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2016",
            "kilómetros": "66000 km",
            "precio": 23500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1091351920",
            "descripcion": "Mercedes en perfecto estado, resvisiones al dia!!! Una unidad con paquete AMG LINE y paquete nigth, llantas de 18”, asientos calefactables piloto y copiloto.Ruedas al 90%!!!! ITV valida hasta 2026!! El coche va como la seda, cualquier informacion hablarme al privado!!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "91000 km",
            "precio": 23500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1066356548",
            "descripcion": "- Paquete AMG interior y exterior - Cambio automático con levas al volante - Climatizador automático bizona - Pantalla táctil -Car play - Navegador GPS - Cámara de visión trasera - Sensores de aparcamiento delanteros y traseros - Asientos calefactables - iluminación interior de ambiente - Llave inteligente Keyless - Bluetooth manos libres - Faros de Led - Llantas de aleación 18\" AMG - Aceite y filtros cambiados - 2 llaves",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "62225 km",
            "precio": 23500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1057841192",
            "descripcion": "Vehículo muy cuidado, durmiendo siempre en garaje particular. Mayoría de km hechos en autopista. Revisiones cada 15.000km, neumáticos Michelin pilot sport 5 con menos de un año de uso.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2017",
            "kilómetros": "61000 km",
            "precio": 23500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2019-1088333876",
            "descripcion": "Impecable. Nacional AMG PREMIUM con Todos los extras menos asientos electricos. Paquete Night techo electrico. De final del 2018 Revision B recien hecha neumaticos nuevos e ITV recien pasada. 0 averias todo al dia Para cualquier consulta o duda preguntad y gente seria e interesada por favor",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2018",
            "kilómetros": "118000 km",
            "precio": 23300.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1094476931",
            "descripcion": "Recien pasada revision con cambio de todos los filtros, sensores de luz y lluvia, sensor 360 de colision y camara trasera, asientos calefactables y mucho mas",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "88000 km",
            "precio": 23100.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1092779750",
            "descripcion": "Se vende Mercedes clase A en perfectas condiciones, ITV pasada hasta 2026 i revision de los 75.000km pasada. Para mas informacion contacto sin poblema.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2018",
            "kilómetros": "77000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2016-1087329959",
            "descripcion": "mantenimientos en casa oficial pastillas y frenos recien cambiados en casa oficial todo hecho en la mercedes",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2016",
            "kilómetros": "130000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2016-1063340672",
            "descripcion": "MERCEDES-BENZ A200d Mercedes Benz Clase A200d Automático, Nacional, matriculado en diciembre 2016 y adquirido de Km0 en Concesionario Oficial Mercedes Benz Talleres Belsa (Sueca) Vehículo muy cuidado siempre guardado en garaje privado. Mantenimientos completos al día con ITV en vigor, documentación completa y 2 llaves. Vehículo: -Mercedes-Benz -A200d AMG LINE -Automático -Diesel -136cv -85.611KM **********Contactar por WhatsApp********** (+34 635524062)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2016",
            "kilómetros": "85611 km",
            "precio": 23000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1056304853",
            "descripcion": "El coche esta practicamente nuevo, tiene paquete AMG por dentro y por fuera. Retrovisores abatibles automáticos. Camara de aparcamiento trasera",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2017",
            "kilómetros": "66000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180D 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180d-2018-1067419861",
            "descripcion": "ESTE VEHÍCULO ES NUEVO EN NUESTRO STOCK Y SE ENCUENTRA EN PROCESO DE LIMPIEZA Y PREPARACIÓN. ADELANTATE! Si quieres ser el primero y que nadie te lo quite, consulta con nuestros comerciales. COMPRA TU COCHE ONLINE O EN CUALQUIERA DE NUESTROS CENTROS Y SI ERES DE FUERA DE MADRID TE LO ENVIAMOS GRATIS A CUALQUIER PUNTO DE LA PENÍNSULA CON NUESTRO SERVICIO DE ENTREGA A DOMICILIO, CONTACTA CON NOSOTROS Y TE ENVIAMOS HISTORIAL DE MANTENIMIENTO, PERITACION Y CERTIFICADOS, TE CALCULAMOS LA FINANCIACIÓN Y TE ACLARAMOS CUALQUIER DUDA, y si lo prefieres visítanos en nuestros centros de Leganes, Arganda y Alcorcón. Los mejores precios gracias a nuestro sistema digital y posibilidad de cambio en 15 días o 1.000km para ventas a distancia. Financiación SIN entrada y en el acto hasta el 100% con DNI/NIE y última nómina, si lo necesitas tasamos tu coche a cambio. El precio indicado es con GARANTIA DE UN AÑO ampliable en coberturas y plazos. SOLICITANOS MAS INFORMACIÓN. El vehículo tiene IVA INCLUIDO y es deducible si eres una empresa o autónomo. Con nosotros te ahorras HASTA EL 11% DE ITP que pagarías a hacienda si comprases a un vendedor particular. * Las fotografías mostradas son las reales del vehículo, así como precio, extras, modelo y otros datos salvo error, por lo tanto este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. EQUIPAMIENTOS: RUEDA DE REPUESTO O KIT ANTIPINCHAZOS",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "113500 km",
            "precio": 22990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1092126556",
            "descripcion": "-EN AUTOMARC NM, los vehículos vienen todos revisados, entregados con 1 año de garantía, cambio de nombre incluido en el precio. -Pida cita previa para una mejor atención, vía whats App o llamada telefónica. Precio financiado sujeto a condiciones de financiación . '''''''''''CON LIBRO DE REVISIONES DE LA CASA OFICIAL'''''''''''''''''' ''' FINANCIACION 100X100 GESTION DEL CAMBIO DE NOMBRE 150€ Envíos de los vehículos a nivel nacional. ''''''''''''''''''''''''''''EXTRAS''''''''''''''''' '''''''''''''''''''''' CONTROL DE CRUCERO '''''''''''''''''''''' LLANTAS DE ALEACION '''''''''''''''''''''' PANTALLA FRONTAL ''''''''''''''''''''''ORDENADOR A BORDO ''''''''''''''''''''''' SENSOR DE LLUVIA ''''''''''''''''''''''' VOLANTE MULTIFUNCION ''''''''''''''''''''''' LUCES AUTOMATICAS ''''''''''''''''''''''' USB/ AUXILIAR '''''''''''''''''''''' LUCES DE LED ''''''''''''''''''''' CAMARA TRASERA ''''''''''''''''''''' RETROVISORES ELECTRICOS '''''''''''''''''''''' KIT AMG INTERIOR Y EXTERIOR '''''''''''''''''''''' LUCES DE DIA DE LED '''''''''''''''''''' NAVEGADOR ''''''''''''''''''''' LLAVE INTELIGENTE Este anuncio no es vinculante y puede contener errores tipográficos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2017",
            "kilómetros": "90000 km",
            "precio": 22990.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1075560628",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "109 cv",
            "año": "2017",
            "kilómetros": "107000 km",
            "precio": 22900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 200",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1079841688",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2017",
            "kilómetros": "63000 km",
            "precio": 22900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 180d Autom. AMG LINE",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-180d-autom-amg-line-1093455927",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "98000 km",
            "precio": 22900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1092267808",
            "descripcion": "se vende precioso clase a 180 diesel 2018 full equipe , paquete amg interior y exterior , paquete nitght , llantas 18 aleacion, camara trasera , sensores aparcamientos, start stop , navegador, blutowen, arranque con boton, impecable todas las revisiones en casa oficial, revision reciente aceite y filtros , itv hasta 2026 se puede ver y probar , todo regla nunca tuvo golpes acepto prueba dos llaves.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "107000 km",
            "precio": 22900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1063247850",
            "descripcion": "Clase A 200d 136CV 7G-DCT Gasoil restyling 2018 automatico Consumo medio 5.4 l/km Neumaticos recien cambiandos Continental ContiSport Contact MO 225/40R 18 Y XL 83270 km Apple Car Play & Android Auto GPS Garmin MAP PILOT Linea interior y exterior AMG Attention Assist & Collision Prevention Assist Plus Tempomat Faros LED Aplicacion Mercedes - Benz Configurador de estilo de conduccion Historial de revisiones #mercedes #claseA #mercedes-benz",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2018",
            "kilómetros": "83000 km",
            "precio": 22900.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1091220394",
            "descripcion": "Mercedes clase A 180 d, 7GDCT en perfecto estado con parrilla AMG GT y volante AMG, se entrega el vehículo con la parrilla de diamante también, kilometraje actual del vehículo 118.500 - vehículo nacional - km certificados - todas revisiones en casa oficial - paquete deportivo amg int/ext - techo panorámico - paquete premium - faros led high performance - asientos calefactables - asientos en cuero y piel alcántara - keyless go y apertura de arranque sin llave - comando de voz - navegador con pantalla táctil - cámara marcha atrás - patronik delantero y trasero - ayuda en aparcamiento (aparca solo) - volante multifuncion con levas - control del crucero y limitación de velocidad - climatizador bizona - sensor de lluvia y luces - dynamic select - asistente de velocidad límite - asistente de carril - asistente de freno activo - attention assist - retrovisores eléctricos abatibles - bluetooth - navegador - asistente para señales de tráfico - full extras digitales - ruedas recién cambiadas - segundo propietario - realidad aumentada 3D en GPS - app mi mercedes - garantía de la casa mercedes en vigor hasta el 31/03/2025",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "118500 km",
            "precio": 22800.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 200 d 100 kW (136 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-200-d-100-kw-136-cv-1038106238",
            "descripcion": "Precio oferta sujeto a financiación: 22545 EUR. Precio al contado: 24800 EUR. *MUR2* ARRANCA LA GRAN FERIA DEL COCHE DE OCASION EN OCASIONPLUS HASTA 30% DE DESCUENTO EN MÁS DE 9000 COCHES SÓLO HASTA EL 20 DE COCTUBRE!! VEN A VERNOS OCASIONPLUS - 9000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2255€ de descuento en este coche Precio oferta financiado: 22545€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 24800€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete AMG, Tapicería de piel, Asientos deportivos, Suspensión deportiva, Navegador, Ayuda aparcamiento, Faros delanteros led, Faros traseros led, Encendido automático de faros, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado, Arranque por botón, Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (18\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2018",
            "kilómetros": "61885 km",
            "precio": 22545.0
        },
        {
            "titulo": "Mercedes-Benz A 200d 7G AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-a-200d-7g-amg-1061433484",
            "descripcion": "-- IVA Deducible incluido en el precio -- Vehículo nacional con historial completo de mantenimientos en servicio oficial -- Cambio automático 7G-Tronic, paquete deportivo AMG, sistema de navegación Garmin, faros principales con tecnología LED, cámara de aparcamiento trasera, Apple CarPlay / Android Auto, listones entrada iluminados, volante deportivo multifunción con levas de cambio, espejos abatibles eléctricos y antideslumbrantes, aire climatizado, control y limitador de velocidad, sistema de arranque sin llave, llantas aluminio 18” AMG, ordenador abordo, etc, etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2018",
            "kilómetros": "136000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2018-1085030843",
            "descripcion": "Mercedes Clase A d AMG line Tiene garantia nacional hasta 05/2025 - Kit AMG - Cambio aytomatico - Volante deportivo con levas - Camara trasera y sensores - Asistente carril, señales de trafico, frenada, ETC - Aimsientos de cuero Calefactables y deporivos. - Faros full led Multibeam - Dos llaves - CardPlay Las revisiones todas en concesionario",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "147000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Mercedes-Benz Clase A 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-a-2017-1082825905",
            "descripcion": "muy cuidado cualquier cosa whatsapp ... 622337675",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2017",
            "kilómetros": "128000 km",
            "precio": 22500.0
        }
    ]
}