{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "SLC",
        "version": "AMG  43 9G-TRONIC",
        "año mínimo": 2016,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 367,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=367&min_year=2016&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=SLC&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz SLC 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-slc-43-amg-1072692082",
            "descripcion": "Mercedes SLC 43 AMG. Blanco. Primera matriculación mayo de 2017. 33.000 euros en extras. Muy cuidado. Todas las revisiones en concesiónario oficial. Neumáticos con 5.000 kms.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "367 cv",
            "año": "2017",
            "kilómetros": "58000 km",
            "precio": 54900.0
        },
        {
            "titulo": "Mercedes-Benz SLC 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-slc-2016-1021195460",
            "descripcion": "ES EL MODELO ULTIMO QUEA FABRICADO MERCEDES SLC 300 EXCLUSIVO del año 2016 asta el 2020 ya no existen mas SLC Modernos TIENE RECIEN HECHO TODOS LOS MANTENIMIENTO DE MOTOR Y DE CAJA DE CAMBIOS RECIEN HECHO TODO NUEVO Y ORIGINAL MERCEDES coche en perfectas condiciones esta como nuevo con escapes akrapovic 4000€ vinilo camaleon 6000€ llantas originales japan racing personalizadas jr21 2400€ cubiertas nuevas 🆕 de la marca de competicion semislick toyo tires 1000€ tiene reloj chrono muchos mas extras tiene 5 modos de drive eco comfort sport sport plus y individual asientos sport amg electrónicos calefactables carplay tiene downpipe que costo 1200€ con la repro hecha tiene un filtro deportivo pipercross sonido espectacular la palanca SLC en carbono lleva el reloj chrono en tablero de mercedes faros direccionables con luz inteligente de cruze automatica y sensor de deteccion de otros coches retrovisores en angulo de deteccion cuando pasa un coche y tambien tiene opcion de que el coche frena solo y detecta cuando ahy un coche de frente en caso de emergencia sonido de musica herman kardon tienes levas de carbono retrovisores de carbono aleron de carbono radio interior en carbono ect.. luz interior ambiental de de multi colores escucho cambios y coche como parte pago palablras clave “ACEPTO CAMBIOS POR EL MISMO VALOR” porsche panamera macan cayenne boxter cayman 911 cabrio bmw x5 x6 serie 7 m2 m3 m4 m5 m6 e46 e92 v8 f10 f20 f30 f01 f40 f80 f82 130i 135i 140i ferrari slk w205 w206 w177 w176 r172 cupra jaguar bmw 135i 140i m140 240i 340i 335i biturbo gtr jaguar coches clasicos w177 a35 a45s w176 a45 cla45 cla45s nissan gtr lamborghini gallardo murcielago land rover range rover sport evoque discovery vogue lexus gs300 is Is rx sc sc430 ls600h lotus maserati 3200gt 4200gt quattroporte granturismo avant cabrio coupe q3 q5 a7 quattro r8 rs2 rs4 rs6 s2 53 s4 55 s6 s8 sportback tttts v8 bentley arnage azure continental gt mulsanne turbo r",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2016",
            "kilómetros": "130000 km",
            "precio": 39000.0
        },
        {
            "titulo": "Mercedes-Benz SLC 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-slc-2016-1010519769",
            "descripcion": "EDICION LIMITADA 1 GRUPO AMG ES EL MODELO ULTIMO QUEA FABRICADO MERCEDES SLC 300 del año 2016 asta el 2020 ya no existen mas SLC Modernos de fabricacion • Aceite y Filtros Nuevo KyN • Aceite Original Mercedes recien hecho el kit completo y filtros de caja Nuevo Luces de ambientacion de colores tiene asientos electronicos y memorizables calafactables y con aire de alefacccion luces direccionables con automaticos de sensor en larga retrovisores con deteccion de angulo muerto ect.... Escapes AKRAPOVIC sonido espectacular petardea tiene 5 modos de drive coche en perfecto estado 2 propietario tiene el reloj chrono 🕰️ con neumáticos 🛞 Nuevos Pirelli, y Traseras Nuevas Semi slick Toyo Poroxes lleva filtro PIPERCROSS y deportivo tienes muchos extras solamente el vinilo camaleon de 3 colores que se cambia solo valio 6.000€ euros aparte tiene downpipe valorado en 900€ con la re programación 👨‍💻 Stage 2 con 320cv de potencia tiene llantas JAPAN RACING JR21, CarPlay equipación HK Volante AMG Tiene iluminación de Colores Ambientes que cambia por la noche muchos detalles en carbono acepto cambios R172 SLK PORSCHE Maccan BMW M2 M3 M4 Golf 7 8 GTI AUDI RS S3 S4 S5 V8 V10 V12 M5 E60 M6 GTS GTR PANAMERA W177 A35 A45s ect... “ACEPTO CAMBIOS POR COCHES DEL MISMO VALOR “ biturbo gtr jaguar coches clasicos w177 a35 a45s w176 a45 cla45 cla45s nissan gtr lamborghini gallardo murcielago land rover range rover sport evoque discovery vogue lexus gs300 is Is rx sc sc430 ls600h lotus maserati 3200gt 4200gt quattroporte granturismo avant cabrio coupe q3 q5 a7 quattro r8 rs2 rs4 rs6 s2 53 s4 55 s6 s8 sportback tttts v8 bentley arnage azure continental gt mulsanne turbo r 420 420i 428i 428 430i 430 520 520i 525d 525 525i 530d 530i 535d 535i 540i 550i 635d 645ci 650i 730d 730i 740i 740d 745d 745i 750i 760i 760li 840i 850ci 850csi compact e32 e36 e39 e46 e60 e90 m1 m2 m3 m4 m5 m6 x1 x3 x5 x6 z3 z4 335i 335d",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2016",
            "kilómetros": "130000 km",
            "precio": 39000.0
        },
        {
            "titulo": "Mercedes-Benz SLC 300 \"amg line\" - 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-slc-300-amg-line-2017-1089959048",
            "descripcion": "Mercedes-Benz SLC 300 , AMG line completo , muy pocas unidades en venta , impecable estado, revisiones al día , full equiped . Precio NUEVO: 65.450 € . Pintura especial diamante, asientos deportivos de cuero exclusivo nappa eléctricos con memoria y calefactables ,airscarf , paquete de cuero ampliado, paquete retrovisores, paquete completo AMG interior exterior, llantas 18\" pulidas, inserciones en aluminio efecto carbono interior ,paquete iluminación , luces led intelligent system , sensores de parking con cámara de marcha atrás y park assist, sistema sonido Harmann-Kardon, asistentes de seguridad: colisión ángulo muerto , deflector de aire, techo de crsital, volante deportivo multifunción con levas, dynamic select , navegación, conexión apple car play y android . *Financiamos el 100% hasta 15 AÑOS con DESCUENTOS especiales (consúltenos) *Procedencia de particular NO Rent a car *Kilometraje certificado *Cambio de nombre incluido. *Aceptamos su vehículo como parte de pago. *Hacemos entregas por toda España. «50 AÑOS DE EXPERIENCIA NOS AVALAN»",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2017",
            "kilómetros": "60000 km",
            "precio": 33900.0
        },
        {
            "titulo": "Mercedes-Benz SLC 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-slc-2018-961351308",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "64000 km",
            "precio": 31990.0
        },
        {
            "titulo": "Mercedes-Benz SLC 200",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-slc-200-1093313945",
            "descripcion": "Se vende Mercedes-Benz SLC 200 en excelente estado, siempre mantenido con el máximo cuidado. Este exclusivo descapotable combina deportividad, elegancia y la comodidad de un techo solar que aporta un plus de luminosidad y estilo. Equipado con un motor gasolina de 184 CV y una transmisión automática 9G-Tronic, ofrece una conducción suave y potente, perfecta tanto para ciudad como para carretera. Extras: Pack AMG Techo Solar Llantas de Aleación Escapes deportivos Interior de alta gama Faros LED de alto rendimiento Cámara Trasera Navegador GPS integrado Apple CarPlay Climatizador Bizona Asientos calefactables con calefacción en el respaldo de la cabeza Sistema de Sonido Premium",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2017",
            "kilómetros": "102000 km",
            "precio": 31900.0
        },
        {
            "titulo": "Mercedes-Benz SLC 200 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-slc-200-2016-1085224038",
            "descripcion": "COCHEADOR te ofrece este vehículo en perfecto estado procedente de particular, libro de revisiones completo en servicio oficial, dos llaves, techo solar de cristal, navegador GPS, Bluetooth, pack AMG ,ruedas nuevas, luces de xenón, sensores de ángulo muerto, sensores de aparcamiento, control de velocidad de crucero, tempomat, asientos deportivos eléctricos calefactados y refrigerados, luces traseras led, asistente de arranque en pendiente y mucho más - - - Etiqueta medioambiental C - - - Todos nuestros vehículos antes de ser puestos a la venta son sometidos a un control técnico de 112 puntos; se susTituyen aquellos elementos que estén fuera de las tolerancias marcadas por el fabricante y se realiza mantenimiento preventivo de cambio de aceite y filtro en nuestro taller COCHEADOR. - - - El vehículo se entrega con la ITV en vigor - - - Atendemos exclusivamente con cita previa para ofrecerte el mejor servicio y confirmarte que el vehículo sigue disponible. Nos encontramos en Alcobendas (Madrid), calle de Sepúlveda 6 nave 35 - - - Entregamos el vehículo en cualquier punto de la península (consultar condiciones) - - - Vehículos con documentación en regla para poder ser transferidos inmediatamente - - - Se aceptan vehículos como forma de pago, previa tasación. *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. Consultar con nuestro departamento de ventas*",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2016",
            "kilómetros": "95000 km",
            "precio": 28499.0
        },
        {
            "titulo": "Mercedes-Benz SLC 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-slc-2017-1066930572",
            "descripcion": "VEHICULO ACCIDENTADO! DOCUMENTACION EN REGLA! NO VENDEMOS PIEZAS! SALIDA DE VIA. CUALQUIER CONSULTA NO DUDE EN CONTACTAR.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2017",
            "kilómetros": "85522 km",
            "precio": 7400.0
        }
    ]
}