{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Viano",
        "version": "Viano 2.2 CDI Ambiente Compacta",
        "año mínimo": 2003,
        "año máximo": 2007,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 150,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=150&min_year=2003&max_year=2007&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=manual&brand=Mercedes-Benz&model=Viano&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes Viano Marco Polo 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2007-1038141531",
            "descripcion": "- Viano Marco Polo CDI 2.0 (116Cv) - Año 2007 - 176000 Km - Equipamiento Westfalia (Muebles, cocina, nevera,etc) - Calefacción estacionaria. - Techo elevable (Manual) - Portabicis (2 bicis) - Categoría Autocaravana (ITV al año) en vigor hasta 07/25 - Asiento convertible en cama. - Fundas en asientos - Toldo Fiama F35PRO (En ficha) - Placa solar carbest 160 PRO + Regulador Solar SmartSolar MPPT 75/15 -12/24V-15A - Batería auxiliar Exide EP800 Marina nueva (03/24) - Batería principal 90A nueva (01/25) - Oscurecedores FreeSleep a medida - Colchón a medida (Espuma D25 kg/m3 + 3 cm Viscoelástica) - Baño químico Dometic - Funda techo elevable Thais Precio negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2007",
            "kilómetros": "176000 km",
            "precio": 30000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2004-1024876463",
            "descripcion": "Se vende Viano Marco polo muy cuidada por cambio de vehículo. Una pasada y con un motor indestructible. El modelo largo de 150cv más difícil de encontrar abajo entra el potty con la cama abierta. Excelentes calidades y cuidado interior. Varios extras ( portabicis, bola, aislantes de ventanas de nueve capas, barras de techo). Actualmente duerme en garaje. Si estás interesado no dudes en contactar y preguntar sin compromiso.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "245000 km",
            "precio": 30000.0
        },
        {
            "titulo": "Mercedes-Benz Viano marco polo",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-marco-polo-1053268371",
            "descripcion": "Preciosa viano marco polo 2.2 150cv Equipamiento marco polo Pegatina medioambiental B Nevera congelador Velocidad de crucero Calefacion estacionaria sensores de aparcamiento delantero y trasero Aire acondicionado Cocina con 2 fuegos Ducha trasera Techo elevable con cama Cama en la parte inferior 200x200 Asiento giratorios con cortinas Bola de remolque Llantas 17 se entrega total revisada aceite filtros discos pastillas todo cambiado 1 año de garantia mecánica transferencia incluida Financiación en 12h cuota de 350€ mes tenemos varias en stock mercedes vito Tlf 639//937//392",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "190741 km",
            "precio": 29990.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2004-1082116038",
            "descripcion": "Precio negociable solo después de ver la furgoneta. Perfecto estado y con muchos accesorios. Fotos actuales. Calefacción Webasto, Toldo lateral, Camping lateral(9m cuadrados), Portapotti Thetford, Pantalla android internet/navegador/manos libres. 4 ruedas de repuesto, portabiciclestas, Portaeskis, Fundas a medida para todos los sillones, aireación para ventana portón lateral, cristales marcados con diamante de seguridad con número de Bastidor SECURMAK. Puerta lateral nueva (hace 5 años) centralita del coche y arranque de motor nuevos(aporto documentación). Todas las revisiones hechas en garage Mercedes a su debido tiempo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2004",
            "kilómetros": "263740 km",
            "precio": 28000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2006-1022562868",
            "descripcion": "camperizada en enero y usada 5 noches..con facturas demostrable de todo. bola remolque.todo legalizado. techo con cama arriba reimo cama abajo desmontable en 2 min. calefacción estacionaria doble batería. 7 plazas. radio android gps. Sonido jbl harman kardom pantalla 17 pulgadas con Internet plazas traseras. baca para cofre o lo que sea. cámara marcha atras cubiertas 95 % climatizador bizona. puerta lateral automática. no fumador. siempre en garaje vehículo nacional. uso familiar. regalo parasoles originales de todos los cristales. Palabras gancho,camper,orizon,marco polo,etc...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "228000 km",
            "precio": 28000.0
        },
        {
            "titulo": "Mercedes-Benz Viano marco polo",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-marco-polo-1059353115",
            "descripcion": "PRECIOSA VIANO MARCO POLO 2.2 150cv UNICO PROPIETARIO LIBRO DE REVISIONES CAMBIO MANUAL SENSORES DE APARCAMIENTO DELANTERO Y TRASERO ASIENTOS CALEFACTABLES EQUIPAMIENTO MARCO POLO PEGATINA MEDIOAMBIENTAL B NEVERA CONGELADOR VELOCIDAD DE CRUCERO CALEFACION ESTACIONAEIA AIRE ACONDICIONADO COCINA 2 FUEGOS DUCHA TRASERA TECHO ELEVABLE CON CAMA CAMA EN LA PARTE INFERIOR 200x200 ASIENTOS GIRATORIOS CORTINAS EN LAS VENTANAS BOLA REMOLQUE ORIGINAL LLANTAS 17 se entrega total revisada aceite filtros discos pastillas todo cambiado 1 año de garantia mecánica transferencia incluida Financiación en 12h cuota de 350€ mes tenemos varias en stock mercedes vito Tlf 639//937//392k",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "175741 km",
            "precio": 27999.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2007-1069171542",
            "descripcion": "Mercedes víano marco polo 4matic 4x4 techo elevable manual equipamiento westfalial a los 241000 se le hizo el mantenimiento de la caja aceite motor y filtros para más información privado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2007",
            "kilómetros": "251600 km",
            "precio": 26500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2005-1014797913",
            "descripcion": "Se vende furgoneta camper Mercedes Viano Marco Polo con equipación completa Westfalia de origen en perfecto estado, 0 óxidos. 285.000 km. Viajan 4 y duermen 4 personas gracias al techo elevable. Asientos delanteros calefactables y giratorios para hacer comedor en la parte trasera con la mesa que va sujeta en la puerta corredera, calefacción estacionaria, nevera, lavabo, ducha exterior, varios armarios. Bola para remolque homologada en ficha. Revisión completa recién hecha con batería, pastillas delanteras y 4 ruedas nuevas. ITV recien pasada.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "285000 km",
            "precio": 26000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2006-1079485349",
            "descripcion": "MERCEDES VIANO MARCO POLO 2.2 CDI WESTFALIA Para 4 personas viajan y 4 personas duermen Matriculación: 05/2006 Es nacional Motor 2.2 CDI con 150CV diesel Kilimetros: 253.000km Cambio manual 6 marchas Control de velocidad y limitador Aire acondicionado Clima Calefacción estacionaria a gasoleo Techo elevable manual con cama superior Cocina con dos fuegos Fregadero Nevera/congelador Doble bateria Asientos giratorios Toma 220w Bola para remolque Portabicis con muelles reforzados Placa solar Wc quimico Ducha exterior Distintivo medioambiental B Me puede interesar el cambio por una camper L2H2 Ducato",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "253000 km",
            "precio": 25900.0
        },
        {
            "titulo": "Mercedes Viano marco polo Westfalia",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-marco-polo-2007-1022626653",
            "descripcion": "SE VENDE MERCEDES VIANO MARCO POLO 2007 EN PERFECTO ESTADO!!Motor 2.2 cdi Cambio manual 6 vel.Techo elevable con cama y somier.Asientos traseros electricos convertibles en cama, calefaccion estatica, cocina,nevera,fregadero,ducha exterior,asientos giratorios,mesa,cortinillas para todas las ventanas y luna, GPS pantalla tactil,aire acondicionado,llantas aleacion.ITV en regla.Puesta a capricho.UNICO DUEÑO Y SIEMPRE EN GARAJE.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2007",
            "kilómetros": "295000 km",
            "precio": 25500.0
        },
        {
            "titulo": "Mercedes Viano ACTIVITY convertible camper 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-viano-activity-convertible-camper-2007-1087440200",
            "descripcion": "itv enero 2025 pastillas nuevas pulido de faros revision hecha limpieza interior recien convertible en camper tres camas (exclusivos) portabicis exclusivo inox (bicis no sobresalen carroceria) baca exclusiva inox pack ACTIVITY doble compresor (AA) control crucero asientos giran 180 mesa cortesia deluxe. 7 plazas muy muy cuidada y uso particular una joya para familia viajera....sin opción camper 22.000",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2007",
            "kilómetros": "129000 km",
            "precio": 25000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2006-871711195",
            "descripcion": "LÍDERES EN FURGONETAS CAMPER MERCEDES TRABAJAMOS MERCEDES TENEMOS MUCHAS OPCIONES PARA USTED CON IMPORTADORA PROPIA SIN INTERMEDIARIOS TENEMOS LOS MEJORES PRECIOS DEL MERCADO TODAS LAS SEMANAS NOS LLEGAN VITOS MARCO POLOS VIANOS MARCO POLOS TRABAJAMOS MUCHO BAJO PEDIDO CON LOS MEJORES PROVEEDORES DE ALEMANIA Y HOLANDA TAMBIÉN PUEDES VENIR CON NOSOTROS A RECOGER TU FURGONETA",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "200000 km",
            "precio": 24500.0
        },
        {
            "titulo": "Camper Mercedes-Benz Viano marco polo ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2006-1085737186",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2006",
            "kilómetros": "225000 km",
            "precio": 23900.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2007-927525181",
            "descripcion": "Viano FUN, única y está lista para tus escapadas. Se vende por aumento de familia. NACIONAL, ITV al día, TODO HOMOLOGADO. NO HAY NINGUNA IGUAL. Actualizaciones Cardán, embrague, volante motor, amortiguación, bieletas de dirección, tacos de motor y embrague, manguitos radiador, aforador, bomba gasoil, discos delanteros, silentblocks, llantas. Camperización: Placa solar 175W, batería AGM120Ah, inversor 1500W, calefacción Autoterm2D, nevera Alpicool15L, cocina 2 fuegos, ducha exterior, iluminación LED, Alexa, colchón visco, colchón plazas delanteras, oscurecedores, toldo Fiamma F35Pro220, portabicis Fiamma, cofre2m, bolsilleros. Extras valorados en 5K€",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2007",
            "kilómetros": "260000 km",
            "precio": 23500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2006-1094895446",
            "descripcion": "Furgoneta automática full adaptación para persona con movilidad reducida. Mandos manuales de conducción, pomo al volante homologados. Grúa trasera para ingreso en silla de ruedas, silla copiloto telescópica ideal para transferencias cómodas. Furgoneta muy cuidada y muy fiable nunca ha tenido fallo mecánico revisiones en casa Mercedes Benz. 6 plazas o 5 más silla de ruedas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2006",
            "kilómetros": "200000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Mercedes Viano Marcó Polo",
            "enlace": "https://es.wallapop.com/item/mercedes-viano-marco-polo-1083692704",
            "descripcion": "Mercedes Viano Marcó Polo año 2004 de 150 CV ,273000 kilómetros 2 camas , asientos, giratorios, Mesa, cocina, lavabo, nevera, segunda batería, calefacción auxiliar, toma exterior de luz, ducha, exterior, aire acondicionado, llantas de aluminio,",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "274000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2007-1083049488",
            "descripcion": "Extras Bola enganche // detectores aparcamiento traseros// ventanas tintadas traseras // DVD con disco duro // doble compresor // Gris perla // asientos cuero",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2007",
            "kilómetros": "154250 km",
            "precio": 22500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2005-1070364492",
            "descripcion": "Todo homologado en ficha técnica. Placa solar 220. Regulador victrom, claraboya airvent 28x28, asientos delanteros giratorios, segunda batería, mueble cama de 1'90x1'40 con varios compartimentos para almacenaje. Perfecta de motor y de chapa. Siempre duerme en garage privado. Neumáticos nuevos. Vehículo nacional. Se vende o se cambia por una furgoneta de mayor tamaño.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "122000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2007-968311471",
            "descripcion": "MERCEDES VIANO EN PERFECTO ESTADO. MUY POCOS KM PORQUE SE HA USADO SOLO PARA VIAJES LARGOS FAMILIARES. SIEMPRE EN GARAJE. ÚNICO PROPIETARIO. NINGUN ACCIDENTE. MANTENIMIENTOS AL DÍA Y SIEMPRE COMO RECOMIENDA MERCEDES. ITV SIN FALLOS.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2007",
            "kilómetros": "95000 km",
            "precio": 21200.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2007-965079511",
            "descripcion": "Furgoneta viano con motor irrompible. -Camperizacion con mucho almacenaje con poco uso. -Placa solar. -Segunda bateria para camperización. -Fregadero. -Deposito aguas grises. -Depósito aguas limpias. -Ducha exterior. -Aislada con kaiflex. Recien pintada. Recien eliminados oxidos y antigravillado. SE VENDE POR FALTA DE USO. Se puede valorar cambio. Mas inf. por privado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2007",
            "kilómetros": "250000 km",
            "precio": 19500.0
        },
        {
            "titulo": "MB Viano 2.2CDI/150CV/152000km/8 plazas/2007",
            "enlace": "https://es.wallapop.com/item/mb-viano-2-2-150cv-150-000km-8-plazas-2007-1049703681",
            "descripcion": "ABS, SRS, Airbags. Único dueño. Cuidada, siempre asegurada a todo riesgo. Aparcada siempre en garaje privado, a cubierto. Aire acondicionado, toldo extensible cubre-maletero. 8 Asientos dispuestos en tres filas; 2 + 3 + 3. Muy flexible, con múltiples configuraciones. Cada una de las dos filas traseras se pueden desmontar completamente, o dejar con 2 asientos, o desplazar longitudinalmente sobre los raíles para agrandar el maletero si fuera necesario, además de colocar en un sentido u otro de la marcha (se pueden poner mirando una a otra, como en un vagón de tren). Retirando las dos filas completas queda un espacio amplísimo para carga. Cortacorriente y lunas grabadas con la matrícula. Al día de revisiones. ITV en vigor. Distintivo ambiental de la DGT, B (amarillo), Euro 4. Tuercas antirrobo en las ruedas. Cadenas metálicas para nieve. Accesorios y recambios para mantenimiento.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2007",
            "kilómetros": "153500 km",
            "precio": 19000.0
        },
        {
            "titulo": "MERCEDES VIANO CAMPER NACIONAL!",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2005-854618499",
            "descripcion": "MERCEDES VIANO CAMPER NACIONAL E IMPOLUTA, TIENE MUCHOS EXTRAS, DOBLE PUERTA LATERAL, ASIENTOS Y PANELES DE PUERTA ALCANTARA Y CUERO MODELO 2014, RETROVISORES Y CULO MODELO 2014, NAVEGADOR CON CARPLAY, 8 ALTAVOCES DE GRAN CALIDAD MARCA HERZ, LLANTAS 17 ORIGINALES CON NEUMÁTICO 80% CARRETERA 20% CAMPO, BARRAS LONGITUDINALES, TIENE NEVERA 31 LITROS WAECO, FREGADERO, CAMA 1.90X1.10, DUCHA, HORNILLO CON BOMBONA GRANDE O PORTÁTIL, MESA EXTERIOR, CRISTAL AUMADO DOBLE (PARA QUE NO SE TRANSPARENTE LOS OSCURECEDORES) OSCURECEDORES CON INTERIOR NEGRO Y BOLSILLOS INTERIORES, PORTÓN CON 2 PORTA BUTACAS, Y TOLDO TRASERO FIAMA PARA DUCHA, ETC",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "215000 km",
            "precio": 18490.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2007-1093691954",
            "descripcion": "Se vende Mercedes Viano del año 2007, seminueva en buenas condiciones y poco kilómetros. De un solo propietario. Más información al privado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2007",
            "kilómetros": "85000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2006-963867255",
            "descripcion": "Llantas originales, calefaccion, calefacción estacionaria de gasoil, control de crucero, sensores de aparcamiento originales delanteros y traseros, bola de remolque original de mercedes, cuatro discos de frenos y la pastillas cambiadas, parte trasera con infidad de opciones y con mesa.....",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "230000 km",
            "precio": 18000.0
        },
        {
            "titulo": "MERCEDES Viano 2.2 CDI 150 cv ambiente Compacta  7",
            "enlace": "https://es.wallapop.com/item/mercedes-viano-2-2-cdi-150-cv-ambiente-compacta-7-1093142210",
            "descripcion": "MERCEDES Viano 2.2 CDI 150 cv ambiente Compacta 7 plazas, año 2007, todo el mantenimiento al día, recién revisada para su correspondiente venta. CLASIFICACION COMO TURISMO Extras: Techo panorámico Volante multifunción Sensor parking del y tras 7 plazas Asientos de cuero y calefactables Lunas tintadas Espejo eléctricos A/A Mando a distancia Cierre centralizado Elevalunas eléctricos Control de tracción Llanta 16\" Estado impecable tanto interior como exterior las fotos hablan por si mismas P.V.P. 17900€ incluido 12 meses de garantía Puede visitar todo nuestro stock de vehículos en nuestra página web robledocars.com Vehículo financiable sin entrada **consulte condiciones, cuota a su medida ** WhatsApp Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. Nos encontramos: ROBLEDO CARS C/Azorín 134 (LEON)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2007",
            "kilómetros": "165207 km",
            "precio": 17900.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2005-950410992",
            "descripcion": "Mercedes Viano Fun 150cv En perfecto estado. Motor a toda prueba, lo puedes revisar donde quieras. Equipada al máximo lista para disfrutar: - Techo elevable REIMO homologado - Cama superior e inferior. - Nevera compresor gama alta - Calefacción estacionaria Webasto homologada - 2 baterías AGM nuevas con relé separador y medidor de voltaje - Instalación eléctrica placa solar - Inversor potencia 1000W - Fregadero con grifo/ducha y depósitos de aguas limpias/negras. - Asientos delanteros giratorios - Oscurecedores aislantes - Ruedas traseras nueva - Enganche homologado Todo con poquísimo uso. camper, furgoneta, van, california, Marco polo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "260000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Mercedes Viano 2.2 CDI 150cv Trend Larga -7 plz-",
            "enlace": "https://es.wallapop.com/item/mercedes-viano-2-2-cdi-150cv-trend-larga-7-plz-1085172941",
            "descripcion": "- Cambio MANUAL - 7 plazas y homologada para 8 - Llantas de aleación de 17\" - Tapicería mixta en cuero y tela - Sensores de aparcamiento delantero y trasero - Aire acondicionado - Luces automáticas - Doble puerta lateral - Ordenador de abordo - Volante multifunción - Control de velocidad - Cristales traseros oscurecidos - Radio CD con cargador -12 MESES DE GARANTÍA- -KILÓMETROS CERTIFICADOS- -VEHÍCULO EN STOCK- -ENTREGA INMEDIATA- -PRECIO CON TRANSFERENCIA INCLUIDA- -MÁS DE 35 AÑOS EN EL SECTOR- -ENTREGA A NIVEL NACIONAL-",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "248583 km",
            "precio": 17500.0
        },
        {
            "titulo": "Mercedes-Benz Viano fun 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-fun-2006-1086870108",
            "descripcion": "Mercedes viano fun techo elevable westfalia en muy buen estado solo necesita una puesta a punto lleva tiempo parada aceptó vehículo como parte de pago, escucho ofertas, solo personas interesadas no curiosos...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "256000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2006-1088813545",
            "descripcion": "Mercedes Viano en muy buen estado, con 280000km reales, con amortiguadores nuevo de mercedes, ruedas nuevas y bateria nueva. tiene asientos abatibles, con opcion de añadir una cama como se ve en la foto.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "280000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2005-1036887650",
            "descripcion": "Furgoneta camperizada con mueble de madera a medida y parasoles térmicos. Furgoneta en perfectas condiciones excepto roces exteriores por uso. 2 dueños. Nunca se ha usado como furgón de carga. Incluye: una nevera Coolfreeze CF-18, cama, baúl, armario, batería secundaria y puertos de carga . También se incluyen los 5 asientos de las 2 filas traseras.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "245000 km",
            "precio": 16900.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2005-1086267650",
            "descripcion": "Se vende Mercedes víano importada, motor 2.2, 150cv. Con 260000 Kilómetros certificados en Mercedes Rahn La Laguna. 6 plazas Diesel 6 velocidades Techo eléctrico Aire acondicionado Cierre centralizado Se le han reparado muchas cosas para ponerla en venta: Compresor aire nuevo Silencioso nuevo Batería Rodillos caja cambio y primera marcha nuevos Discos freno delanteros y traseros Pastillas freno Sensor abs Junta turbo Cable caja cambios Rótulas dirección delanteras Portón trasero nuevo Se limpió todos los bajos y se le aplicó tratamiento Reparación alternador y regulador nuevo Rodillos puerta corredera lateral Carga aire Todo con facturas demostrables Traspaso incluido en el precio y 1 año garantía certificada con Garantiplus Ideal para camperizar. Se puede recoger coche o moto como parte de pago",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2005",
            "kilómetros": "260000 km",
            "precio": 16900.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2007-1088818176",
            "descripcion": "Mercedes viano 2.2 cdi con todas las revisiones al dia . perfecta de pintura. Asientos calefactables aire acondicionado , suspension neumatica regulable en altura ,cuero .Se vende por compra de modelo nuevo mercedes audi seat vw m2 , m4 , c63 camper . autocaravana . marcopolo . california . vw t5",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2007",
            "kilómetros": "275000 km",
            "precio": 16750.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2007-1092672602",
            "descripcion": "Vendo Mercedes-Benz Viano 2.0 CDI TREND compacta, es un vehículo familiar que ha tenido un único dueño i se le ha dado poco uso. No se ha utilizado para el día a día. Por esto mismo se ha utilizado poco (78.000 km) y siempre ha estado en parking. El coche cuenta con varios extras: - Techo panoramico de apertura eléctrica. - Cristales oscurecidos en las 5 ventanas de los pasajeros. - Filas de asientos con raíl. ... (interesados, preguntar) El coche ha estado muy bien tratado siempre y nunca ha sufrido ningún choque ni ha necesitado reparaciones de ningún tipo. PRECIO NEGOCIABLE",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2007",
            "kilómetros": "78000 km",
            "precio": 16500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2007-1060833185",
            "descripcion": "Mercedes Viano 2.2 Ambiente largo 150cv manual. Muy buen estado. Muy cuidada. Asientos de piel, radio con android auto, batería nueva, nevera, itv hasta 04/2025.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2007",
            "kilómetros": "194000 km",
            "precio": 16500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2006-492408771",
            "descripcion": "Motor muy cuidado con revisiones siempre al día y en perfecto estado. Nacional, siempre en garaje, sólo dos propietarios, equipada de origen a Full con muchos extras, puerta automática, DVD original Mercedes, nevera, calefacción estacionaria Planar 2Kw, doble batería agm, placa solar, Navegador, cámara marcha atrás, regalo equipamiento camper con mueble cama, toldo fiamma, etc... le acabo de hacer un repaso general de pintura, embrague nuevo, eje transmisión nuevo y ruedas Michelin Nuevas. No tengo prisa en venderla, por lo tanto. Abstenerse ofertas ridículas, cambios y/o chanchullos, gracias!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "280000 km",
            "precio": 16500.0
        },
        {
            "titulo": "MERCEDES Viano 2.2 CDI 150 cv Trend larga 6 plazas",
            "enlace": "https://es.wallapop.com/item/mercedes-viano-2-2-cdi-150-cv-trend-larga-6-plazas-1081340979",
            "descripcion": "MERCEDES Viano 2.2 CDI 150 cv Trend larga 6 plazas, año 2004, nacional, unico propietario historial de km, todo el mantenimiento al día, recién revisada para su correspondiente venta. Extras: 6 plazas Bluetooth Lunas tintadas Espejo eléctricos A/A Mando a distancia Cierre centralizado Elevalunas eléctricos Control de tracción Llanta 16\" Radio cd Estado impecable tanto interior como exterior las fotos hablan por si mismas P.V.P. 16300€ incluido 12 meses de garantía Puede visitar todo nuestro stock de vehículos en nuestra página web robledocars.com Vehículo financiable sin entrada **consulte condiciones, cuota a su medida ** WhatsApp Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. Nos encontramos: ROBLEDO CARS C/Azorín 134 (LEON)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "133197 km",
            "precio": 16300.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2006-1045070303",
            "descripcion": "Se vende Mercedes Viano 2.2 CDI Trend, un vehículo con mucho espacio y rendimiento. te ofrece comodidad. Motor: 2.2 CDI, diésel Año: 2006 Transmisión: Manual Color: Gris. Interior: 6 plazas con mucho espacio un maletero muy grande y muy comodo. Equipamiento: Climatizador, Sistema de camera trasera.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "229601 km",
            "precio": 16200.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2007-1095676825",
            "descripcion": "Se vende Mercedes Viano 2.2 150cv manual de 6 velocidades. Recién revisada. Mucho dinero invertido en ella. Turbo, aire acondicionado, mando luces, zapatas traseras, todo nuevo. Mantenimientos al día, aceite de cambio y grupo cambiados, calefacción estacionaria e instalación eléctrica de iluminación interior homologado gancho remolque a estrenar homologado también y alguna cosa más que se me olvida Precio negociable, hablar sin compromiso",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2007",
            "kilómetros": "20100 km",
            "precio": 16000.0
        },
        {
            "titulo": "Viano camper",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2004-1091796418",
            "descripcion": "Viano 2.2 150 cv,suspensión blistein discos de freno trapevcios rotulas nuevos etc... . Muy bien de motor. Asientos giratorios , mesa, doble batería,cama, pantalla Android,mueble cama ,bola remolque cristales tintados, todo en ficha técnica",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "279000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2006-1043001134",
            "descripcion": "es una furgoneta familiar está seminuva le he cambiado el aceite y el filtro de aceite y el de aire también le he cambiado las pastillas de freno",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "300000 km",
            "precio": 16000.0
        }
    ]
}