{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Viano",
        "version": "Viano 2.2 CDI 163 CV Ambiente Extralargo 4Matic",
        "año mínimo": 2012,
        "año máximo": 2014,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 163,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=163&min_year=2012&max_year=2014&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Viano&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-982435237",
            "descripcion": "Motor  2.2 Cv 140 Kilometros 187.000  4 Plazas Tiene la batalla larga y alta en comparación al modelo normal. ¡Todo homologado! ¿ Qué lleva ? Placa solar 200w Cargador de 3 fuentes con posibilidad de enchufe a 220V Batería auxiliar  Claraboya o ventilación y extracción. Frigorífico 85L Mobiliario con almacenaje.  Cama con asientos plegados   Cojines cama, espuma y viscoelástico. Fregadero Depósitos aguas limpias 40L y grises 40L Toma de llenado Toma de ducha trasera Actualmente revisada, todos los filtros y aceites.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "187000 km",
            "precio": 29000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-1058027581",
            "descripcion": "4matic, enganche remolque, 4 ruedas de nieve.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "140000 km",
            "precio": 28000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-1013500981",
            "descripcion": "Preciosa viano con sólo 118,000 kilómetros, muy cómoda y bien equipada, asientos de cuero/tela, control de crucero, climatizador bizona e independiente para la zona trasera, radio android pioneer (navegador, manos libres, etc...), sensores de aparcamiento y cámara trasera, enganche, doble puerta lateral, bases giratorias y una camperizacion homologada desmontable muy bien terminada, con instalación de segunda batería, iluminación, nevera de compresor y pantalla. Mantenimiento completo hecho hace 3000 kilómetros, incluida la del cambio y grupo trasero. Muy buen estado interior y exterior. Entrego otros cuatro asientos y aislantes térmicos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "118500 km",
            "precio": 26000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-89-000km-1059903458",
            "descripcion": "Se vende unidad NACIONAL! Mercedes-Benz Viano larga, motor 2.2 163cv, kilometraje certificado por mercedes. Dispone de dos llaves con cierre centralizado, luz diurna, ordenador de abordo, control de crucero, retrovisores eléctricos y abatibles, anclajes isofix para sillas, sensores de aparcamiento delantero y trasero, llantas de aleación, bluetooth manos libres para llamadas, volante multifunción, interior de cuero/tela, etc..... UN AÑO DE GARANTÍA INCLUIDO EN EL PRECIO Para más información no dude en consultar!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "89000 km",
            "precio": 25999.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-1087851116",
            "descripcion": "Mercedes Benz Viano Luxury con todos los extras del año 2013. Impecable interior con frontal de madera. Puerta automática. Climatizador. Asientos calefactables. A/A zonas traseras. Sensores de aparcamiento. Limitador de velocidad. Isofix. Retrovisores eléctricos. Bandeja trasera y red de seguridad en maletero...y muchos otros extras. Revisiones al día, 4 ruedas nuevas, filtros cambiados en 2021 (demostrables con factura). ITV hasta Octubre 2025. Vehículo de representación. Lujo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2013",
            "kilómetros": "170946 km",
            "precio": 24900.0
        },
        {
            "titulo": "Mercedes-Benz Viano Ambiente Super Camper",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-1054758428",
            "descripcion": "Descuento hasta Marzo. Solo para personas que valoren un coche bien mantenido. Leer toda la descripción: Esta Mercedes Viano esta equipada hasta los huesos. Se le han invertido más de 15mil € demostrables. Estética: Pintura Line-X Mate en todo el coche. Pintura anti golpes, rayones, corrosión y aislante. Radio de 9\" pulgadas con control desde el volante, camara de retro, bluetooth, android auto, etc. Cosas NUEVAS en la mecanica del coche: Caja de Cambios 0kms y con garantía, Alternador, Motor de Arranque, Batería Varta, Neumáticos Goodyear certificado A, Xenon osram night breaker laser xenarc, Recien pasada la ITV en 09/24, Filtros y aceite recien cambiados. Extras que se puede incluir aparte: Cama inferior Camperlove Colchon SuperConfort Terracota, Tienda de Techo con Led, colchon y escalera, 4 Bacas Aluminio, Deflector de techo, Cajón y Mueble Camperlove Supercompact + Superdrawer, Generador solar de 2200W, Nevera, Bomba de agua para ducha, lavar platos y tomar agua. Como pueden ver, un sueño de furgoneta, la he consentido y mimado muchísimo, pues es nuestra compañera de aventuras con la familia. Sin embargo la familia crece y buscamos cambiar de proyecto a alguno más grande. Solo gente séria e interesada, se admiten todo tipo de pruebas, y citas para verla y probarla. Precio sin los extras, si se desean los extras lo podemos hablar por privado. No me interesan cambios ni ofertas que no valoren el cariño e inversión puestas en el coche, pero siempre abierto a escuchar propuestas descentes. 674511513",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "214000 km",
            "precio": 24900.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-1013100704",
            "descripcion": "Nacional ABS, ESP, control de tracción y estabilidad, cierre centralizado con mando, espejos y elevalunas eléctricos, faros antiniebla, lunas tintadas, llanta 18″, volante multifunción, asientos confort sobre rieles, equipo multimedia. (BLUETOOTH, manos libres, USB, radio…), doble puerta lateral + portón, climatizador bizona, control de velocidad (TEMPOMAT), sensor de parking delantero/trasero, sensor de luces y lluvia, ISOFIX…",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2013",
            "kilómetros": "116000 km",
            "precio": 24250.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-959818889",
            "descripcion": "MERCEDES-BENZ VIANO 2.2 CDI 4-MATIC - un dueño - la primera matrícula en 2019 - caja automática - 4 matic - bola de remolque - cámara trasera - aire acondicionado de 3 zonas climate control - 7 plazas - asientos convertibles en cama - mesa - una puerta lateral - alarma de retroalimentación - itv hasta el junio 2024 WhatsApp 604905137",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2013",
            "kilómetros": "219000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Mercedes-Benz Viano adaptado a PMR.",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2014-1093360271",
            "descripcion": "vehiculo adaptado para conducir personas con movilidad reducida, acelerador electronico, freno mecanico, plataforma electrica bajo vehiculo, asiento conductor electrico movilidad adelante, atras, abajo, arriba y giro lateral.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2014",
            "kilómetros": "154000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-1078356573",
            "descripcion": "Mercedes Viano acabado Ambiente. ITV (como turismo) recién pasada, pegatina medioambiental B, impuestos y mantenimientos al día, mantenimiento de caja de cambios hace 7000 km aprox., ruedas delanteras nuevas y traseras al 50%, aire acondicionado y calefacción en plazas delanteras y traseras, control/limitador de velocidad TEMPOMAT, sensores de aparcamiento delanteros y traseros, sensor de luces, sensor de lluvia, faros de xenon con luz diurna, asientos reclinables y abatibles de cuero negro, llantas de 18\", suspensión trasera neumatica, 2 techos solares en plazas traseras (uno de ellos practicable), mesa interior original Mercedes, 2 llaves originales, etc, etc,... Vehículo muy confortable, muy seguro y muy potente. Muy cuidada. NO CAMBIO.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "278000 km",
            "precio": 20500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-2-2-163cv-8-asientos-1074243122",
            "descripcion": "Prueba sin compromiso en Alicante o Valencia. (recorrido habitual con consumo medio de 7,8 en autopista) Motor remplazado por casa especialista (Rectificados San Martin, Madrid). tras la sustitucion por el nuevo motor lleva 13.000km rodados.Facturas demostrables, revisiones y puesta a punto en servicio oficial Mercedes Valdisa (Valencia). Pintada completamente el año pasado por pintor profesional ( Talleres Jose Soler, Valencia) Altenador nuevo Electroventilador nuevo 8 asientos en cuero Mercedes Techo solar Navegador Llantas 17” Portones electricos a ambos lados Venta por sustitucion de nueva unidad Clase V",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "15000 km",
            "precio": 18900.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2014-1089599888",
            "descripcion": "Mercedes Viano 2.2 CDI 163 cv. Año 2014, diesel, 273.000km Nacional. Vehiculo comprado en Comercial Mercedes-Benz Valencia (aporto factura de compra). 8 plazas, climatización trasera, ruedas a estrenar, ITV recien pasada, cristales tintados de origen, navegación. Unica Dueña. Recientemente se le hizo una revisión completa. Muy cuidada. NO SE ACEPTAN INTERCAMBIOS. SOLO VENTA. TELEFONO:653974862 SOY PARTICULA. Solo se atiende llamadas. #Marcopolo #Wesfalia # Renault #Ford #Volkwagen #Toyota #Opel #Peugeot #BMW #Mercedes #Honda #Mini #Audi #Mazda #AMG #LandRover #Porche #Citroen",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2014",
            "kilómetros": "273000 km",
            "precio": 18700.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-1083458558",
            "descripcion": "Se vende Mercedes Viano 2.2cdi automático con 163cv con ITV recien pasado 7 plazas asientos de semi piel sensores de aparcamiento delantero y trasero control de velocidad doble puertas laterales transferencia incluida con un año de garantía para más información llamar ‪613 94 19 31‬",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2013",
            "kilómetros": "178000 km",
            "precio": 17500.0
        }
    ]
}