{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Viano",
        "version": "Viano 3.0 CDI 224 CV Trend Compacto",
        "año mínimo": 2012,
        "año máximo": 2014,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 224,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=224&min_year=2012&max_year=2014&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Viano&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Viano 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2014-1068172250",
            "descripcion": "Mercedes benz Viano Fun larga turismo 3.0 cdi, 224 cv, siete plazas automatica westfalia original, calefaccion estacionaria, luces de xenon, doble puerta lateral, camara trasera con sensor de aparcamiento delantero y trasero,navegador con pantalla de 10”, llantas originales de 17”, enganche de fabrica de 2500kg, bajos saneados con antigravilla y neumaticos 4 estaciones recien cambiados, rueda de repuesto del mismo tipo, revisiones al dia en talleres oficiales.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2014",
            "kilómetros": "187000 km",
            "precio": 41000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-1088969121",
            "descripcion": "En perfecto estado. Tapicería de cuero, puerta corredera automática. Ruedas y frenos nuevos",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2012",
            "kilómetros": "162000 km",
            "precio": 32500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-1075844255",
            "descripcion": "Serie especial Elegance , Nacional, único dueño. ITV y revisión filtros y aceite al día",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2013",
            "kilómetros": "270000 km",
            "precio": 32000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2014-1072890848",
            "descripcion": "Vehiculo nacional y único dueño. Muy cuidada. Pocas unidades en este estado.. Muchas extras. Garantía de un año. Se entrega totalmente revisada. Posibilidad de desplazarla para ver su estado. Se recoge vehículo .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2014",
            "kilómetros": "200000 km",
            "precio": 31999.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013 7 plazas ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-7-plazas-1076567081",
            "descripcion": "Vehículo en perfectas condiciones generales, acabado Trend, 7 plazas, techo panorámico. Dos llaves, se entrega revisada y con garantía de un año.Iva deducible Sistema de audio y navegación: COMAND con interfaz TMC y control por voz Linguatronic, retrovisores exteriores eléctricos. abatible, luces de entrada, mando a distancia para calefacción adicional, cubierta del maletero/estor enrollable y red de seguridad para equipaje, climatizador trasero automático (Tempmatik), llantas LM 7x17 (5 radios), pintura metalizada, sistema Parktronic (PTS), deslizamiento eléctrico /techo basculante (vidrio) detrás, techo corredizo/abatible (vidrio) eléctrico delante, cofre portaobjetos en el respaldo, asientos en la cabina: asientos delanteros con calefacción 1.ª fila, banco confort de 3 plazas, batería de forro polar de 95 Ah, preparación para teléfono móvil/ teléfono móvil/telefonía confort, acristalamiento termoaislante, calefacción adicional (agua caliente), cristales tintados. Luces automáticas, sensores de luz, sensores se aparcamiento, sensor de lluvia.Otros equipos:Luz de freno adaptativa, airbag lado acompañante, airbag lado conductor, indicador de nivel de líquido lavaparabrisas, retrovisor exterior asférico, ambos, retrovisor exterior eléctrico. ambos regulables y calefactables, retrovisores exteriores con luces intermitentes integradas, indicador de temperatura exterior, rieles de fijación para portaequipajes en el techo, paquete BlueEfficiency, revestimiento del suelo: moqueta en el puesto del conductor, revestimiento del suelo: moqueta en el compartimento de carga/pasajeros, asistente de frenada, puesto de conducción So#touch, unidad de control del techo con punto de lectura para el conductor y el pasajero, revestimiento del techo, línea de diseño y equipamiento Trend, sistema de asistencia a la conducción: asistente de arranque (asistente de arranque en pendiente), ventanillas para puertas traseras/portón trasero con limpia/lavaparabrisas. sistema, ventana en el espa",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2013",
            "kilómetros": "165000 km",
            "precio": 29990.0
        },
        {
            "titulo": "Mercedes-Benz Viano 3.0",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-3-0-1073159685",
            "descripcion": "🪐MERCEDES-BENZ Viano🪐 Modelo 3.0CDI Trend Larga 6 plazas ✅DISPONIBLE✅ IMPOLUTO ESTADO GENERAL 👉🏼2 juegos de llaves, 2 juegos de llantas (Verano e invierno), gancho para remolque. 🧒 Año 2013 🗺️ 200.000km ⛽️ Motor > mejor motor de Mercedes, el V6 3.0 de 224 cv, con cadena de distribución, torque de 440Nm 🚘 #Monovolumen En resumen, la impresionante Mercedes Viano 3.0 CDI L BlueEfficiency Ambiente Edition 6PAX 2013 es una minivan elegante y versátil que ofrece un rendimiento potente, lujo y capacidad de carga. Con su diseño espacioso, características de confort y tecnología avanzada, es una opción ideal para aquellos que buscan comodidad y funcionalidad en un vehículo de transporte de pasajeros y carga. ———EQUIPAMIENTO——— *Cambio Automático *Pintura metalizada *Volante multifunción *Sensores de aparcamiento (delanteros y traseros) *Esp. abatibles + antides *Calefacion en asientos *Climatizador 2 zonas *Sensor de luz y lluvia *Control automático de velocidad *Llantas 17” *Lunas oscurecidas *Modelo Trend edition *Versión larga *Tap. cuero / tela (mixtos) *Barras long. en techo *Lunas traseras. laterales eléctricas *6 plazas *Bluetooth Recogemos vehiculo como parte de pago, vehiculo disponible en tienda para entrega inmediata, enviamos vehiculos a toda España. Si necesita más información, no dude en preguntarnos",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2013",
            "kilómetros": "200000 km",
            "precio": 29900.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-982435237",
            "descripcion": "Motor  2.2 Cv 140 Kilometros 187.000  4 Plazas Tiene la batalla larga y alta en comparación al modelo normal. ¡Todo homologado! ¿ Qué lleva ? Placa solar 200w Cargador de 3 fuentes con posibilidad de enchufe a 220V Batería auxiliar  Claraboya o ventilación y extracción. Frigorífico 85L Mobiliario con almacenaje.  Cama con asientos plegados   Cojines cama, espuma y viscoelástico. Fregadero Depósitos aguas limpias 40L y grises 40L Toma de llenado Toma de ducha trasera Actualmente revisada, todos los filtros y aceites.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "187000 km",
            "precio": 29000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-1058027581",
            "descripcion": "4matic, enganche remolque, 4 ruedas de nieve.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "140000 km",
            "precio": 28000.0
        },
        {
            "titulo": "Mercedes-Benz Viano fun Westfalia ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-fun-westfalia-1049832287",
            "descripcion": "Motor 3.0 cdi 225cv,cambio automático secuencial,asientos convertibles en cama,mesa,calefacción estática original,nevera,asientos delanteros calefactables y giratorios, sensores de parking y cámara marcha atrás,xenon,navegador con bluetooth(manos libres,USB..), suspensión neumática!!,control de velocidad y linguatronic,climatizador independiente para las plazas traseras, portabicis,enganche,retrovisores cromados y abatibles eléctricos.,cristales tintados,volante multifunción,llantas aluminio,luces automáticas,sensor de lluvia....muy buen estado!!!,todas las revisiones en concesionario Mercedes(demostrables)...itv reciente,discos,pastillas y aceite/ filtros nuevos.Precio con cambio de nombre y un año de garantía contratada incluido. Camper, vito,multivan....",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2014",
            "kilómetros": "249500 km",
            "precio": 27500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-1013500981",
            "descripcion": "Preciosa viano con sólo 118,000 kilómetros, muy cómoda y bien equipada, asientos de cuero/tela, control de crucero, climatizador bizona e independiente para la zona trasera, radio android pioneer (navegador, manos libres, etc...), sensores de aparcamiento y cámara trasera, enganche, doble puerta lateral, bases giratorias y una camperizacion homologada desmontable muy bien terminada, con instalación de segunda batería, iluminación, nevera de compresor y pantalla. Mantenimiento completo hecho hace 3000 kilómetros, incluida la del cambio y grupo trasero. Muy buen estado interior y exterior. Entrego otros cuatro asientos y aislantes térmicos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "118500 km",
            "precio": 26000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-89-000km-1059903458",
            "descripcion": "Se vende unidad NACIONAL! Mercedes-Benz Viano larga, motor 2.2 163cv, kilometraje certificado por mercedes. Dispone de dos llaves con cierre centralizado, luz diurna, ordenador de abordo, control de crucero, retrovisores eléctricos y abatibles, anclajes isofix para sillas, sensores de aparcamiento delantero y trasero, llantas de aleación, bluetooth manos libres para llamadas, volante multifunción, interior de cuero/tela, etc..... UN AÑO DE GARANTÍA INCLUIDO EN EL PRECIO Para más información no dude en consultar!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "89000 km",
            "precio": 25999.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-1040201657",
            "descripcion": "* MERCEDES VIANO 3.0 CDI AUTOMATICA 7 PLAZAS 224 CV * -Financiacion Inmediata, Cuota de 399€ al mes. ( Vehiculo con una larga lista de extras ) consulten sin compromiso. · Consúltenos por las diferentes ofertas y fórmulas de financiación a su medida. · Atención al cliente multilingüe. ENGLISH, FRENCH & GERMAN speaking. · Reserva ONLINE del vehículo disponible. · Valoración de su vehículo como parte de pago. · Servicio de recogida premium en aeropuerto/estación en caso de desplazarse. · Venta y entrega de su vehículo en todo el territorio nacional y europeo. · Vehículos totalmente revisados y garantizados. · Disponemos de ofertas muy competitivas de seguros para su nuevo vehículo. -Cambio de nombre incluido. -1 año de garantia incluido. -Revision completa al dia de la entrega. -ITV pasada dia entrega. - Disponemos de dos concesionarios, Europolis ( las rozas ) y Alcorcon ( poligono urtinsa ). - Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2013",
            "kilómetros": "149000 km",
            "precio": 25990.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-1072823848",
            "descripcion": "Mercedes Viano trend compacta V6 3.0 224 Año 2012,187.000 KM 2 puertas correderas eléctricas, barras longitudinales en techo,volante y pomo de cuero todo original de Mercedes. Cambio automático,volante multifuncion,sensores de aparcamiento,aire acondicionado,sensor de luz y lluvia,control automático de velocidad, llantas 17 pulgadas, Lunas oscurecidas,tapicería cuero y tela,Lunas traseras laterales eléctricas.Pantalla táctil de 8 pulgadas,único dueño, vehículo nacional en excelente estado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2012",
            "kilómetros": "187000 km",
            "precio": 25000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-1002374634",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2012",
            "kilómetros": "140000 km",
            "precio": 25000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 3.0 CDI 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-3-0-cdi-2012-971786064",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2012",
            "kilómetros": "279000 km",
            "precio": 24990.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-1087851116",
            "descripcion": "Mercedes Benz Viano Luxury con todos los extras del año 2013. Impecable interior con frontal de madera. Puerta automática. Climatizador. Asientos calefactables. A/A zonas traseras. Sensores de aparcamiento. Limitador de velocidad. Isofix. Retrovisores eléctricos. Bandeja trasera y red de seguridad en maletero...y muchos otros extras. Revisiones al día, 4 ruedas nuevas, filtros cambiados en 2021 (demostrables con factura). ITV hasta Octubre 2025. Vehículo de representación. Lujo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2013",
            "kilómetros": "170946 km",
            "precio": 24900.0
        },
        {
            "titulo": "Mercedes-Benz Viano Ambiente Super Camper",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-1054758428",
            "descripcion": "Descuento hasta Marzo. Solo para personas que valoren un coche bien mantenido. Leer toda la descripción: Esta Mercedes Viano esta equipada hasta los huesos. Se le han invertido más de 15mil € demostrables. Estética: Pintura Line-X Mate en todo el coche. Pintura anti golpes, rayones, corrosión y aislante. Radio de 9\" pulgadas con control desde el volante, camara de retro, bluetooth, android auto, etc. Cosas NUEVAS en la mecanica del coche: Caja de Cambios 0kms y con garantía, Alternador, Motor de Arranque, Batería Varta, Neumáticos Goodyear certificado A, Xenon osram night breaker laser xenarc, Recien pasada la ITV en 09/24, Filtros y aceite recien cambiados. Extras que se puede incluir aparte: Cama inferior Camperlove Colchon SuperConfort Terracota, Tienda de Techo con Led, colchon y escalera, 4 Bacas Aluminio, Deflector de techo, Cajón y Mueble Camperlove Supercompact + Superdrawer, Generador solar de 2200W, Nevera, Bomba de agua para ducha, lavar platos y tomar agua. Como pueden ver, un sueño de furgoneta, la he consentido y mimado muchísimo, pues es nuestra compañera de aventuras con la familia. Sin embargo la familia crece y buscamos cambiar de proyecto a alguno más grande. Solo gente séria e interesada, se admiten todo tipo de pruebas, y citas para verla y probarla. Precio sin los extras, si se desean los extras lo podemos hablar por privado. No me interesan cambios ni ofertas que no valoren el cariño e inversión puestas en el coche, pero siempre abierto a escuchar propuestas descentes. 674511513",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "214000 km",
            "precio": 24900.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-1013100704",
            "descripcion": "Nacional ABS, ESP, control de tracción y estabilidad, cierre centralizado con mando, espejos y elevalunas eléctricos, faros antiniebla, lunas tintadas, llanta 18″, volante multifunción, asientos confort sobre rieles, equipo multimedia. (BLUETOOTH, manos libres, USB, radio…), doble puerta lateral + portón, climatizador bizona, control de velocidad (TEMPOMAT), sensor de parking delantero/trasero, sensor de luces y lluvia, ISOFIX…",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2013",
            "kilómetros": "116000 km",
            "precio": 24250.0
        },
        {
            "titulo": "Mercedes-Benz Viano 3.0 CDI 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-3-0-cdi-2013-1092068048",
            "descripcion": "Todos las revisiones y mantenimientos al día, ITV pasada, ruedas recién cambiadas. Modelo con ambas puertas laterales, doble climatizador, asientos calefactables, motor de arranque nuevo (cambiado hace 2 años).",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2013",
            "kilómetros": "265000 km",
            "precio": 23500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-1089206896",
            "descripcion": "Se vende por cambio a autocaravana. mantenimientos al dia. Tiene asientos delanteros giratorios, carplay, camaras delantera y trasera, banqueta trasera abatible, doble bateria, oscurecedores térmicos, neumaticos con poco uso, control de velocidad y limitador. Posibilidad d llevar a un taller de confianza.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2012",
            "kilómetros": "230000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-959818889",
            "descripcion": "MERCEDES-BENZ VIANO 2.2 CDI 4-MATIC - un dueño - la primera matrícula en 2019 - caja automática - 4 matic - bola de remolque - cámara trasera - aire acondicionado de 3 zonas climate control - 7 plazas - asientos convertibles en cama - mesa - una puerta lateral - alarma de retroalimentación - itv hasta el junio 2024 WhatsApp 604905137",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2013",
            "kilómetros": "219000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-883208103",
            "descripcion": "Tenemos muchas variedad en furgonetas CAMPER pasajeros vianos Vitos marco polos vianos fun Vito todas las semanas nos llegan nos WESTFALIA IMPERIUM CAMPER SIEMPRE CON LOS MEJORES PRECIOS DEL MERCADO SOMOS IMPORTADORES DIRECTOS SIN INTERMEDIARIOS MEJOR PRECIO IMPOSIBLE !!!!!!!!!!!!!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2012",
            "kilómetros": "235100 km",
            "precio": 22500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-988710943",
            "descripcion": "Empresas dedicada a la exportación de furgonetas tenemos mucho stock en tienda todas las semanas llegan nuevos modelos entregamos con 2 años de garantía impuestos matriculación revisiones llamar sin compromiso",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2012",
            "kilómetros": "195000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-970618225",
            "descripcion": "Disponemos mucha variedad de vianos restyling todas las Semana nos llegan varias a tienda tenemos siempre muchas en tienda para poder ver y probar las entregamos con 2 años de garantía trasferencia incluida revisión itv mejor llamar pedir información y vídeos desde 22500€ en tienda",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2012",
            "kilómetros": "190000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2014-998284297",
            "descripcion": "666 67 29 95",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2014",
            "kilómetros": "270000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-1094942551",
            "descripcion": "Vehículo muy cuidado siempre. Motor cambiado nuevo en Mercedes oficial hace 1 año. Entrego factura de 18.000€. Vendo por cambio a Mercedes clase V nueva.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2013",
            "kilómetros": "40000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Mercedes-Benz Viano adaptado a PMR.",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2014-1093360271",
            "descripcion": "vehiculo adaptado para conducir personas con movilidad reducida, acelerador electronico, freno mecanico, plataforma electrica bajo vehiculo, asiento conductor electrico movilidad adelante, atras, abajo, arriba y giro lateral.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2014",
            "kilómetros": "154000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-1077531862",
            "descripcion": "puertas automaticas faros xenon itv hasta 2026 buen estado homologado como turismo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2013",
            "kilómetros": "252000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-1022011587",
            "descripcion": "en perfecto estado vendo por necesitar una de carga",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2013",
            "kilómetros": "280000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2011-899731137",
            "descripcion": "Espectacular viano 3.0cdi IMPERIUM CAMPER todas las semanas disponemos de estos modelos para ofrecer a nuestros clientes mando fotos vídeos pueden pasar verlas por nuestras instalaciones las fotos pongo son las de esta semana precio desde 21900 la más económica En estos modelos",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2012",
            "kilómetros": "235987 km",
            "precio": 21900.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-1081523510",
            "descripcion": "Mercedes Viano 3.0 CDI 224 CV Cambio Automático. 267.194 km. 5 puertas. Precio 22.500 €.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2013",
            "kilómetros": "267194 km",
            "precio": 21500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-1078356573",
            "descripcion": "Mercedes Viano acabado Ambiente. ITV (como turismo) recién pasada, pegatina medioambiental B, impuestos y mantenimientos al día, mantenimiento de caja de cambios hace 7000 km aprox., ruedas delanteras nuevas y traseras al 50%, aire acondicionado y calefacción en plazas delanteras y traseras, control/limitador de velocidad TEMPOMAT, sensores de aparcamiento delanteros y traseros, sensor de luces, sensor de lluvia, faros de xenon con luz diurna, asientos reclinables y abatibles de cuero negro, llantas de 18\", suspensión trasera neumatica, 2 techos solares en plazas traseras (uno de ellos practicable), mesa interior original Mercedes, 2 llaves originales, etc, etc,... Vehículo muy confortable, muy seguro y muy potente. Muy cuidada. NO CAMBIO.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "278000 km",
            "precio": 20500.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-1084827795",
            "descripcion": "Adaptada para minusválido con el techo elevado 20 centímetros",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "224 cv",
            "año": "2013",
            "kilómetros": "300000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2012-2-2-163cv-8-asientos-1074243122",
            "descripcion": "Prueba sin compromiso en Alicante o Valencia. (recorrido habitual con consumo medio de 7,8 en autopista) Motor remplazado por casa especialista (Rectificados San Martin, Madrid). tras la sustitucion por el nuevo motor lleva 13.000km rodados.Facturas demostrables, revisiones y puesta a punto en servicio oficial Mercedes Valdisa (Valencia). Pintada completamente el año pasado por pintor profesional ( Talleres Jose Soler, Valencia) Altenador nuevo Electroventilador nuevo 8 asientos en cuero Mercedes Techo solar Navegador Llantas 17” Portones electricos a ambos lados Venta por sustitucion de nueva unidad Clase V",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "15000 km",
            "precio": 18900.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2014-1089599888",
            "descripcion": "Mercedes Viano 2.2 CDI 163 cv. Año 2014, diesel, 273.000km Nacional. Vehiculo comprado en Comercial Mercedes-Benz Valencia (aporto factura de compra). 8 plazas, climatización trasera, ruedas a estrenar, ITV recien pasada, cristales tintados de origen, navegación. Unica Dueña. Recientemente se le hizo una revisión completa. Muy cuidada. NO SE ACEPTAN INTERCAMBIOS. SOLO VENTA. TELEFONO:653974862 SOY PARTICULA. Solo se atiende llamadas. #Marcopolo #Wesfalia # Renault #Ford #Volkwagen #Toyota #Opel #Peugeot #BMW #Mercedes #Honda #Mini #Audi #Mazda #AMG #LandRover #Porche #Citroen",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2014",
            "kilómetros": "273000 km",
            "precio": 18700.0
        },
        {
            "titulo": "Mercedes-Benz Viano 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-viano-2013-1083458558",
            "descripcion": "Se vende Mercedes Viano 2.2cdi automático con 163cv con ITV recien pasado 7 plazas asientos de semi piel sensores de aparcamiento delantero y trasero control de velocidad doble puertas laterales transferencia incluida con un año de garantía para más información llamar ‪613 94 19 31‬",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2013",
            "kilómetros": "178000 km",
            "precio": 17500.0
        }
    ]
}