{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "AMG GT 4-Door Coupé",
        "version": "Mercedes-AMG GT 63 S 4MATIC+ 4 puertas Coupé",
        "año mínimo": 2020,
        "año máximo": 2021,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "",
        "tipos de motor": "",
        "potencia máxima": 639,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=&min_horse_power=1&max_horse_power=639&min_year=2020&max_year=2021&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=&brand=Mercedes-Benz&model=AMG GT 4-Door Coupé&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz AMG GT 4-Door Coupé 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-amg-gt-4-door-coupe-2021-1085661686",
            "descripcion": "Mercedes-Benz AMG GT 43 4 Door Coupe 3.0 V6 Biturbo con 389 Cv procedente de único propietario con tan solo 46.500 km reales y certificados, libro de mantenimiento digital completo en servicio oficial Mercedes-Benz. El vehículo dispone de asientos deportivos AMG en cuero napa ,asientos delanteros eléctricos con memoria, asientos delanteros con calefacción, sistema de audio Burmester, sistema de navegación command online , asientos delanteros con calefacción, volante deportivo AMG Performance en cuero napa con botones para selección de modos de conducción , faros de LED, techo solar eléctrico , paquete aerodinámico exterior, iluminación de ambiente 64 colores, cuadro de instrumentos digital, escapes AMG Performance, paquete AMG Night, porton trasero eléctrico, paquete de integración para smartphone Apple CarPlay + Android auto, salpicadero en cuero napa ,sensores de aparcamiento, Distronic Plus , arranque y apertura sin llave “Keyless go” , llantas AMG forjadas en 21 pulgadas, pinzas de freno en color gris, bluetooth, sistema de cámara 360 grados, control de ángulo muerto, sensor de carril, umbrales AMG iluminados , molduras en maldera, head up display, etc + info contacten sin compromiso. Garantía 12 meses incluido en el precio con opción de ampliación . Enviamos a domicilio. (ATENDEMOS 365 DÍAS DEL AÑO, INCLUSO FINES DE SEMANA Y FESTIVO) ** PARA PODER OFRECER UN MEJOR SERVICIO A NUESTROS CLIENTES, ATENDEMOS CON CITA PREVIA. ** Anuncio a título informativo, puede contener erratas.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "435 cv",
            "año": "2021",
            "kilómetros": "46500 km",
            "precio": 89990.0
        }
    ]
}