{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "AMG GT 4-Door Coupé",
        "version": "Mercedes-AMG GT 63 S 4MATIC+ 4 puertas Coupé Edition 1",
        "año mínimo": "2018",
        "año máximo": "2019",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "",
        "tipos de motor": "",
        "potencia máxima": 639,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=&min_horse_power=1&max_horse_power=639&min_year=2018&max_year=2019&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=&brand=Mercedes-Benz&model=AMG GT 4-Door Coupé&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "¡ EXCLUSIVO ! 🚀  Mercedes AMG GT 53 EDITION ONE",
            "enlace": "https://es.wallapop.com/item/exclusivo-mercedes-amg-gt-53-edition-one-1088003722",
            "descripcion": "*** CONSULTA NUESTRAS VENTAJAS DE FINANCIACION, ADEMÁS ACEPTAMOS SU VEHICULO COMO PARTE DE PAGO Y SE LO ENTREGAMOS EN LA PUERTA DE CASA SIN COSTE *** CAR LOVERS Vende exclusivo MERCEDES AMG GT 53 Four doors “ EDITION ONE “ con potente motor gasolina de 436cv y solo 95.000kms del año 2019 en perfecto estado general, sin ningún tipo de marca de uso ni desgaste y con revisiones pasadas en Servicio Oficial Mercedes de manera preventiva, siendo una unidad muy exclusiva y equipada. Además de ser EDITION One de serie, con exclusiva pantalla de control y entretenimiento para las plazas traseras, cuenta con llantas de aluminio de 21” con neumáticos de primera marca Pirelli Pilot Sport, ayudas a la conducción con control de velocidad adaptativo, reconocimiento de señales, aviso anti colisión y salida de carril, volante deportivo con levas y distintos modos de conducción además de control de la radio y de la velocidad, equipo de sonido Burmester, paquete de iluminación interior y exterior, portón trasero eléctrico, lunas tintadas y molduras en negro brillo en combinación con fibra de carbono, elevalunas y espejos eléctricos con tintado oscuro, asientos tipo Backets con regulación eléctrica y calefacción completamente en cuero junto con la ampliación de cuero y alcantara a salpicadero, puertas, y techo, acceso y arranque sin llave, marcador digital con distintos modos de visualización, además de gran pantalla de entretenimiento con navegación GPS y Bluetooth, escape deportivo con distintas configuraciones, suspensión deportiva regulable electrónicamente, faros de xenón adaptativos con tecnología LED y luz diurna, alerón trasero eléctrico con distintos modos, etc etc. Ven a verlo y sorpréndete de esta espectacular unidad propia del Safety car de la Fórmula 1 y Moto GP. Se entrega revisado y transferido. GARANTIZADO 12 MESES INCLUSO EN CONCESIONARIO OFICIAL MERCEDES. ¡ VISITANOS TENEMOS MAS DE 250 VEHICULOS EN STOCK, ADEMÁS DE LAVADERO Y TALLER PROPIOS !",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "435 cv",
            "año": "2019",
            "kilómetros": "95000 km",
            "precio": 90000.0
        }
    ]
}