{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A6",
        "version": "A6 berlina 3.0 BiTDI 313 CV quattro tiptronic 8 vel.",
        "año mínimo": 2012,
        "año máximo": 2014,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 313,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=313&min_year=2012&max_year=2014&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A6&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-980965678",
            "descripcion": "Mantenimiento recien hecho en audi oficial con facturas demostrables. Aceite y filtro Flitro aire Filtro gasoil Revision conpleta del coche 4 ruedas nuevas Etc..",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2014",
            "kilómetros": "110000 km",
            "precio": 33000.0
        },
        {
            "titulo": "Audi A6 BiTDI 313cv Quattro look RS6",
            "enlace": "https://es.wallapop.com/item/audi-a6-bitdi-313cv-quattro-look-rs6-1088012167",
            "descripcion": "Audi A6 3.0 BiTDI 313cv Quattro look RS6. Libro de mantenimiento - Faros Bixenon con luz diurna - Techo solar panoramico - Sistema de sonido Bose - Navegador MMI 3G actuslizado a 2024 con Bluetooth - Asientos deportivos en cuero y alcantara, calefactables y electricos - Sistema de sonido de escape V8 - Volante achatado deportivo multifuncion con levas - Key less go - Climatizador cuatro zonas - Suspension neumatica - Control de crucero adaptativo - Porton trasero automatico - Llantas RS6 Perfomance 21\" UN AÑO DE GARANTIA TODOS LOS GASTOS INCLUIDOS EN EL PRECIO SE RECOGE COCHE COMO PAGO Y SE ACEPTAN CAMBIOS FINANCIACIÓN INMEDIATA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "206000 km",
            "precio": 29900.0
        },
        {
            "titulo": "Audi A6 3.0 BiTDI 313cv Quattro look RS6",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1035561239",
            "descripcion": "Audi A6 3.0 BiTDI 313cv Quattro look RS6 - Faros Bixenon con luz diurna - Techo solar panoramico - Sistema de sonido Bose - Navegador MMI 3G actuslizado a 2024 con Bluetooth - Asientos deportivos en cuero, calefactables y ventiladoa electricos con memoria y funcion de masaje - Sistema de sonido de escape V8 - Volante achatado deportivo multifuncion con levas - Key less go - Climatizador cuatro zonas - Cámara de marcha atras - Control de crucero adaptativo - Porton trasero automatico - Llantas RS6 Perfomance 21\" UN AÑO DE GARANTIA TODOS LOS GASTOS INCLUIDOS EN EL PRECIO SE RECOGE COCHE COMO PAGO Y SE ACEPTAN CAMBIOS FINANCIACIÓN INMEDIATA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "172000 km",
            "precio": 29900.0
        },
        {
            "titulo": "Audi A6 3.0 BITDI 313cv Quattro look RS6",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-bitdi-313cv-quattro-look-rs6-1056319445",
            "descripcion": "Audi A6 3.0 BiTDI 313v Quattro look RS6 Libro de revisiones - Faros Bixenon LED con luz diurna - Techo solar panoramico - Navegador MMI 3GPlus con Bluetooth - Volante achatado multifuncion con levas - Asientos deportivos en cuero, electricos con memoria, calefactables - Escape con sonido V8 - Key less go - Climatizador cuatro zonas - Sensores de aparcamiento con camara de 360° - Control de crucero adaptativo - Porton trasero automatico - Bola de remolque - Llantas 21\" RS6 Competition UN AÑO DE GARANTIA TODOS LOS GASTOS INCLUIDOS SE RECOGE COCHE COMO PAGO Y SE ACEPTAN CAMBIOS FINANCIACIÓN",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2012",
            "kilómetros": "125000 km",
            "precio": 29900.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1079151246",
            "descripcion": "Coche en perfecto estado full extras todo homologado en ficha.Acepto prueba mecánica y vehículo como parte de pago.Panamera,x6,x5,cayenne,rs3,s3,tt,rs4...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "140000 km",
            "precio": 29500.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-1061284865",
            "descripcion": "Vendo audi A6 avant bi-tdi 3.0 tdi 313 cv, automático 8 velocidades, 135000km, en muy buen estado, uso diario y muy espacioso. S-line interior y exterior, techo panorámico, climatizador trizona, navegador, asientos calefactables de cuero y tela, iso-fix, ruedas en buen estado, mantenimiento completo hecho, discos y pastillas traseros nuevos. Se puede ver sin compromiso.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2012",
            "kilómetros": "135000 km",
            "precio": 29000.0
        },
        {
            "titulo": "Audi A6 BiTDI 313cv Quattro look RS6",
            "enlace": "https://es.wallapop.com/item/audi-a6-bitdi-313cv-quattro-look-rs6-993755572",
            "descripcion": "Audi A6 3.0 BiTDI 313cv look RS6 - Faros MatrixLED con luz diurna - Kit exterior y interior RS6 - Navegador MMI 3GPlus con Bluetooth - Volante achatado multifuncion con levas - Asientos deportivos en cuero y alcantara, electricos y con memoria - Sistema de sonido Bose - Sistema de sonido de escape tipo V8 gasolina - Climatizador cuatro zonas - Sensor de aparcamiento delantero y trasero con cámara - Control de crucero Adaptativo - Porton automático - Llantas 21\" RS6 Competition UN AÑO DE GARANTIA TODOS LOS GASTOS INCLUIDOS EN EL PRECIO SE RECOGE COCHE COMO PAGO Y SE ACEPTAN CAMBIOS FINANCIACIÓN",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "190000 km",
            "precio": 28900.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-1057069908",
            "descripcion": "Se vende Audi A6 3.0 tdi biturbo con 208 mil km, coche en perfecto estado muy mimado y con todos los extras, llantas nueva en 21” y acabado del modelo RS6, siempre en garage, mejor ver y probar, para mas info 664 46 77 76",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2014",
            "kilómetros": "208000 km",
            "precio": 28000.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1047229108",
            "descripcion": "Audi A6 3.0 bitdi comprado y matriculado hace 1 año muchos extras techo solar camera trasera sensores delantero 4 modos de conducción sonido bose escape con caja de sonido v8 faro matrix separadores homologado 1.6 delantero y 2 trasero itv septiembre 2025 filtro k&n bujia cambiada 5 de 6 (una està atrapada) aceite y filtros cambiado radar ACC reparado interior piel cargador cd/DVD llanta 20 neumaticos 7mil km espejos pintado pinzas freno pintada bola remolque para arreglar tiene sus rasguños pero es bonito y va fino. negociable vendo por comprar casa :(",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "158000 km",
            "precio": 27800.0
        },
        {
            "titulo": "Audi A6 3.0 TDI 245cv Quattro look RS6",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-245cv-quattro-look-rs6-990643923",
            "descripcion": "Audi A6 3.0 TDI 245cv Quattro RS6 - Faros tipo Matrix Led con luz diurna - Navegador MMI 3GPlus con Bluetooth - Techo solar panoramico - Sistema de sonido Bose - Volante achatado multifuncion - Asientos deportivos en cuero delanteros y traseros calefactables - Climatizador cuatro zonas - Sensor de luces y de lluvia - Sensores de aparcamiento con cámara delantera y trasera y aparcamiento asistido - Control de crucero - Porton trasero automatico - Llantas 21\" RS6 Competition UN AÑO DE GARANTIA EN TODOS NUESTROS VEHICULOS SE ENTREGAN CON REVISION PREVIA RECIEN HECHA CON CAMBIO DE TODOS LOS FILTROS Y ACEITE TRANSFERENCIA Y TODOS LOS GASTOS INCLUIDOS EN EL PRECIO SE RECOGE COCHE COMO PARTE DE PAGO Y SE ACEPTAN CAMBIOS FINANCIACION INMEDIATA A SU MEDIDA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "180000 km",
            "precio": 26900.0
        },
        {
            "titulo": "Vendo Audi a6 avant 3.0 Bitdi ",
            "enlace": "https://es.wallapop.com/item/vendo-audi-a6-avant-3-0-bitdi-1090058950",
            "descripcion": "Vendo preciosa unidad de A6 avant 3.0 Bitdi quattro Triptonic con 313 cv y 650 Nm. Coche muy mimado con todas las revisiones al dia aceite, filtros, caja de cambios, neumaticos nuevos Pirelli P zero, etc..Ultima revision 15/1/25. Llantas recien pintadas. Extras destacados: S line sport interior. S line exterior. Techo solar panoramico electrico. Llanta Rotor Mate 20 pulgadas. Asientos deportivos calefactados en alcantara. Suspension neumatica adptativa. Audi Drive select. Xenon plus. Navegacion plus con MMI touch. Control de crucero adaptativo con sistema de asistencia a la conduccion. Chasis deportivo Sline. Sensores de aparcamiento con camara trasera. Asitencia a la conduccion. Sistema de sonido BOSE. Cristales tintados de serie. Sensores luces, lluvia. Deposito ampliado 75 litros. El coche es una maravilla tiene mucha pero mucha potencia muy y es super comodo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2012",
            "kilómetros": "184500 km",
            "precio": 26500.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-c7-bitdi-1054337758",
            "descripcion": "se vende audi a6 bitdi 313cv 180.000 kms mantenimientos a los 180.000kms aceite ravenol 5w30 filtro aire filtro aceite filtro gasolil filtro habitaculo llantas 21” a estrenar. cubiertas 275/30/21 nuevas con 100kms pantalla extraible Coika mejorada con Carplay y Android auto infinidad de extras kit rs homologado sensores de aparcamiento camara marcha atras portin electrico etc",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "180000 km",
            "precio": 26500.0
        },
        {
            "titulo": "Audi A6 3.0 TDI 245cv Quattro look RS6",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-245cv-quattro-look-rs6-985889483",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "192000 km",
            "precio": 25900.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1049509793",
            "descripcion": "Vehiculo nacional impecable, sonido Bose, camara marcha atras, sensores traseros y delanteros, faros xenon, calefaccion 4 zonas, camara delantera vision infrarrojo con deteccion de peatones, head up display, apertura maletero automatica, caja automatica de 8 velocidades, control cambio de carril, deteccion angulo muerto en retrovisores, regulador de velocidad retiene con freno no radar), suspension neumatica. Asientos electricos con regulacion de orejeras, banqueta, calefaccion y aire acondicionado. Faros bixenon, direccionales, con largas automaticas y modo lluvia. Se usa solo para viajar, y nos cambiamos a camper, por eso lo vendemos. Admitimos prueba mecánica en taller de tu confianza.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "165000 km",
            "precio": 25500.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1011411280",
            "descripcion": "El coche está impecable, de interior y exterior. Extras: Tracción Quattro Bola abatible Asientos eléctricos con memoria Line Assist. Detector de ángulo muerto Espejos eléctricos Cámara trasera Luces led Sensores de aparcamiento Asientos calefactables Climatizador 4 zonas Control de crucero adaptativo Apertura sin llaves MMI 3G mapas actualizados 2023 Sonido Bosé Portón eléctrico Llanta 21” 4 neumáticos kumo nuevos 275/30R21 4 discos nuevos Rodamientos delanteros cambiados 2024 Pastillas delanteras nuevas Libro de mantenimiento sellado en Audi Cambio de aceite y filtros hecho en octubre 2024. El mantenimiento de la caja de cambios hecho. Teléf. 679171082",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2014",
            "kilómetros": "190000 km",
            "precio": 24900.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-856234021",
            "descripcion": "Se Vende Audi A6 Avant motor 3.0 Biturbo 313CV full equip Sline interior exterior cambio automático de 8 velocidades faros bixenon direccional asientos mixtos Sline Alcántara y cuero los 4 asientos calefactables cortinillas traseras sonido Bosé sonido de escape V8 tracción quattro pantalla grande GPS freno eléctrico volante calefactable portón eléctrico 2 llaves llantas rotor en 20 pulgadas neumáticos los 4 Michelin crossclimate techo panorámico paquete iluminación apertura y cierre de puertas con botón en manecilla alfombrillas de goma libro de mantenimiento en concesionario oficial etc....",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "142620 km",
            "precio": 24350.0
        },
        {
            "titulo": "Audi A6 3.0 TDI 245cv Quattro look RS6",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-245cv-quattro-look-rs6-1057067703",
            "descripcion": "Audi A6 3.0 TDI 245cv look RS6 Libro de revisiones completo - Faros Bixenon LED con luz diurna - Kit exterior y interior RS6 - Navegador MMI 3GPlus con Bluetooth - Volante achatado multifuncion con levas - Asientos deportivos en cuero, calefactables electricos y con memoria - Suspensión neumática adaptativa - Climatizador - Sensor de aparcamiento delantero y trasero con cámara - Control de crucero adaptativo - Porton automático - Llantas 21\" RS6 Competition UN AÑO DE GARANTIA EN TODOS NUESTROS VEHICULOS SE ENTREGAN CON REVISION PREVIA RECIEN HECHA CON CAMBIO DE TODOS LOS FILTROS Y ACEITE TRANSFERENCIA Y TODOS LOS GASTOS INCLUIDOS EN EL PRECIO SE RECOGE COCHE COMO PARTE DE PAGO Y SE ACEPTAN CAMBIOS FINANCIACION INMEDIATA A SU MEDIDA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "180000 km",
            "precio": 23900.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2016-1014739993",
            "descripcion": "A6 3.0TDI 313cv FAROS MATRIX DISTRONIC ANGULO MUERTO EQUIPO BOSE CLIMATIZADOR 4 ZONAS CAMARA MARCHA ATRAS TECHO PANORAMICO ASIENTOS RS LLANTAS ORIGINALES 21” S6 SONIDO V8 SALIDA DE CARRIL se entrga TRANSFERIDO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2014",
            "kilómetros": "212000 km",
            "precio": 22900.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1039603129",
            "descripcion": "audi a6 3.0 tdi v6 204cv quattro stronic 8 velocidades, siempre en cochera, solo se usa para viajes en autovia, faros bixenon led, bola remolque original electrica nunca usada, camara trasera, aviso de adelantamiento con luz en los retrovisores, asistente salida de carril, asistencia de frenada en caso de alcance, llantas 19” con neumaticos casi nuevos, diferentes modos de conducion, arranque sin llave, 2 dvd traseros originales de audi, va muy fino y suave",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "156000 km",
            "precio": 22800.0
        },
        {
            "titulo": "Audi A6 3.0 V6 TDI Quattro Sport Selection",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-v6-tdi-quattro-sport-selection-1057016874",
            "descripcion": "Xenón, Techo Solar, Ayuda aparcamiento, Cámara visión trasera, Sistema de Navegación integrado, Control de velocidad de crucero, Asistente de mantenimiento de carril, Paquete S-Line Plus Sport, Estilo exterior Audi exclusive Negro, Iluminación Ambiente, llantas Aleación 8 5x20 RS, Luz adaptable, Barras portaequipajes en techo, Tapa de maletero eléctrica, Tapicería asientos: Alcantara/cuero con Estampado-logotipo y regulación eléctrica con memorias, Sensores lluvia-luz, Volante Deportivo multifunción con levas, Totalmente Revisado y con mantenimiento recién realizado, 12 meses de Garantía Mecánica.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "118000 km",
            "precio": 22700.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-959766887",
            "descripcion": "Audi A6 Avant 3.0 TDI V6 245cv Quattro Stronic Look RS6 Gris Nardo Sistema de navegación profesional Asientos deportivos eléctricos y calefactables Sensores de aparcamiento Control de velocidad Faros bixenon Volante deportivo multifuncion Techo solar eléctrico Cámara trasera Sensores de luces y lluvia Llantas 22 con neumáticos nuevos Homologación de ruedas y para golpes por industria Solo venta",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "187000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-avant-competition-1078537410",
            "descripcion": "Se vende A6 avant en perfectas condiciones, siempre en garaje, muchos extras, techo solar panorámico, asientos calefactados, volante deportivo con levas, tapicería en color negro, climatizacion 4 zonas, maletero manos libres, llantas 20\", etc..... y todo homologado en la ficha técnica. Se vende por falta de uso, más información y fotos por privado al 699126466. PRECIO NEGOCIABLE",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2012",
            "kilómetros": "254000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1071093014",
            "descripcion": "Audi A6 Biturbo Tdi 313cv Preciosa unidad cargadisimo de extras en un estado excelente muy bien cuidado solo usado para viajes y fines de semana. Siempre en garaje. Extras: - Paquete Deportivo S Line Interior/exterior. - Techo solar. - Llantas 20 pulgadas (255/35R20). -Suspension Neumatica. -Tracción Quattro. -Color Gris Daytona. -Paquete de iluminación Led matrix. - Asistente de aparcamiento visión 360 grados. -Asientos micro perforados con calefacción y aire frío. -Levas en el volante. -Climatizador cuatrizona. -Porton trasero con cierre y apertura automático. -Y algunos extras mas. Se entrega con todos los mantenimientos de motor y caja de cambios recién hechos y con facturas demostrable, tiene itv pasada reciente y los neumáticos en buen estado. Si no atiendo el tIf me dejáis un Wasap y llamo. Un saludo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "275000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-855031338",
            "descripcion": "vendo Audi A6 Avant, con equipamiento full equip, volante de carbono, asientos retapizados, colas akrapovic, estética RS, llantas 20 Japan Racing 275... muy cuidado, todo homologado en ficha, se puede ver y probar, gente seria, NO SE ACEPTAN CAMBIOS",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "210000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-999666017",
            "descripcion": "AUDI A6 3.0BiTDI 313CV . Descubre la elegancia y deportividad en nuestro Audi A6 pack RS, ha recorrido 292.000 km con cuidado meticuloso. Todos los mantenimientos realizados cero averías. - Diesel - 292.000 km - Motor 3.0Bitdi 313cv - Quattro - Cambio Automatico 8vel con levas en volante - Pantalla de navegación Audi original - Interior de mixto cuero/alcantara - Ruedas nuevas - Llantas 20\" - Climatización bizona - Sensores Aparcamiento - Asientos calefactables - 2 Llaves - No fumador - Sonido V8 Precio: 23.000€ Cambio por Tiguan",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2012",
            "kilómetros": "292000 km",
            "precio": 21000.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-avant-1076293074",
            "descripcion": "✅A6 AVANT ✅CAJA DE CAMBIOS NUEVA (CON FACTURA) S-TRONIC 7 VELOCIDADES CON LEVAS ✅MOTOR 3.0 TDI V6 DISTRIBUCION POR CADENA ✅S-LINE INTERIOR Y EXTERIOR ✅QUATTRO ✅FAROS MATRIX LED ✅CAMARAS DELANTERA Y TRASERA ✅ASIENTOS DE CUERO CALEFACTABLES ( PIEL DAKOTA) ✅BOLA DE REMOLQUE ✅LLANTAS 20” AUDI RS6 ✅RUEDAS AL 90% ✅VELOCIDAD CRUCERO ✅ILUMINACION INTELIGENTE ✅SENSOR DE LLUVIA ✅MALETERO AUTOMATICO ✅MANTENIMIENTOS AL DIA ✅ITV AL DIA SE ENTREGA CON GARANTIA PREMIUM DE 1 AÑO, SE PUEDE VER SIN COMPROMISO. ACEPTO VEHICULO COMO PARTE DE PAGO, PRECIO NEGLCIABLE.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "224000 km",
            "precio": 20500.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1072390601",
            "descripcion": "Audi A6 Avant con kit RS6 completo - Motor 3.0 V6 TDI 204cv con caja de cambios Multitronic de 8 velocidades. - Libro de revisiones sellado y dos llaves. - Cambio de aceite de la caja de cambios hace un mes en Audi oficial. - Climatizador 4 zonas. - Bola/gancho de remolque plegable. - 5 Modos de conducción. - Asientos calefactables y electricos con dos memorias. - Sensores de aparcamientos delanteros y traseros. - Llantas de 20”. - Apertura de maletero electrica. - Aporto revision hecha por NeedCarHelp este mismo año en Julio. A toda prueba, el coche esta impecable. Acepto coche como parte de pago que me pueda interesar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "245000 km",
            "precio": 20500.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-888316080",
            "descripcion": "Audi a6 313cv biturbo el coche está muy cuidado duerme en cochera techo panorámico portón trasero eléctrico navegador equipo de sonido Bose asientos calefactables muchos más extras.. solo gente seria no mareantes. Acepto cambios de el mismo valor o aportando diferencia",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2012",
            "kilómetros": "270000 km",
            "precio": 20500.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1059255226",
            "descripcion": "Vendo por no usar Vehiculo full extras Interior en cuero Beige con ventilacion en asientos delanteros y calefactados, asientos traseros calefactados, techo solar panorámico, apertura y arranque sin llave, iluminación ambiental de origen, Camara trasera con sensores delanteros laterales y traseros, portón electrico con apertura automática, Llantas 20 con neumaticos Continental nuevos, multimedia original con GPS pantalla tactil con paquete de mapas europeo y convertidor android, ventanillas con doble acristalamiento y tintadas, sound booster BOSE original de Audi, sonido de escape dinamic de audi, bola de remolque escamoteable, y muchos mas extras.Revision recien realizada Escucho ofertas, aceptaria coche de gasolina como parte de pago siempre que me interese.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "178000 km",
            "precio": 20499.0
        },
        {
            "titulo": "Audi A6 avant S.line 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-avant-s-line-ultra-931618128",
            "descripcion": "audi a6 avant 2.0tdi ultra 190cv Full de origen. S.line interior y exterior. Se valoran cambios. PIDO SERIEDAD POR FAVOR Y NO VOY ATENDER A INECTOS IRRESPONSABLES QUE NO TIENEN PALABRA Y SOLO QUIEREN HACER PERDER EL TIEMPO.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "190500 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1051214024",
            "descripcion": "Coche impecable, revisión recién pasada incluido sustitución de aceite caja de cambios automática. Ruedas nuevas Michelin, ITV junio 2025. Único propietario, siempre en garaje. Equipamiento: Paquete Sline, Navegador, pantalla multifunción, bluetooth, asientos y volante deportivo (con levas), techo solar, espejos eléctricos calefactables, retrovisor con antireflejo, luces de xenón, led diurnos, faros antiniebla, sensor de lluvia, y luces, control adaptativo de crucero, sensores de aparcamiento delanteros y traseros, rueda de repuesto. Ordenador de abordo. Climatizador cuatro zonas independientes , cortina trasera eléctrica, cortinas privacidad laterales, Auto hold, asiento acompañante regulable en altura. Ruedas 255, 18”. Selector Modos conducción ECO y Sport. Pintura metalizada Gris Oolong Audi Consumo reducido con motor de altas prestaciones. Se acepta prueba mecánica. Etiqueta C.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "140000 km",
            "precio": 19990.0
        },
        {
            "titulo": "Audi A6 C7 sline full extras 3.0",
            "enlace": "https://es.wallapop.com/item/audi-a6-c7-sline-full-extras-3-0-1076592534",
            "descripcion": "Audi A6 bien cuidado, con mantenimiento al dia, revisión de caja con sus filtros, aceites,.. - Sline interior,exterior y mecánica - 4 asientos calefactables de cuero sline - volante calefactable - calefacción estática programable - llantas 20\" verano o 19 invierno - techo panorámico que se abre - Equipo de sonido - Cristales tintados - Bola oculta - Xenon, led - maletero automático - radar delantero anti colisión (freno automático) - Velocidad fijable, con detección de señales - sensor delantero y trasero de aparcamiento + cámara - etc Km actuales 250k",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "199000 km",
            "precio": 19900.0
        },
        {
            "titulo": "A6 313cv S-line/Recojo Coche ",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1081386769",
            "descripcion": "Audi A6 avant 3.0 Bitdi 313cv Full de extras con pakete S-line,Faros Matrix Led,Techo panoramico,llantas 21\", volante calefactado,Visión nocturna,asientos calefactados delanteros y traseros,Detección de señales y de peatones frena solo,etc... Mantenimiento Gordo mucho dinero invertido recien hecho aceite Castrol 5-30w, todos los filtros,aceite de grupos del-tras,aceite caja de cambios, correa de accesorios,pastillas de freno tras,liquido refrigerante,limpieza de Egr y de mariposas y colector de admision, le he puesto los inyectores Bosch nuevos a estrenar, ACEPTO CAMBIO A7,ML,Panamera,cayenne,Bmw 530d- 535d E60 etc....para cambios el precio sube",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "240000 km",
            "precio": 19500.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1059135094",
            "descripcion": "se vende audi a6 avant bi tdi 313 cv en muy buenas condiciones llantas 20” techo solar camara trasera gancho remolque recojible asientos deportivos en cuero y alcantara calefactables con memoria ajuste en altura 8 marchas trptronic climatizador cuatro zonas Faros MatrixLED con luz diurna Consumo - Extraurbano 5,6 l/100 km Urbano 8 l/100 km Medio 6,4 l/100 km Control de crucero Adaptativo - Porton automático revisiones al dia aceite y filtros recien cambiados se entrega con itv recien pasada suspension neumatica sonido escape tipo v8 gasolina sensores aparcamiento delanteros y traseros discos delanteros nuevos los 4 neumaticos nuevos rodamientos traseros nuevos mas info preguntar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2013",
            "kilómetros": "225000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1037473584",
            "descripcion": "Audi A6 Avant motor 2.0 TDI 177 CV año 2014 km 123.000 certificados ITV al corriente vehículo en perfecto estado de conservación posibilidad de entrega a domicilio garantía opcional contratada por atlántica garantía equipado con asientos deportivos mixtos pantalla retráctil GPS auxiliar USB bluetooth clima bizona volante multifunción CD MP3 control de crucero caja de cambios automática modo sport arranque star stop sensor de lluvia y luces ópticas de led sensor de aparcamiento delantero y trasero llantas de aluminio 19 pulgadas 2 juegos de llaves con mando se le acaba de hacer la revisión completa de 4 neumáticos pastillas de freno aceite de",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "123000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-768022170",
            "descripcion": "Luces aut bixenon asientos cuero faros traseros led luz diurna led climatizador bizona delante y detras llantas rs 19 pulgadas itv recien pasada pastillas recién puestas navegador 10 pulgadas mmi audi camara trasera inserciones aluminio sensor lluvia start stop velocidad crucero volante multifunción calefactado espejos eléctricos calefactados,etc coche muy equipado y cuidado,aceite caja de cambios cada 40000,aceite motor cada 15000,stronic y embrague cambiado con factura a los 145000km,3.0 tdi 245 cv v6 quattro s tronic avant, mas información sin compromiso",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "190000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Audi A6 quattro 3.0 204cv automático",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-204cv-quattro-s-tronic-4p-1033197427",
            "descripcion": "Vehículo 100% nacional, automático versión 4x4, solamente 104 mil km certificados, con todos los mantenimientos (incluido el de la caja de cambios) y neumáticos recién puestos. Muchísimos extras: - Cuero beige - Climatización 4 zonas - Parktronic delantero y trasero - asistente de mantenimiento de carril - velocidad de crucero - sensor de lluvia - sensores de ángulo muerto - bluetooth - asistente voz - sensor de luces y largas automáticas - asientos delanteros eléctricos y el del piloto con memoria - volante con levas - audi drive select - cortinas en asientos traseros y cortina eléctrica maletero. - plazas traseras con isofix IVA deducible",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "104000 km",
            "precio": 18900.0
        },
        {
            "titulo": "AUDI A6 3.0 TDI  245 CV QUATTRO S-TRONIC SEDAN  ",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-245-cv-quattro-s-tronic-sedan-1073557131",
            "descripcion": "AUDI A6 3.0 TDI 245 CV QUATTRO S-TRONIC SEDAN AÑO 2014 / 209.000 km / 18.499 € SEGUNDO DUEÑO LIBRO- COMPLETO DE REVISIONES - MAGNIFICA UNIDAD - MUY EXCLUSIVA MODELO SEDAN Luces Luz Diurna FULL LED Sistema de aviso de límite de velocidad por reconocimiento de señales Techo Solar Llanta 19 “ Pulgadas Cambio Automatico Navegador Profesional Camara Vision Trasera 5 Modos Conduccion Sensores De Parking Sensores De LLuvia Arranque Sin LLave Velocidad Crucero Limitador De Velocidad Asientos En Piel Asientos Calefactables Delanteros Y Traseros Climatizador BI - Zona Climatizador Trasero BI - Zona Freno Mano Electrico Maletero Electrico Pantalla MMI - BT Audio Este anuncio no es vinculante con el anuncio , puede contener errores, se muestra a título informativo y no contractual ACEPTO VEHICULOS COMO PARTE DE PAGO CONTACTO / MANUEL / 608 538 171",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "209000 km",
            "precio": 18499.0
        },
        {
            "titulo": "Audi A6 quattro",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0quattro-1048375386",
            "descripcion": "Audi A6 3.0 204cv quattro S-Tronic 7vel . 2 llaves / Libros. Volante multifuncion con levas , sistema audio Audi multimedia con subwoofer original, velocidad de crucero. Luces / Limpias automaticos , Largas / Cortas automaticas . 5 modos de conduccion , etc.. Muelles Eibach negros, pasan itv. Downpipe+Escape completo artesanal. Stage 1 + hardcut. Mas info por privado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "235 cv",
            "año": "2014",
            "kilómetros": "265000 km",
            "precio": 18495.0
        },
        {
            "titulo": "Audi A6 3.0tdi 245 s-line",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0tdi-245-s-line-1089992836",
            "descripcion": "Audi a6 avant 3.0tdi 245cv s.line.Revisiones en servicio oficial audi.Mejor verlo en persona.llanta 20.Primer contacto por aqui.tiene bola de remolque de origen.admito cambio unicamente audi rs4 rs3 c63amg cla45amg panamera turbo m5",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "240000 km",
            "precio": 18000.0
        }
    ]
}