{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A6",
        "version": "A6 berlina 2.0 TDI ultra 110 kW (150 CV)",
        "año mínimo": 2014,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 150,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=150&min_year=2014&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=Audi&model=A6&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A6 2016 - Escucho ofertas razonables ",
            "enlace": "https://es.wallapop.com/item/audi-a6-2016-1071016004",
            "descripcion": "Audi A6 Avant ultra 2.0, equipado al máximo. Techo solar, levas volante tipo F1, apertura automática portón, cambio automático, cámaras aparcamiento, asientos piel y calefactables, altavoces Bosé, control de velocidad, luces de día, apertura y arranque sin llave, conexiones usb, DVD multimedia, climatizador parte trasera, llantas 20\". Disfruta de un coche con el mismo equipamiento que el A6 Avant Competition de 325 cv pero con un consumo muchísimo menor.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "220000 km",
            "precio": 25500.0
        },
        {
            "titulo": "Audi A6, MANUAL, 150CV, GARANTIA, km certificados",
            "enlace": "https://es.wallapop.com/item/audi-a6-manual-150cv-km-certificados-880328063",
            "descripcion": "Nº de contacto 608479672, atiendo de Lunes a Domingo. TODO incluido, cambio de nombre+1 AÑO de GARANTIA. Vehiculo de uso diario. Se entregara con ITV y revision la dia. Motor 2.0tdi 150CV. Cuero, bi-xenon, camara, sensores aparcamiento, control velocidad, navegador, tfno, 2 llaves, sensor luces, lluvia, start/stop, ayuda en pendiente, etc. Acepto prueba en Audi/mecanico. (Media de consumo desde inicio, FOTO). Atiendo de lunes a domingo. Ubicación Guadalajara. ***FINANCIAMOS, SIN obligar, solo si lo necesita, desde 5.50% (sujeto a aprobación de la financiera, consultar cuotas, plazos, sin compromiso) ***!!!! Procede de renting, Alphabet Francia.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "137000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A6 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-2016-1038854629",
            "descripcion": "Podria verse cambio por furgoneta rifter o similar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "180000 km",
            "precio": 20500.0
        },
        {
            "titulo": "2.0 TDI 150cv ultra S line edition",
            "enlace": "https://es.wallapop.com/item/2-0-tdi-150cv-ultra-s-line-edition-1089704810",
            "descripcion": "En Broom!Ocasión somos especialistas en el mercado de vehículos de ocasión desde hace más de 15 años y nos complace aportarles toda nuestra experiencia en el sector para presentarles nuestro impecable Audi A6 Black, con la motorización 2.0 TDI de 150 cv y caja de cambios manual de 6 velocidades. Etiqueta medioambiental C. Vehículo nacional en inmejorable estado estético y mecánico. Fiable y de sencillo mantenimiento. Buenas prestaciones y muy bajos consumos. Mantenimiento general recién hecho. Como equipamiento a destacar: - PAQUETE S-LINE INTERIOR Y EXTERIOR. - LLANTAS DE ALEACIÓN ORIGINALES RS4 EN NEGRO BRILLO. - Sistema de alumbrado con tecnología LED y función automática de luces. - Selector de modos de conducción. - Navegador. - Función espejo para el móvil (Apple CarPlay y Android Auto.) - Control y limitador electrónico de velocidad. - Climatizador de cuatro zonas. - Asientos de cuero con ajuste electrónico y memorias. - Volante multifunción. - Freno de mano electrónico con asistente de arranque en pendientes. - Suspensión deportiva. - Etcétera... Enviamos vídeo por WhatsApp. Posibilidad de enviar el vehículo a su domicilio. Posibilidad de financiar el importe total del vehículo. IMPRESCINDIBLE LLAMAR SIEMPRE PARA CONCERTAR CITA PREVIA. También atendemos los días festivos concertando cita previa. - La satisfacción de nuestros clientes, es siempre nuestra máxima prioridad. - Revisamos todos nuestros vehículos en más de 120 puntos y ofrecemos 1 año de garantía mecánica incluida en el precio. - Más de 15 años de experiencia en el sector nos avalan. - Aceptamos su coche como forma de pago. - Financie hasta el 100% del vehículo de forma rápida y sencilla. - Contamos con gestoría para formalizar la operación. Este anuncio no es vinculante y puede contener errores, por lo que se muestra a título informativo y no contractual. Para más información, contacte con nosotros. Estaremos encantados de asesorarle durante el proceso de compra de su nuevo coches",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "136850 km",
            "precio": 19990.0
        },
        {
            "titulo": "Audi A6 2.0tdi AVANT 2018",
            "enlace": "https://es.wallapop.com/item/audi-a6-2-0tdi-avant-2018-1067041982",
            "descripcion": "-ENVÍO GRATIS A TODA ESPAÑA. (consultar condiciones) -1 AÑO DE GARANTIA PREMIUM EN TODA ESPAÑA. -PRECIO FINAL 18.990€ (MISMO PRECIO FINANCIADO O AL CONTADO) -IVA DEDUCIBLE PARA AUTONOMOS Y EMPRESAS. -VEHICULO DE UNICO PROPIETARIO. -SE ACEPTA VEHÍCULO COMO PARTE DE PAGO. -VEHICULO CON HISTORIAL DE MANTENIMIENTO DEL SERVICIO OFICIAL. -KIT LLANTAS S-LINE OPCIONALES +1000€ -LA FINANCIACION MAS BAJA DEL MERCADO, LLEVATELO FINANCIADO DESDE SOLO 5,9%, DESDE 283€/MES!!! -CARACTERISTICAS: Navegación, luces full leds, sensores de aparcamiento con cámara trasera, climatizador 4 zona, sensor luces y lluvia, arranque sin llaves, sistema multimedia con telefonía, asientos de piel con calefacción, bola de enganche eléctrica, control de crucero y limitador de velocidad, espejos retrovisores eléctricos, portón trasero eléctrico, ordenador a bordo, sistema SOS llamadas, volante multifunción Y MUCHO MAS!!! -CONSULTA NUESTRAS VALORACIONES EN GOOGLE, FACEBOOK E INSTAGRAM *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. REF. 128629",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "166000 km",
            "precio": 18990.0
        },
        {
            "titulo": "Audi A6 AVANT 2.0 TDI 2017",
            "enlace": "https://es.wallapop.com/item/audi-a6-avant-2-0-tdi-2017-1083279784",
            "descripcion": "AUDI A6 AVANT 2.0 TDI 150cv Aire acondicionado, Control del clima, GPS, Tapicería de cuero, Control de crucero, Asiento térmico, Volante multifuncional, Sensor de aparcamiento, Iluminacion antiniebla, Sensor de lluvia, Filtro de partículas, Volante de cuero, Sistema de alerta al conductor, Stop&Go, Faros de xenón, Bluetooth, Càmara de vision por aparcamiento, Maletero electrico, Revisión reciente pasada, ITV pasada, No fumador, Historial de servicio completo FAROS DE bi-xenon LLANTAS AUDI SPORT, NEUMÁTICOS NUEVOS, ETC SÉ ENTREGA CON REVISIÓN COMPLETA Y CAMBIOS DE FILTROS Y ACEITE. IDEAL PARA FAMILIA. VENDO POR CAMBIO DE SITUACIÓN FAMILIAR. se puede ver y probar de lunes a sabado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2017",
            "kilómetros": "153000 km",
            "precio": 18900.0
        },
        {
            "titulo": "Audi A6 2016",
            "enlace": "https://es.wallapop.com/item/audi-a6-2016-1044698933",
            "descripcion": "Pantalla con navegador. Sensor de aparcamiento. llantas homologadas. Se entrega con un año de garantía. Muy bien cuidado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "202000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Audi A6 2015",
            "enlace": "https://es.wallapop.com/item/audi-a6-2015-1068062801",
            "descripcion": "Audi A6 S Line 2.0 tdi 150 cv automático 7 velocidades, del 2015 en muy buen estado .. de un solo propietario, nacional, historial de los mantenimientos, recién distribución cambiada .. lleva muchas extras , navegador , luces de xeneo y led , sensores de aparcamiento, volante deportivo multifuncional, asientos deportivos, etc.. 216 mil km actualmente.. para más información contactar ..",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "199000 km",
            "precio": 15500.0
        },
        {
            "titulo": "Audi A6 2015",
            "enlace": "https://es.wallapop.com/item/audi-a6-2015-1067217882",
            "descripcion": "En Maxter autos ponemos a su disposición esta Excelente unidad De AUDI A6 VARIANT AUTOMATICO 150CV, -Cambio de nombre INCLUIDO- Aceptamos vehículo como parte de pago ( previa tasación profesional ) Este anuncio puede contener errores y no tiene carácter vinculante ni contractual. CONCERTA CITA PREVIA PARA VER LOS VEHICULOS AUDI A6 AVANT en Illescas AUDI A6 AVANT Familiar en Illescas",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "199999 km",
            "precio": 15499.0
        }
    ]
}