{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A6",
        "version": "A6 berlina 3.0 TDI 204 CV",
        "año mínimo": 2012,
        "año máximo": 2014,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 204,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=204&min_year=2012&max_year=2014&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=Audi&model=A6&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A6 Avant Sline",
            "enlace": "https://es.wallapop.com/item/audi-a6-avant-sline-1089308134",
            "descripcion": "Coche literalmente MUY CUIDADO Y MIMADO , siempre duerme en garaje , Audi a6 Sline Avant color blanco , solo se utiliza para ir al trabajo (3min en coche) , revisiones al dia , itv en vigor hasta Agosto y siempre es aprobada sin fallos . Techo solar Asientos cuero y calefactables Sensor de lluvia y luces Llantas Q8 en 22 Neumaticos Bridgeston nuevos Volante achatado Pantalla con Carpley Suspension Sline Modo Sport Coche NO nacional , no vas a ver otro igual .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "168000 km",
            "precio": 29000.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1091320633",
            "descripcion": "Audi A6 Avant 3.0 TDI 204 CV MANUAL (muy pocas unidades) IMPECABLE ESTADO+LIBRO REVISIONES. FULL EQUIPE: paquete sline+black line,suspensión neumática,asientos de cuero-calefactables,sistema sonido Bose,techo panorámico,bi-xenon,sensores de parking-cámara,portón trasero electrico,llantas 19\",cristales oscurecidos...para más información por privado. Gracias y disculpen las palabras gancho:Avant,Audi A6,rs6,s6,touring,Audi A4,wagon,st,combi,tourer,variant,allroad,octavia,alltrack,passat",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "185000 km",
            "precio": 21900.0
        },
        {
            "titulo": "2.0 TDI 150cv ultra S line edition",
            "enlace": "https://es.wallapop.com/item/2-0-tdi-150cv-ultra-s-line-edition-1089704810",
            "descripcion": "En Broom!Ocasión somos especialistas en el mercado de vehículos de ocasión desde hace más de 15 años y nos complace aportarles toda nuestra experiencia en el sector para presentarles nuestro impecable Audi A6 Black, con la motorización 2.0 TDI de 150 cv y caja de cambios manual de 6 velocidades. Etiqueta medioambiental C. Vehículo nacional en inmejorable estado estético y mecánico. Fiable y de sencillo mantenimiento. Buenas prestaciones y muy bajos consumos. Mantenimiento general recién hecho. Como equipamiento a destacar: - PAQUETE S-LINE INTERIOR Y EXTERIOR. - LLANTAS DE ALEACIÓN ORIGINALES RS4 EN NEGRO BRILLO. - Sistema de alumbrado con tecnología LED y función automática de luces. - Selector de modos de conducción. - Navegador. - Función espejo para el móvil (Apple CarPlay y Android Auto.) - Control y limitador electrónico de velocidad. - Climatizador de cuatro zonas. - Asientos de cuero con ajuste electrónico y memorias. - Volante multifunción. - Freno de mano electrónico con asistente de arranque en pendientes. - Suspensión deportiva. - Etcétera... Enviamos vídeo por WhatsApp. Posibilidad de enviar el vehículo a su domicilio. Posibilidad de financiar el importe total del vehículo. IMPRESCINDIBLE LLAMAR SIEMPRE PARA CONCERTAR CITA PREVIA. También atendemos los días festivos concertando cita previa. - La satisfacción de nuestros clientes, es siempre nuestra máxima prioridad. - Revisamos todos nuestros vehículos en más de 120 puntos y ofrecemos 1 año de garantía mecánica incluida en el precio. - Más de 15 años de experiencia en el sector nos avalan. - Aceptamos su coche como forma de pago. - Financie hasta el 100% del vehículo de forma rápida y sencilla. - Contamos con gestoría para formalizar la operación. Este anuncio no es vinculante y puede contener errores, por lo que se muestra a título informativo y no contractual. Para más información, contacte con nosotros. Estaremos encantados de asesorarle durante el proceso de compra de su nuevo coches",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "136850 km",
            "precio": 19990.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1011826654",
            "descripcion": "Audi A6 avant S Line 3.0 tdi 204cv tracción delantera, manual, No Adblue. (repro TLR stage1 a 270cv). Importado de Alemania en 2020, sólo 1 dueño anterior, libro de mantenimiento sellado en casa oficial desde nuevo. ITV recién pasada, mantenimientos al día, aire recién cargado, llantas originales BBS 20\" con Michelin Pilot 4S. Cambiado embrague y bimasa, los 4 discos de freno y pastillas. Muy equipado. Color Black Phamton. Algo negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "225000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1082959606",
            "descripcion": "el coche esta en perfectas condiciones tanto de interior como de motor y de exterior tiene alguna cosilla de pintura pero muy poca cosa paquete sline llantas 20”",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "180000 km",
            "precio": 16999.0
        },
        {
            "titulo": "AUDI A6 2.0 TDI 177 CV",
            "enlace": "https://es.wallapop.com/item/audi-a6-2-0-tdi-gps-422605440",
            "descripcion": "Beneficiate de nuestro plan RENOVE 2020 de un descuento de 1.000€(ya aplicado) , plata metal, cuero antracita, llantas 18, sist de aparcamiento parktronic, faros bi-xenon, limpiafaros, navegación , instalación para teléfono gsm, linguatronic, cargador de 6 cd s, asientos multicontorno , volante en cuero, keyless-go, inserciones en ALUMINIO, saco paraesquies, espejos abatibles eléctricamente, vehiculo de 1ª mano, estado absolutamente inmaculado, segundo juego de llaves y libros de instrucción y mantenimiento, kilometros certificados,neumaticos y kit de distribucion completo recién cambiados, 1 año de garantia. www. automovilesfenoll. com",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "190000 km",
            "precio": 16999.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1064722543",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "220000 km",
            "precio": 16900.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-1088980227",
            "descripcion": "Audi A6 Avant 3.0 TDI, 150KW, 204 CV, Motor V6, ranchera, año 2012, Manual Diesel, 130.000kms, se acepta cualquier tipo de prueba mecánica. VEHÍCULO CON MUCHOS EXTRAS: Pantalla plegable Navegador GPS ajuste lumbar Volante Multifuncional Control por Voz AutoHold Espejos eléctricos calefactables Faros de xenón Lavafaros Sensores de aparcamiento del/tras Control de crucero Ordenador de abordo Llamar Luces automáticas Luz de marcha diurna Clima automático Bizona Espejos eléctricos Elevalunas eléctricos Freno estacionamiento eléctrico Control de estabilidad Control de presión en neumáticos Control de velocidad Botón de arranque Cierre centralizado Llantas de aleación 17\" 4 Neumáticos Nuevos ISOFIX Lunas traseras tintadas Reposabrazos central trasero Función Start/Stop Asientos traseros abatibles Ganchos para amarre de carga en maletero Sensor de lluvia Sensor de luces informe de carfax para certificar kilometraje el coche esta muy bien cuidado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2012",
            "kilómetros": "122000 km",
            "precio": 16900.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-949093739",
            "descripcion": "Se vende Audi a6 avant sline del año 2013 2.0 tdi 177cv con 177.000km. -Faros Bixenon -Luces Diurnas Led -Sensor de Luces -Sensor de lluvia -Luces habitáculo Led -Llantas 20 -Espejos calefactables -Espejo Retrovisor Fotocromatico -Parktronic ( sensor aparcamiento) -Control de velocidad crucero -Manos libres bluetooth -Volante multifuncion -Sistema de Radio Audi connect -Lector de tarjetas SD -Sistema Aux IPod -Navegador Gps -Climatizador -Asientos calefactables -Frenó de mano electrico -Tapicería tela color negra -Asientos deportivos -Suspensión deportiva -2 llaves",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "177000 km",
            "precio": 16700.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1084766457",
            "descripcion": "Vendo Audi A6 Avant C7 2.0TDI 190cv ultra año 2014 Cambio automático Stronic de 7 velocidades Asientos deportivos en tela eléctricos Paquete calefacción asientos ,espejos,volante Llanta 20\" Bola remolque eléctrica de serie Volante con levas Portón trasero apertura cierre con botón y mando Arranque sin llave , 5 modos de conducción etc Revisión recién pasada y al día!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "206000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-1080164394",
            "descripcion": "Audi A6 2.0 TDI 177cv 215.000km (Distribución y bomba de agua continental Anticongelante nuevo Correa accesorios continental Pastillas delanteras y traseras Bosch Discos delanteros y traseros Bosch Filtro aceite aire y gasoil Bosch Aceite Castrol 5w30 Brazos de suspensión delanteros cambiados) Todo con 1.500km Keyless, 5 modos de conducción, pantalla retráctil, sistema MMI 12 altavoces con subwoofer, clima cuatrizona, asientos de cuero, portón automático, xenón, pilotos led, ventanas traseras tintadas, luces ambientales de fábrica, sensores delanteros y traseros, luces pies, control crucero, antinieblas direccionales, cinturones autoregulables y un largo etc... Duerme en garaje con funda puesta solo se saca los fines de semana y para viajes largos. ITV en vigor No fumador. Negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "215000 km",
            "precio": 15800.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-1075003291",
            "descripcion": "Audi A6 2.0tdi 177cv si vende por falta de uso, para más información contactar al 636517189 EL COCHE SE ENCUENTRA EN BARCELONA",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "109000 km",
            "precio": 15000.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-1073216340",
            "descripcion": "hola buenas vendo audi A6 en perfecto estado tanto por dentro y por fuera paquete sline tanto interior y exterior EXTRAS: lebas enel bolante asientos de alcantara navegor ...siempre a dormido en gareje mejor ver y probar se acepta todo tipo de prueba mecanica acepto coche de pago de superior al mio que to tenga que dar diferencia a parte",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2012",
            "kilómetros": "180000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-1070111352",
            "descripcion": "Se vende estupendo Audi A6 C7 del año 2012,motor 2.0 TDI 177cv manual de 6 marchas. El coche está el más alto de gama. Al día de todo el mantenimiento,ITV , libro de mantenimiento. Se accepta cambio por suv más o menos del mismo valor.Si hai diferencia se puede ver también.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "225000 km",
            "precio": 14450.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-1082756388",
            "descripcion": "Muy cuidado y equipado,libro de mantenimiento al día ,kit de distribución sustituido,techo panoramico, climatizador 4 zonas,asientos deportivos en Alcántara y cuero calefactados,arranque sin llave,navegador, bluetooth, velocidad de crucero, sensores de parking delanteros y traseros,faros de xenón plus etc",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "229600 km",
            "precio": 13900.0
        },
        {
            "titulo": "Audi A6 Avant 3.0tdi",
            "enlace": "https://es.wallapop.com/item/audi-a6-1062889188",
            "descripcion": "Audi A6 c7 3.0 TDI 204cv manual, interior y exterior en buen estado en general, kit de cadena de distribución cambiado con factura, muchos extras: gancho de remolque oculto, asientos calefactables, espejos eléctricos y abatibles, asientos eléctricos con memoria, parktronic delanteros y trasero.....el coche se usa a diario, cualquier duda preguntar. Se escuchan ofertas o cambios.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2012",
            "kilómetros": "262000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-1039005287",
            "descripcion": "audi a6 en perdecto estado mantenimientos al dia de chapa sin rozones ni golpes motor 2.7 tdi con 116000km de persona mayor se vende por retirada de carnet el coche esta perfecto tiene sensores parking bixenon asientos electricos y calefactables navegador etc",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "190 cv",
            "año": "2012",
            "kilómetros": "116000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1090599107",
            "descripcion": "Coche en perfecto estado . Embrague nuevo calefacción en los asientos y volante Slain",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "225000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-956354477",
            "descripcion": "TratoCar ofrece este vehículo recién llegado a nuestras instalaciones, venta en estado. OFERTA: Por la compra de este coche llévate un viaje gratis de 3 días y 2 noches. -Venta online o presencial. -Cogemos su coche como parte del pago. -Firma de documentos y financiación online. -Entrega de Vehículos en su domicilio. -Más de 100 coches en stock. -Prueba dinámica del coche SIN compromiso. *Consultar información más detallada en nuestras instalaciones de mas de 5000m2. CALLE ÁLAMO 5, FUENLABRADA. MADRID. Lunes-Viernes 10:00h a 14:00h y 16:30h a 20:00h. Sábados 10:30h a 14:00h.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "226300 km",
            "precio": 12999.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1052153948",
            "descripcion": "Perfecto estado mecanico, chapa e interior. al dia de itv y mantenimientos, distribución hecha con 240000km.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "272000 km",
            "precio": 12500.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-1089224635",
            "descripcion": "AL dia de todo, se le cambio distribucion. alos 240000, bateria VARTA nueva, alternador Valeo nuevo. Neumaticos al 80.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2012",
            "kilómetros": "287000 km",
            "precio": 12000.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1045398971",
            "descripcion": "AUDI A6 En perfecto estado de mecanica. El coche va estupendamente. Consumo minimo. Revisiones al dia. Itv al dia Seguro a todo riesgo Duerme en garaje Recien pintado Ruedas prácticamente nuevas. Aceite y filtros cambiados NO NEGOCIABLE Navegador GPS Llantas de 19 Parrilla de colmena Varios modos de conduccion Sonido Top Limitador de velocidad Lunas tintadas Impoluto por dentro. Correa de distribucion cambiada hace pocos kms. Adjunto facturas de todo. NO NEGOCIABLE, ya está rebajado. 13.700€",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "259000 km",
            "precio": 11999.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-1077188268",
            "descripcion": "Vendo Audi A6 de año 2012 motor 2.0.TDI 177 Cv.En muy buen condiciones con libro de mantenimiento el motor no tiene ninguna gota de aceite muy limpio ITV hasta 2025 neumáticos nuevas marca Goodyear para 300 por hora.Acepto coche como parte de pago.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "279158 km",
            "precio": 11500.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-1056723526",
            "descripcion": "Hola buenas se vende audi A6. Motor 3000 204 caballos. En muy buenas condiciones con muchos extras. Con aire acondicionado. Lleva cuatro elevalunas. Cuatro modos de conducción. Cierres centralizado. Cámara trasera. Levas. Espejos en electrónicos. Navegador. Brutu. Sensores de luces y parabrisas Sensores de luces largas. Llantas roto al vente pulgadas. Con cuatro goma nuevas. Segundo propietario. Dos juegos de llaves. Aceptos cambio el coche más grande como X5 u versión BMW",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2012",
            "kilómetros": "292350 km",
            "precio": 11400.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-1067014827",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "285000 km",
            "precio": 10800.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2015-1086688628",
            "descripcion": "Magnífico A6 avant Todos los extras Mantenimiento hecho Navegación Teléfono Parck-tronic Interior piel color chocolate Manual 6 velocidades Informe de tráfico Más info por 📞 611-204-814",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "250000 km",
            "precio": 8500.0
        }
    ]
}