{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A6",
        "version": "S6 Avant 4.2 quattro tiptronic 5 vel.",
        "año mínimo": 1999,
        "año máximo": 2005,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 340,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=340&min_year=1999&max_year=2005&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A6&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A6 FSI 3.2 V6",
            "enlace": "https://es.wallapop.com/item/audi-a6-2005-816079474",
            "descripcion": "Es un A6 3.2 V6 El coche se ha hecho a medida con conversión a RS6. Cuenta con motor nuevo, ya que el coche se hizo de cero. Suspensiones Blistein b14 Todos los brazos de suspensión y tacos de motor sustituidos. Carrocería ensanchada con líneas originales 10cm más ancho, sin separadores en las ruedas, al tener llantas de RS6 el ancho se incrementó. Llantas originales de 20” RS6 Color Daytona Grey original de RS6 El coche está homologado al 100% El coche está perfecto y a capricho aún así se ha repasado de carrocería y se entrega con revisión de aceites y filtros realizada.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2005",
            "kilómetros": "50000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Audi A6 2005",
            "enlace": "https://es.wallapop.com/item/audi-a6-2005-1076870296",
            "descripcion": "En muy buen estado, de motor e interior prácticamente a estrenar, pequeño roce en paragolpes delantero.Coche de no fumador",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2005",
            "kilómetros": "44000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi A6 2004",
            "enlace": "https://es.wallapop.com/item/audi-a6-2004-1040508748",
            "descripcion": "AUDI A6 3.2 V6. En perfecto estado. - LLANTAS 19, A8. - SALIDA DE ESCAPE ACERO INOXIDABLE (REMUS). - SONIDO ESPECTACULAR. - ASIENTOS DE CUERO/ALCÁNTARA SLINE. - PARRILLA RS6. - PULIDO A 3 PASOS. - TRATAMIENTO CERÁMICO. - MANTENIMIENTO AL DÍA. - COCHE MIMADO. SIEMPRE EN GARAJE.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2004",
            "kilómetros": "240000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Audi A6 2.7 T quattro tiptronic Avant",
            "enlace": "https://es.wallapop.com/item/audi-a6-2-7-t-quattro-tiptronic-avant-1071119306",
            "descripcion": "Precio TODO INCLUIDO (impuestos, gastos de transferencia, y garantia), y NO SUJETO a FINANCIACION, Consulte y compare nuestra FINANCIACION EXCLUSIVA al 7,99% TIN MATRICULAS y NUMEROS DE BASTIDOR VISIBLES. LIBROS DE MANTENIMIENTO e HISTORICOS COMPLETOS a su disposicion. Posibilidad de recoger vehiculo como parte de pago. * Este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual, para cualquier duda consultar con el concesionario. Gracias...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "250 cv",
            "año": "2004",
            "kilómetros": "201421 km",
            "precio": 8900.0
        },
        {
            "titulo": "Audi A6 2004",
            "enlace": "https://es.wallapop.com/item/audi-a6-2004-1087414063",
            "descripcion": "Se vende Audi A6 4.2 con motor V8 de 335CV. Todo de serie y solo 163.000km. con los mantenimientos al día y muy cuidado. Es un verdadero avión de los que cada vez quedan menos, además cómodo y con un aislamiento excelente. Tracción a las cuatro ruedas y muy equipado. Pantalla actualizada (1.000€), volante multifunción y con levas, retrovisores eléctricos, antideslumbramiento, asiento eléctrico en cuero, climatizador bizona, lunas traseras tintadas (homologado), apertura y encendido sin llave, etc. ITV pasada sin fallos 09/01/25. Se puede probar sin problema.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "335 cv",
            "año": "2004",
            "kilómetros": "163000 km",
            "precio": 8490.0
        },
        {
            "titulo": "Audi A6 3.2 FSI TIPTRONIC QUATTRO",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-2-fsi-tiptronic-quattro-731183614",
            "descripcion": "VEHICULO NACIONAL CON TODAS LAS REVISIONES EN SERVICIO OFICIAL AUDI EXTRAS: pintura metalizada llantas de aluminio 4X4 luces automáticas cambio automático secuencial climatizador volante multifunción radio cd ordenador de abordo cierre centralizado con mando elevalunas eléctricos dirección asistida airbags abs esp ............ muy buen estado",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2004",
            "kilómetros": "168000 km",
            "precio": 7490.0
        },
        {
            "titulo": "Audi A6 2004",
            "enlace": "https://es.wallapop.com/item/audi-a6-2004-502804068",
            "descripcion": "Se vende Audi A6 3.2 quattro triptonic, el vehículo se encuentra con todo el mantenimiento al día. Tiene todos los extras menos xenón. Tiene techo solar, asientos de cuero marrón en muy buen estado, navegador, teléfono, cortinillas eléctricas, espejos eléctricos, automático, etc. Mejor ver en persona, cualquier duda pregunten sin compromiso.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2004",
            "kilómetros": "204580 km",
            "precio": 7150.0
        },
        {
            "titulo": "Audi A6 2004",
            "enlace": "https://es.wallapop.com/item/audi-a6-2004-1022134581",
            "descripcion": "audi a6 de diciembre de 2004,interior cuero beige,automático,bujías cambiadas hace 20.000 km,ruedas delanteras 90% traseras nuevas llantas 19\" originales audi,3.2 fsi v6 quattro 255cv,batería nueva hace 1 mes,etiqueta ambiental B aunque si pides certificado a audi y vas a tráfico es C porque es euro 4,techo solar,climatizador bizona,cargador de cd,2 llaves originales, aceite y filtros recien hechos,itv hasta 2025,VENTA POR FALTA DE USO,NEGOCIABLE,aceptaria cambio por sub tipo x3,tiguan,etc",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2004",
            "kilómetros": "260000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi A6 4.2 V8 Tiptronic Quattro",
            "enlace": "https://es.wallapop.com/item/audi-a6-4-2-v8-tiptronic-quatro-1078064777",
            "descripcion": "(¡NO CAMBIO!) Se vende Audi a6 4.2 V8 Tiptronic Quatro en buen estado con 179.131km , con todos sus mantenimientos al día, itv pasada en agosto, llantas originales de audi, asientos de piel electricos con 2 memorias , volante de piel multifuncion con levas, telefono, equipo BOSE con cargador de 5 CDs, navegador, 8 Airbags con laterales y de cortinilla, etc. Coche nacional, no de importación. Motor y caja de cambios impecables. Color azul grisáceo con efecto perla. No ha tenido golpes ni accidentes, siempre en garaje. Pequeños defectos estéticos del uso y los años. Se puede ver sin problema.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "335 cv",
            "año": "2004",
            "kilómetros": "179131 km",
            "precio": 6550.0
        },
        {
            "titulo": "Audi A6 Avant ",
            "enlace": "https://es.wallapop.com/item/audi-a6-2005-1011897330",
            "descripcion": "Coche vinilado camaleón rojo a negro, paragolpe rs6 c7, entrego paragolpe original, escape con válvula para abrir y cerrar entrego también los silenciadores traseros para itv. motor con precioso sonido de v6 caja de cambios automática de 7 velocidad va como un reloj, ITV marzo 2025, cambiados todos los manguitos/piezas del sistema de agua, radiador y vaso de expansión, sistema de sonido bose con bluetooth añadido (dension getaway 500), iluminación ambiental led, etc para más información 663824218.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2005",
            "kilómetros": "277000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi A6 2005 quattro",
            "enlace": "https://es.wallapop.com/item/audi-a6-2005-1036880416",
            "descripcion": "vendo Audi a6 en muy buen estado,automático,tiene sensor de lluvia,sensor de luces y sensores de aparcamiento delantero y trasero.por fuera tiene algunas cosillas como se aprecia en las fotos y un pequeño restregon en la aleta trasera, por dentro está muy bien,lo único que le he echo es poner el tapizado del coche nuevo porque se descolgó. ITV pasada sin problemas hasta junio del 2025. se puede ver y probar sin compromiso.escucho ofertas!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2005",
            "kilómetros": "146200 km",
            "precio": 5900.0
        },
        {
            "titulo": "Audi A6 2005",
            "enlace": "https://es.wallapop.com/item/audi-a6-2005-1073967446",
            "descripcion": "ACEITE, FILTROS Y BATERIA NUEVO. 90% USO EN CARRETERA. MMI AUDI. SEGUNDO PROPIETARIO DESDE HACE 11 AÑOS. ENTREGO EL COCHE CON ITV PASADA.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2005",
            "kilómetros": "210094 km",
            "precio": 5800.0
        },
        {
            "titulo": "Audi A6 2005",
            "enlace": "https://es.wallapop.com/item/audi-a6-2005-1074265853",
            "descripcion": "Aceite, filtros y batería nuevos. Audi MMI. Teléfono. Levas en el volante. Dos propietarios. el 90% del kilometraje en carretera. Se entrega con la ITV recien pasada.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2005",
            "kilómetros": "210094 km",
            "precio": 5800.0
        },
        {
            "titulo": "Audi A6 2005",
            "enlace": "https://es.wallapop.com/item/audi-a6-2005-1048429812",
            "descripcion": "vendo audi A6 motor V6 FSI 3.2 automático 6 velocidades asientos de cuero. levas .en perfecto estado luz Zenón radio gps, tiene alarma..ITV pasada sin fallos el dia 15/11/24,cámara marcha atras....asientos eléctricos clima bi zona..llantas 18 neumáticos al 80xciento ..kilómetros reales..luces de cortesía...Bluetooth. lleva altavoces bose buen sonido .suspencion eléctrica de 3 posicion pantalla para los pasajeros de atras solo el parachoque trasero tiene roces de aparcar y la tela del decho esta descolgada se ve en la fotos después el coche esta en perfecto estado tanto interior motor y chapa y mantenimiento al día demostrable con recibo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2005",
            "kilómetros": "211000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A6 GLP etiqueta ECO",
            "enlace": "https://es.wallapop.com/item/audi-a6-2005-1051973782",
            "descripcion": "Se vende. No se usa prácticamente nunca, se arranca de vez en cuando. ITV en vigor y papeles en regla. Se puede conseguir etiqueta ECO haciendo unos trámites por menos de 50€ si hay interés. Tiene un par de fallos, sale luz motor por el sensor de las chapaletas de admisión y el piloto trasero izquierdo tiene una grieta. Algunos rallones en la pintura. Funciona perfectamente acepto cualquier prueba mecánica/llevarlo a un mecánico de confianza. Sistema de gas glp instalado necesita mantenimiento al encender el sistema se apaga solo a los pocos segundos . Doy dos juegos de llantas el original en 17 y otras extra en 19 perfil bajo. Color gris nardo. Hagan ofertas, algo negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "256 cv",
            "año": "2005",
            "kilómetros": "235000 km",
            "precio": 5200.0
        },
        {
            "titulo": "Audi A6 2003 v8 300cv",
            "enlace": "https://es.wallapop.com/item/audi-a6-2003-v8-300cv-1062327243",
            "descripcion": "En venta Audi a6 4.2 v8 300cv con cambio automático, cuero, faros de xenon, asientos eléctricos y calefactables con memoria, tracción quattro, navegador, espejos eléctricos y abatibles, kit carrocería del s6, climatizador, alarma . . . Full extras, mejor ver en el estado de conservación que se encuentra e ITV recién pasada. Con etiqueta medioambiental.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "300 cv",
            "año": "2003",
            "kilómetros": "167000 km",
            "precio": 4990.0
        },
        {
            "titulo": "Audi A6 2002",
            "enlace": "https://es.wallapop.com/item/audi-a6-137000kms-solo-109-al-mes-financiado-1060292436",
            "descripcion": "MEJOR LLAMAR PARA VER LOS COCHES POSIBILIDAD DE FINANCIAR CONSULTAR ACEPTAMOS COCHE COMO PARTE PAGO DISPONEMOS DE 90 COCHES EN STOCK SOLO 109€ AL MES FINANCIADO KMS CERTIFICADOS EN FACTURA SOLO 137000 KMS EQUIPAMIENTO - ELEVALUNAS ELECTRÓNICOS - CIERRE CENTRALIZADO - CAMBIO AUTOMATICO SPORT Y SECUENCIAL - CLIMATIZADOR BIZONA - ASIENTOS DEPORTIVOS - GANCHO DE REMOLQUE - LLANTAS DE ALUMINIO MUY CUIDADO MEJOR VER Y PROBAR",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "137000 km",
            "precio": 4950.0
        },
        {
            "titulo": "Audi A6 2004",
            "enlace": "https://es.wallapop.com/item/audi-a6-2004-1089984792",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2004",
            "kilómetros": "147000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A6 2005",
            "enlace": "https://es.wallapop.com/item/audi-a6-2005-1084068246",
            "descripcion": "Tiene la Correa de distribución echa gaste en suiza 2200€ está en San Bartolomé de la torre Huelva tiene papeles suizos",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "335 cv",
            "año": "2005",
            "kilómetros": "225000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A6 2003",
            "enlace": "https://es.wallapop.com/item/audi-a6-2003-1036959241",
            "descripcion": "Biturbo 250cv, automatico en buen estado itv hasta 2025, distribucion hecha a los 130000km, tocaria a los 220k, balonas cambiadas hace 1 año aprox, los pixels se ven borrosos, mas info privado. No cambios no regateos 681055851, no contesto ofertas ni cambios solo venta. Ultima foto consumo sin pisarle!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "250 cv",
            "año": "2003",
            "kilómetros": "200000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A6 2005",
            "enlace": "https://es.wallapop.com/item/audi-a6-2005-1006214321",
            "descripcion": "Coche en perfecto estado cambio de aceite,filtro y bujías revisión recién hecha e ITV al dia !! Precio a negociar ...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2005",
            "kilómetros": "220000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A6 2001",
            "enlace": "https://es.wallapop.com/item/audi-a6-2001-640062444",
            "descripcion": "particular, un solo propietario ITV al día, mantenimiento al día. ningún fallo eléctrico venta por no uso,señor mayor buen estado. tapicería de cuero, madera, autm.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "148 cv",
            "año": "2001",
            "kilómetros": "152000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A6 2002",
            "enlace": "https://es.wallapop.com/item/audi-a6-2002-1001907652",
            "descripcion": "Buenas vendo Audi a6 automático 3.0 v6 220 cv sus mantenimientos echo en general bujias kit de distribución filtros ect con 299.000 kilómetros sillones de cuero tiene roces de aparcamiento pero está muy bien para sus años tiene techo corredizo aire acondicionado ect no quiero pesados ni gente no esté interesada por favor el precio es el que hay con posibilidad que saquen etiqueta c por que es euro 4 itv recien pasada hasta noviembre 2025",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "220 cv",
            "año": "2002",
            "kilómetros": "299000 km",
            "precio": 4400.0
        },
        {
            "titulo": "Audi A6 3.0 quattro 162 kW (220 CV) tiptronic",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-quattro-162-kw-220-cv-tiptronic-1041204704",
            "descripcion": "Precio oferta sujeto a financiación: 4300 EUR. Precio al contado: 4300 EUR. *COR* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: 4x4, Tapicería de piel, Aire Acondicionado (Climatizador), Llantas de aleación (16\"). - Coche Nacional, Único propietario. COCHE SIN GARANTÍA, Vehículo sin Garantía para uso Profesional o Empresarial (Realizando Actividades Económicas Comerciales, Transportistas, Fontaneros, Albañiles, etc). - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "220 cv",
            "año": "2003",
            "kilómetros": "165648 km",
            "precio": 4300.0
        },
        {
            "titulo": "Audi A6 2001",
            "enlace": "https://es.wallapop.com/item/audi-a6-973921040",
            "descripcion": "En perfecto estado. ITV pasada. Catalizadores nuevos, Batería recién cambiada. Guardado siempre en garaje. Todos los kilómetros hechos por carretera.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "220 cv",
            "año": "2001",
            "kilómetros": "211000 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi A6 2000",
            "enlace": "https://es.wallapop.com/item/audi-a6-2000-991502889",
            "descripcion": "Se vende Audi a6/s6 4.2 único dueño de una persona mayor con 220.000kms usado únicamente para viajar, muy pocas unidades en España, echo a medida y traído de Alemania nuevo. ITV recién pasada para su venta, tiene todos los extras menos techo solar y control de crucero. Se entregan las 3 llaves originales. Siempre duerme en garaje. El coche se encuentra en Navia, Asturias. Mejor ver.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "300 cv",
            "año": "2000",
            "kilómetros": "220000 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi A6 2004",
            "enlace": "https://es.wallapop.com/item/audi-a6-2004-1079518692",
            "descripcion": "Audi A6 3.2 v6 de 255cv El coche funciona perfecto. Pegatina B. Tapicería de cuero. Clima bizona. Control crucero. Regalo carplay con el coche. ITV octubre 2025 ( sin defectos). Ruedas nuevas. Motor arranque y alternador nuevos. Cambiados varios sensores del motor. Cambio aceite cada 10.000 km. Aceite repsol siempre. Tiene bollos de granizada en el capó.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2004",
            "kilómetros": "245000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A6 2003",
            "enlace": "https://es.wallapop.com/item/audi-a6-2003-787492359",
            "descripcion": "OPORTUNIDAD, VENDO O ACEPTO CAMBIO X AUTOMOVIL DE MI INTERES. Vehículo con motor de gasolina 3.0 V6 y 220cv de potencia, con tracción total, cambio tiptronic y en muy buen estado general, kms reales e ITV recién pasada y sin problemas. Etiqueta medioambiental tipo \"C\". Equipado con enganche remolque extraíble sin apenas uso (costo 550€). Muy bien equipado, todo original y en funcionamiento, a pesar de los años, el coche por características y estado vale lo que pido. No molestar con ofertas absurdas.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "220 cv",
            "año": "2003",
            "kilómetros": "242000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A6 2003",
            "enlace": "https://es.wallapop.com/item/audi-a6-2003-1085962791",
            "descripcion": "AUDI A6 MULTITRONIC 1.8 ,T.GASOLINA 178.000km REALES Y CERTIFICADOS CON PAPELES TODO EL MANTENIMIENTO AL DÍA COREA DE DISTRIBUCION Guardapolvos Sinenblock bobina , BUJIAS, ACEITE FILTROS se entrega con 12 messes de garantia y transferncia incluida en el precio LLAMAR SOLO INTERESADOS 643169716 Alex",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "178000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A6 2003",
            "enlace": "https://es.wallapop.com/item/audi-a6-1055594657",
            "descripcion": "Se vende Audi A6 3.0 V6 quattro 220cv con todos los mantenimientos al dia, -el coche tiene memoria en -los asientos -asientos en cuero -volante multifunsion -techo panoramico -los espejos se bajan aumaticamente a meter marcha atras -telefono integrado funciona perfectamente - las 4 ruedas estan nuevas - ITV recien pasada tiene roces por el uso precio negociable mejor ver y probar Acepto cambio por quad o coche",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "220 cv",
            "año": "2003",
            "kilómetros": "280000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A6 2004",
            "enlace": "https://es.wallapop.com/item/audi-a6-2004-945267711",
            "descripcion": "coche muy cuidado con mantenimientos al dia",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2004",
            "kilómetros": "195000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A6 2003",
            "enlace": "https://es.wallapop.com/item/audi-a6-2003-1090618296",
            "descripcion": "AUDI A6 MULTITRONIC 1.8 ,T.GASOLINA 178.000km REALES Y CERTIFICADOS CON PAPELES TODO EL MANTENIMIENTO AL DÍA COREA DE DISTRIBUCION Guardapolvos Sinenblock bobina , BUJIAS, ACEITE FILTROS LLAMAR SOLO INTERESADOS 643169716 Alex",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2003",
            "kilómetros": "180000 km",
            "precio": 3400.0
        },
        {
            "titulo": "Audi A6 3.0V6 quattro",
            "enlace": "https://es.wallapop.com/item/audi-a6-2002-1074126036",
            "descripcion": "A6 quattro tiptronick, en muy buen estado, todos sus mantenimientos al día, con clima, piel crema, elevalunas eléctricos por impulso, automático secuencial etc... Para cambios y recogidas el precio sube 1000€",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "220 cv",
            "año": "2002",
            "kilómetros": "261000 km",
            "precio": 3200.0
        },
        {
            "titulo": "Audi A6 2000",
            "enlace": "https://es.wallapop.com/item/audi-a6-2000-1062690707",
            "descripcion": "vendo A6 en muy buen estado, muy cuidado mantenimientos al día, libros originales, dos llaves, toda la vida en la familia(básicamente único dueño) -elevalunas, CC, alarma , ruedas nuevas, sensor de proximidad, asientos eléctricos, cargador de CD, climatizador bizona, todo de serie, sin modificaciones Funciona todo perfecto y va muy fino vendo porque he cambiado de vivienda y no me entra bien en la plaza de garaje Solo gente interesada, ni cambios, ni regateos(ni contesto)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "193 cv",
            "año": "2000",
            "kilómetros": "286000 km",
            "precio": 3200.0
        },
        {
            "titulo": "Audi A6 2004",
            "enlace": "https://es.wallapop.com/item/audi-a6-2004-1084845902",
            "descripcion": "Audi A6 S6 C5 avant.Interior cuero beige. Automatico. 3.0 V6 ASN 220cv Itv hasta enero 2026. Precio negociable. Se acepta cambio por 4x4",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "220 cv",
            "año": "2004",
            "kilómetros": "215000 km",
            "precio": 3150.0
        },
        {
            "titulo": "Audi A6 1999",
            "enlace": "https://es.wallapop.com/item/audi-a6-1999-1059287256",
            "descripcion": "motor V6 en perfecto estado, todos los km se han hecho en autovia, el coche va muy bien, se vende porque he comprado otro nuevo ITV recien pasada, se ver y probar",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "165 cv",
            "año": "1999",
            "kilómetros": "250000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A6 1999",
            "enlace": "https://es.wallapop.com/item/audi-a6-1999-1018073417",
            "descripcion": "revisiones al día itv en vigor #cambio por coche, #4x4#furgoneta",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "193 cv",
            "año": "1999",
            "kilómetros": "178000 km",
            "precio": 2400.0
        },
        {
            "titulo": "Audi A6 v6",
            "enlace": "https://es.wallapop.com/item/audi-a6-2002-1081135568",
            "descripcion": "Coche perfecto estado, ETIQUETA MEDIO AMBIENTAL B....con la ITV recién pasada informe del vehículo lo tiene todo el día y no se hace cambios por ningún vehículo ni artículo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "250000 km",
            "precio": 2300.0
        },
        {
            "titulo": "Audi A6 2004",
            "enlace": "https://es.wallapop.com/item/audi-a6-2004-968913067",
            "descripcion": "Vendo audi a6 3.2 255cv Sline completo, URGE VENTA, hay que hacerle la distribucion de ahí su precio, esta en perfecto estado tanto de interior como exterior, pegatina B,bobinas NGK, tiene llantas en 19 pulgadas metidas en ficha, techo solar (funciona perfectamente), la caja de cambios va perfecta, navegador incluido, el coche en el marcador marca 384.000kms pero esta el motor cambiado con factura con 168.000kms, tiene el mismo motor que porche, asientos sline en semicuero negro, parrilla rs6. Hay que arreglarle los patines que lleva en la distribución que se han roto y se ha puesto como modo protección. Preguntar sin compromiso.Cambio por algo que me interese.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "255 cv",
            "año": "2004",
            "kilómetros": "170000 km",
            "precio": 2300.0
        }
    ]
}