{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A6",
        "version": "A6 berlina 3.0 TDI clean diesel 245 CV quattro S tronic 7 vel.",
        "año mínimo": 2012,
        "año máximo": 2014,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 245,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=245&min_year=2012&max_year=2014&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A6&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A6 3.0 TDI 245cv Quattro look RS6",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-245cv-quattro-look-rs6-990643923",
            "descripcion": "Audi A6 3.0 TDI 245cv Quattro RS6 - Faros tipo Matrix Led con luz diurna - Navegador MMI 3GPlus con Bluetooth - Techo solar panoramico - Sistema de sonido Bose - Volante achatado multifuncion - Asientos deportivos en cuero delanteros y traseros calefactables - Climatizador cuatro zonas - Sensor de luces y de lluvia - Sensores de aparcamiento con cámara delantera y trasera y aparcamiento asistido - Control de crucero - Porton trasero automatico - Llantas 21\" RS6 Competition UN AÑO DE GARANTIA EN TODOS NUESTROS VEHICULOS SE ENTREGAN CON REVISION PREVIA RECIEN HECHA CON CAMBIO DE TODOS LOS FILTROS Y ACEITE TRANSFERENCIA Y TODOS LOS GASTOS INCLUIDOS EN EL PRECIO SE RECOGE COCHE COMO PARTE DE PAGO Y SE ACEPTAN CAMBIOS FINANCIACION INMEDIATA A SU MEDIDA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "180000 km",
            "precio": 26900.0
        },
        {
            "titulo": "Audi A6 3.0 TDI 245cv Quattro look RS6",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-245cv-quattro-look-rs6-985889483",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "192000 km",
            "precio": 25900.0
        },
        {
            "titulo": "Audi A6 3.0 TDI 245cv Quattro look RS6",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-245cv-quattro-look-rs6-1057067703",
            "descripcion": "Audi A6 3.0 TDI 245cv look RS6 Libro de revisiones completo - Faros Bixenon LED con luz diurna - Kit exterior y interior RS6 - Navegador MMI 3GPlus con Bluetooth - Volante achatado multifuncion con levas - Asientos deportivos en cuero, calefactables electricos y con memoria - Suspensión neumática adaptativa - Climatizador - Sensor de aparcamiento delantero y trasero con cámara - Control de crucero adaptativo - Porton automático - Llantas 21\" RS6 Competition UN AÑO DE GARANTIA EN TODOS NUESTROS VEHICULOS SE ENTREGAN CON REVISION PREVIA RECIEN HECHA CON CAMBIO DE TODOS LOS FILTROS Y ACEITE TRANSFERENCIA Y TODOS LOS GASTOS INCLUIDOS EN EL PRECIO SE RECOGE COCHE COMO PARTE DE PAGO Y SE ACEPTAN CAMBIOS FINANCIACION INMEDIATA A SU MEDIDA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "180000 km",
            "precio": 23900.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1039603129",
            "descripcion": "audi a6 3.0 tdi v6 204cv quattro stronic 8 velocidades, siempre en cochera, solo se usa para viajes en autovia, faros bixenon led, bola remolque original electrica nunca usada, camara trasera, aviso de adelantamiento con luz en los retrovisores, asistente salida de carril, asistencia de frenada en caso de alcance, llantas 19” con neumaticos casi nuevos, diferentes modos de conducion, arranque sin llave, 2 dvd traseros originales de audi, va muy fino y suave",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "156000 km",
            "precio": 22800.0
        },
        {
            "titulo": "Audi A6 3.0 V6 TDI Quattro Sport Selection",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-v6-tdi-quattro-sport-selection-1057016874",
            "descripcion": "Xenón, Techo Solar, Ayuda aparcamiento, Cámara visión trasera, Sistema de Navegación integrado, Control de velocidad de crucero, Asistente de mantenimiento de carril, Paquete S-Line Plus Sport, Estilo exterior Audi exclusive Negro, Iluminación Ambiente, llantas Aleación 8 5x20 RS, Luz adaptable, Barras portaequipajes en techo, Tapa de maletero eléctrica, Tapicería asientos: Alcantara/cuero con Estampado-logotipo y regulación eléctrica con memorias, Sensores lluvia-luz, Volante Deportivo multifunción con levas, Totalmente Revisado y con mantenimiento recién realizado, 12 meses de Garantía Mecánica.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "118000 km",
            "precio": 22700.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-959766887",
            "descripcion": "Audi A6 Avant 3.0 TDI V6 245cv Quattro Stronic Look RS6 Gris Nardo Sistema de navegación profesional Asientos deportivos eléctricos y calefactables Sensores de aparcamiento Control de velocidad Faros bixenon Volante deportivo multifuncion Techo solar eléctrico Cámara trasera Sensores de luces y lluvia Llantas 22 con neumáticos nuevos Homologación de ruedas y para golpes por industria Solo venta",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "187000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-855031338",
            "descripcion": "vendo Audi A6 Avant, con equipamiento full equip, volante de carbono, asientos retapizados, colas akrapovic, estética RS, llantas 20 Japan Racing 275... muy cuidado, todo homologado en ficha, se puede ver y probar, gente seria, NO SE ACEPTAN CAMBIOS",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "210000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-avant-1076293074",
            "descripcion": "✅A6 AVANT ✅CAJA DE CAMBIOS NUEVA (CON FACTURA) S-TRONIC 7 VELOCIDADES CON LEVAS ✅MOTOR 3.0 TDI V6 DISTRIBUCION POR CADENA ✅S-LINE INTERIOR Y EXTERIOR ✅QUATTRO ✅FAROS MATRIX LED ✅CAMARAS DELANTERA Y TRASERA ✅ASIENTOS DE CUERO CALEFACTABLES ( PIEL DAKOTA) ✅BOLA DE REMOLQUE ✅LLANTAS 20” AUDI RS6 ✅RUEDAS AL 90% ✅VELOCIDAD CRUCERO ✅ILUMINACION INTELIGENTE ✅SENSOR DE LLUVIA ✅MALETERO AUTOMATICO ✅MANTENIMIENTOS AL DIA ✅ITV AL DIA SE ENTREGA CON GARANTIA PREMIUM DE 1 AÑO, SE PUEDE VER SIN COMPROMISO. ACEPTO VEHICULO COMO PARTE DE PAGO, PRECIO NEGLCIABLE.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "224000 km",
            "precio": 20500.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1072390601",
            "descripcion": "Audi A6 Avant con kit RS6 completo - Motor 3.0 V6 TDI 204cv con caja de cambios Multitronic de 8 velocidades. - Libro de revisiones sellado y dos llaves. - Cambio de aceite de la caja de cambios hace un mes en Audi oficial. - Climatizador 4 zonas. - Bola/gancho de remolque plegable. - 5 Modos de conducción. - Asientos calefactables y electricos con dos memorias. - Sensores de aparcamientos delanteros y traseros. - Llantas de 20”. - Apertura de maletero electrica. - Aporto revision hecha por NeedCarHelp este mismo año en Julio. A toda prueba, el coche esta impecable. Acepto coche como parte de pago que me pueda interesar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "245000 km",
            "precio": 20500.0
        },
        {
            "titulo": "Audi A6 avant S.line 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-avant-s-line-ultra-931618128",
            "descripcion": "audi a6 avant 2.0tdi ultra 190cv Full de origen. S.line interior y exterior. Se valoran cambios. PIDO SERIEDAD POR FAVOR Y NO VOY ATENDER A INECTOS IRRESPONSABLES QUE NO TIENEN PALABRA Y SOLO QUIEREN HACER PERDER EL TIEMPO.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "190500 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1051214024",
            "descripcion": "Coche impecable, revisión recién pasada incluido sustitución de aceite caja de cambios automática. Ruedas nuevas Michelin, ITV junio 2025. Único propietario, siempre en garaje. Equipamiento: Paquete Sline, Navegador, pantalla multifunción, bluetooth, asientos y volante deportivo (con levas), techo solar, espejos eléctricos calefactables, retrovisor con antireflejo, luces de xenón, led diurnos, faros antiniebla, sensor de lluvia, y luces, control adaptativo de crucero, sensores de aparcamiento delanteros y traseros, rueda de repuesto. Ordenador de abordo. Climatizador cuatro zonas independientes , cortina trasera eléctrica, cortinas privacidad laterales, Auto hold, asiento acompañante regulable en altura. Ruedas 255, 18”. Selector Modos conducción ECO y Sport. Pintura metalizada Gris Oolong Audi Consumo reducido con motor de altas prestaciones. Se acepta prueba mecánica. Etiqueta C.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "140000 km",
            "precio": 19990.0
        },
        {
            "titulo": "Audi A6 C7 sline full extras 3.0",
            "enlace": "https://es.wallapop.com/item/audi-a6-c7-sline-full-extras-3-0-1076592534",
            "descripcion": "Audi A6 bien cuidado, con mantenimiento al dia, revisión de caja con sus filtros, aceites,.. - Sline interior,exterior y mecánica - 4 asientos calefactables de cuero sline - volante calefactable - calefacción estática programable - llantas 20\" verano o 19 invierno - techo panorámico que se abre - Equipo de sonido - Cristales tintados - Bola oculta - Xenon, led - maletero automático - radar delantero anti colisión (freno automático) - Velocidad fijable, con detección de señales - sensor delantero y trasero de aparcamiento + cámara - etc Km actuales 250k",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "199000 km",
            "precio": 19900.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1037473584",
            "descripcion": "Audi A6 Avant motor 2.0 TDI 177 CV año 2014 km 123.000 certificados ITV al corriente vehículo en perfecto estado de conservación posibilidad de entrega a domicilio garantía opcional contratada por atlántica garantía equipado con asientos deportivos mixtos pantalla retráctil GPS auxiliar USB bluetooth clima bizona volante multifunción CD MP3 control de crucero caja de cambios automática modo sport arranque star stop sensor de lluvia y luces ópticas de led sensor de aparcamiento delantero y trasero llantas de aluminio 19 pulgadas 2 juegos de llaves con mando se le acaba de hacer la revisión completa de 4 neumáticos pastillas de freno aceite de",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "123000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-768022170",
            "descripcion": "Luces aut bixenon asientos cuero faros traseros led luz diurna led climatizador bizona delante y detras llantas rs 19 pulgadas itv recien pasada pastillas recién puestas navegador 10 pulgadas mmi audi camara trasera inserciones aluminio sensor lluvia start stop velocidad crucero volante multifunción calefactado espejos eléctricos calefactados,etc coche muy equipado y cuidado,aceite caja de cambios cada 40000,aceite motor cada 15000,stronic y embrague cambiado con factura a los 145000km,3.0 tdi 245 cv v6 quattro s tronic avant, mas información sin compromiso",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "190000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Audi A6 quattro 3.0 204cv automático",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-204cv-quattro-s-tronic-4p-1033197427",
            "descripcion": "Vehículo 100% nacional, automático versión 4x4, solamente 104 mil km certificados, con todos los mantenimientos (incluido el de la caja de cambios) y neumáticos recién puestos. Muchísimos extras: - Cuero beige - Climatización 4 zonas - Parktronic delantero y trasero - asistente de mantenimiento de carril - velocidad de crucero - sensor de lluvia - sensores de ángulo muerto - bluetooth - asistente voz - sensor de luces y largas automáticas - asientos delanteros eléctricos y el del piloto con memoria - volante con levas - audi drive select - cortinas en asientos traseros y cortina eléctrica maletero. - plazas traseras con isofix IVA deducible",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "104000 km",
            "precio": 18900.0
        },
        {
            "titulo": "AUDI A6 3.0 TDI  245 CV QUATTRO S-TRONIC SEDAN  ",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-245-cv-quattro-s-tronic-sedan-1073557131",
            "descripcion": "AUDI A6 3.0 TDI 245 CV QUATTRO S-TRONIC SEDAN AÑO 2014 / 209.000 km / 18.499 € SEGUNDO DUEÑO LIBRO- COMPLETO DE REVISIONES - MAGNIFICA UNIDAD - MUY EXCLUSIVA MODELO SEDAN Luces Luz Diurna FULL LED Sistema de aviso de límite de velocidad por reconocimiento de señales Techo Solar Llanta 19 “ Pulgadas Cambio Automatico Navegador Profesional Camara Vision Trasera 5 Modos Conduccion Sensores De Parking Sensores De LLuvia Arranque Sin LLave Velocidad Crucero Limitador De Velocidad Asientos En Piel Asientos Calefactables Delanteros Y Traseros Climatizador BI - Zona Climatizador Trasero BI - Zona Freno Mano Electrico Maletero Electrico Pantalla MMI - BT Audio Este anuncio no es vinculante con el anuncio , puede contener errores, se muestra a título informativo y no contractual ACEPTO VEHICULOS COMO PARTE DE PAGO CONTACTO / MANUEL / 608 538 171",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "209000 km",
            "precio": 18499.0
        },
        {
            "titulo": "Audi A6 quattro",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0quattro-1048375386",
            "descripcion": "Audi A6 3.0 204cv quattro S-Tronic 7vel . 2 llaves / Libros. Volante multifuncion con levas , sistema audio Audi multimedia con subwoofer original, velocidad de crucero. Luces / Limpias automaticos , Largas / Cortas automaticas . 5 modos de conduccion , etc.. Muelles Eibach negros, pasan itv. Downpipe+Escape completo artesanal. Stage 1 + hardcut. Mas info por privado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "235 cv",
            "año": "2014",
            "kilómetros": "265000 km",
            "precio": 18495.0
        },
        {
            "titulo": "Audi A6 3.0tdi 245 s-line",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0tdi-245-s-line-1089992836",
            "descripcion": "Audi a6 avant 3.0tdi 245cv s.line.Revisiones en servicio oficial audi.Mejor verlo en persona.llanta 20.Primer contacto por aqui.tiene bola de remolque de origen.admito cambio unicamente audi rs4 rs3 c63amg cla45amg panamera turbo m5",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "240000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1085032274",
            "descripcion": "A6 3.0 tdi 204cv 214000km sline exterior asientos calefactables techo solar y muchos extras mas ... coche importado pero sin ningun oxido en los bajos . itv recien pasada",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "214000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-764165919",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "180000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-984891532",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "214809 km",
            "precio": 17995.0
        },
        {
            "titulo": "Audi A6 3.0 TDi 245cb QUATTRO S-Tronic.",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-245cb-quattro-s-tronic-1076037234",
            "descripcion": "Incluido en el precio: Garantía de 12 meses con libre elección de taller. Entrega gratis en cualquier punto de la península. Cambio de nombre en nuestra gestoría. Mantenimiento mecánico y limpieza pre-entrega. Transferencia incluida.. 2 llaves. Aire Acondicionado, climatizador automático bi-zona. Apertura / arranque sin llave Keyless Go. Asientos de cuero, regulables en altura, con ajuste lumbar, con calefacción. Conexión Audi music interface y Bluetooth. Control de estabilidad y tracción. Control de velocidad de crucero. Control por voz. Detector de lluvia. Encendido automático de luces. Faros de XENON. Navegador GPS. Llantas de aleación de aluminio de 18 pulgadas. Manos libres Bluetooth. Radio CD, mp3.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "118000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Audi A6 Avant 177 Multitronic",
            "enlace": "https://es.wallapop.com/item/audi-a6-avant-177-multitronic-1083960831",
            "descripcion": "unidad muy buen cuidada mantenimientos al dia me motor y caja va perferto, se entrega transferido y con garantia de 12 meses",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "179000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Audi A6 3.0 TDi 245cb QUATTRO S-Tronic,",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-245cb-quattro-s-tronic-908032571",
            "descripcion": "Incluido en el precio: Garantía de 12 meses con libre elección de taller. Entrega gratis en cualquier punto de la península. Cambio de nombre en nuestra gestoría. Mantenimiento mecánico y limpieza pre-entrega. Transferencia incluida.. 2 llaves. Aire Acondicionado, climatizador automático bi-zona. Apertura / arranque sin llave Keyless Go. Asientos de cuero, regulables en altura, con ajuste lumbar, con calefacción. Conexión Audi music interface y Bluetooth. Control de estabilidad y tracción. Control de velocidad de crucero. Control por voz. Detector de lluvia. Encendido automático de luces. Faros de XENON. Navegador GPS. Llantas de aleación de aluminio de 18 pulgadas. Manos libres Bluetooth. Radio CD, mp3.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "118000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1091120509",
            "descripcion": "Vehículo en muy buen estado que ha dormido siempre en garaje. Tiene varios extras: park assist (aparaca solo), luces inteligentes, asientos piel eléctricos con memoria, bola de enganche, juego de dos llaves inteligentes, control de velocidad,navegador, sistema de diferentes tipos de conducción,etc. Libre de siniestros (informe Carfax).",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "114000 km",
            "precio": 17800.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1072896423",
            "descripcion": "Se vende Audi A6 2.0 tdi 190cv ultra. Mantenimiento al día.. Cubiertas con 10.000 Km. El aceite de la caja de cambios se realizo a los 148.500 km en Vagspeed Almería. Vehículo nacional en buen estado siempre guardado en garaje. Cualquier consulta no dude en preguntar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "160000 km",
            "precio": 17800.0
        },
        {
            "titulo": "Audi A6 3.0 TDI Quattro 245 cv",
            "enlace": "https://es.wallapop.com/item/audi-a6-3-0-tdi-quattro-245-cv-1090078622",
            "descripcion": "Coche super cuidado, solo al verlo lo apreciaran tanto interior como exterior, siempre en garaje, todos los extras, 4 ruedas recien puestas michelin pilot sport 5, todos sus mantenimientos realizados, coche para hacer km, mejor ver y probar, se vende por cambio a otro. +info por privado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "200000 km",
            "precio": 17600.0
        },
        {
            "titulo": "Audi A6 2014 con GARANTIA",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-con-garantia-1077543751",
            "descripcion": "Documentación y mantenimiento al día se da con garantía de un año",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "190000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Audi A6 2014 3.0 TDI Quattro, techo, 245cv",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-3-0-tdi-245cv-quattro-1074966358",
            "descripcion": "Se vende Audi A6 Quattro con 245cv, motor 3.0 TDI, con techo solar, asientos de piel deportivos, S-Line interior y exterior, pantalla con bluetooth y navegador, faros bi-xenon, sensores de aparcamiento delantetos y traseros, control crucero, llantas 20 pulgadas, asientos electricos con memoria... el vehiculo esta en muy buenas condiciones tanto del interior como del exterior. Se entrega con filtros y aceite recientemente hechos, neumaticos seminuevos y con garantia 1 año contratada (motor, caja de cambios...). Itv recien pasado, sin defectos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "185000 km",
            "precio": 17200.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1092288564",
            "descripcion": "Perfecto. A toda prueba. Nacional. Acabado Sline dentro y fuera. Rs6.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "249000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1072860990",
            "descripcion": "Coche en perfecto estado muy cuidado a prueba en cualquier taller,todas las revisiones hechas, ruedas nuevas,ITV pasada",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "140000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-1075395406",
            "descripcion": "Audi A6 Avant Tracción4 3000v6 245 caballos sline Look RS6 Todos los extras: automático,techo panorámico,asientos calefactables,calefacción cuatrizona,partronic con cámara trasera,sonido Booster,sensores de lluvia y luces,sensor de luz larga,navegador mmi,,ITV recién pasada,revisión al día,230 mil km año 2012,en perfecto estado de conservación ,llantas 20\"SOLO VENTA NO ACEPTO CAMBIO NI COCHE COMO PARTE DE PAGO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "230000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-929135449",
            "descripcion": "Precioso Audi A6. Coche impecable con libro de revisiones al día. Paquete S-line interior y exterior. Tracción quattro. Llantas 19\". Se permite revisión mecanica. Urge venta por necesidad de quinta plaza :)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "240000 km",
            "precio": 16900.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1042396420",
            "descripcion": "AUDI A6 2.0TDI ULTRA SLINE EDITION, Vehículo Nacional, Kilómetros certificados por escrito, Impecable estado general de conservación, Mantenimientos completamente al día, DISTINTIVO MEDIOAMBIENTAL\"C\" Dos llaves, Ultimo servicio realizado de: ACEITE 5W30 CASTROL+ TODOS LOS FILTROS, Neumáticos MICHELIN SPORT PILOT. #EXTRAS# Acabado SLINE EDITION, Faros Bi-Xenon, Llantas deportivas en 19 Pulgadas, Sensores de aparcamiento delantero y trasero, Espejos eléctricos abatibles, Detección de punto muerto, Volante deportivo multifuncion, Control de velocidad, Asientos Deportivos en acabado Mixto ( CUERO-ALCANTARA ) Pantalla AUDI PROFESIONAL: BLUETOOTH..",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "199000 km",
            "precio": 16850.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1087473612",
            "descripcion": "En venta Audi A6 Avant 2.0 TDi Ultra 190cv S-Tronic de 8 vel., con faros de Xenón,Cuero ampliado.Navegador 3G, en perfecto estado como se ve en las fotos, con todo el mantenimiento recién hecho en el concesionario oficial. Siempre en garaje particular.No fumador.Doble de llaves. Garantía de un año. Garantía extendida 380€. Cambio de nombre incluido en el precio. AUTOMÓVILES ESTEVE ☎️634 14 13 52 Albaida (Valencia)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "210000 km",
            "precio": 16800.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1067218835",
            "descripcion": "FINANCIACIÓN A SU MEDIDA HASTA 120 MESES. 21% IVA DEDUCIBLE INCLUIDO EN EL PRECIO. Audi A6 ULTRA 2.0 TDI 190cv S-LINE. Año 2014 y 195.000km. Faros led. Audi Active Line Assist. Cambio automático. Tapicería en cuero de color negro y alcantara. Distintos modos de conducción. Sistema de entretenimiento Audi MMi. Control de crucero. Sensor de aparcamiento delantero y trasero. Todos nuestros vehículos se entregan con garantía incluida en el precio. Financiación sujeta a aprobación por parte de la entidad financiera. AMC AUTOMOTIVE",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "195000 km",
            "precio": 16690.0
        },
        {
            "titulo": "Audi A6 2013",
            "enlace": "https://es.wallapop.com/item/audi-a6-avant-1074178301",
            "descripcion": "Tiene todo los extras posibles . Los cambios echos al dia todos , el motor no lleva gota aceite o mancha liquido Mejor ver y probar sin nongun compromiso",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "230000 km",
            "precio": 16500.0
        },
        {
            "titulo": "Audi A6 2.0TDI Multitronic 177cv",
            "enlace": "https://es.wallapop.com/item/audi-a6-2013-1015459047",
            "descripcion": "Audi A6 2.0 TDI S-tronic 177cv 115.000 km 25/04/2013 Vehículo tiene libro de revisión completo, está muy bien equipado: Extras: -Sensores y asistencia de aparcamiento -Navegador GPS -Teléfono Bluetooth -Faros Bi Xenon -Llantas de 17 pulgadas -Volante de cuero multifunción -Ordenador a bordo completo -Sensores de luz i de lluvia -Clima automática -Control de velocidad E.T.C. Aceptamos vehículos como parte de pago Garantía de 6 meses incluida al precio Nuestra Dirección: Concesionario OPEL COCHEAUTO .COM Calle Garbi 152 Carretera N2 08397 Pineda de Mar De lunes a viernes de 9.00h hasta 13.00h y de 15.00h hasta 20.00h Los sábados de 9.00 h",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "115000 km",
            "precio": 16500.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-955737840",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "270000 km",
            "precio": 16500.0
        },
        {
            "titulo": "Audi A6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a6-2012-918501805",
            "descripcion": "SE VENDE AUDI A6 C7 QUATTRO SLINE ( s pack interior exterior) . El coche esta en perfecto estado de mecánica, chapa y pintura Siempre en garaje. 2 llaves. Aire Acondicionado, climatizador automático bi-zona. Apertura / arranque sin llave Keyless Go. Asientos de cuero combinados regulables en altura, con ajuste lumbar, con calefacción. Conexión Audi music interface y Bluetooth. Control de estabilidad y tracción. Control de velocidad de crucero. Detector de lluvia. Encendido automático de luces. Faros de XENON. Navegador GPS. Encendido automático de luces. Manos libres Bluetooth. Radio /CD / Sd CAMBIO SOLO POR: X5/Range Rover Sport 3.6/ 535d/435d/335d coupe,cabrio / cayene disel s / infiniti qx70/ a7 3.0 tdi /bitdi/ 640d. abstenerse ofertas rediculas por favor .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "230000 km",
            "precio": 16300.0
        }
    ]
}