{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A6",
        "version": "2.0 TDI ultra 190 CV",
        "año mínimo": 2014,
        "año máximo": 2014,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 190,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=190&min_year=2014&max_year=2014&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=Audi&model=A6&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "2.0 TDI 150cv ultra S line edition",
            "enlace": "https://es.wallapop.com/item/2-0-tdi-150cv-ultra-s-line-edition-1089704810",
            "descripcion": "En Broom!Ocasión somos especialistas en el mercado de vehículos de ocasión desde hace más de 15 años y nos complace aportarles toda nuestra experiencia en el sector para presentarles nuestro impecable Audi A6 Black, con la motorización 2.0 TDI de 150 cv y caja de cambios manual de 6 velocidades. Etiqueta medioambiental C. Vehículo nacional en inmejorable estado estético y mecánico. Fiable y de sencillo mantenimiento. Buenas prestaciones y muy bajos consumos. Mantenimiento general recién hecho. Como equipamiento a destacar: - PAQUETE S-LINE INTERIOR Y EXTERIOR. - LLANTAS DE ALEACIÓN ORIGINALES RS4 EN NEGRO BRILLO. - Sistema de alumbrado con tecnología LED y función automática de luces. - Selector de modos de conducción. - Navegador. - Función espejo para el móvil (Apple CarPlay y Android Auto.) - Control y limitador electrónico de velocidad. - Climatizador de cuatro zonas. - Asientos de cuero con ajuste electrónico y memorias. - Volante multifunción. - Freno de mano electrónico con asistente de arranque en pendientes. - Suspensión deportiva. - Etcétera... Enviamos vídeo por WhatsApp. Posibilidad de enviar el vehículo a su domicilio. Posibilidad de financiar el importe total del vehículo. IMPRESCINDIBLE LLAMAR SIEMPRE PARA CONCERTAR CITA PREVIA. También atendemos los días festivos concertando cita previa. - La satisfacción de nuestros clientes, es siempre nuestra máxima prioridad. - Revisamos todos nuestros vehículos en más de 120 puntos y ofrecemos 1 año de garantía mecánica incluida en el precio. - Más de 15 años de experiencia en el sector nos avalan. - Aceptamos su coche como forma de pago. - Financie hasta el 100% del vehículo de forma rápida y sencilla. - Contamos con gestoría para formalizar la operación. Este anuncio no es vinculante y puede contener errores, por lo que se muestra a título informativo y no contractual. Para más información, contacte con nosotros. Estaremos encantados de asesorarle durante el proceso de compra de su nuevo coches",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "136850 km",
            "precio": 19990.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1084766457",
            "descripcion": "Vendo Audi A6 Avant C7 2.0TDI 190cv ultra año 2014 Cambio automático Stronic de 7 velocidades Asientos deportivos en tela eléctricos Paquete calefacción asientos ,espejos,volante Llanta 20\" Bola remolque eléctrica de serie Volante con levas Portón trasero apertura cierre con botón y mando Arranque sin llave , 5 modos de conducción etc Revisión recién pasada y al día!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "206000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Audi A6 2014",
            "enlace": "https://es.wallapop.com/item/audi-a6-2014-1045398971",
            "descripcion": "AUDI A6 En perfecto estado de mecanica. El coche va estupendamente. Consumo minimo. Revisiones al dia. Itv al dia Seguro a todo riesgo Duerme en garaje Recien pintado Ruedas prácticamente nuevas. Aceite y filtros cambiados NO NEGOCIABLE Navegador GPS Llantas de 19 Parrilla de colmena Varios modos de conduccion Sonido Top Limitador de velocidad Lunas tintadas Impoluto por dentro. Correa de distribucion cambiada hace pocos kms. Adjunto facturas de todo. NO NEGOCIABLE, ya está rebajado. 13.700€",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "259000 km",
            "precio": 11999.0
        }
    ]
}