{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A4",
        "version": "A4 2.5 TDI 6 vel.",
        "año mínimo": 2004,
        "año máximo": 2006,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 163,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=163&min_year=2004&max_year=2006&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=Audi&model=A4&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1022128468",
            "descripcion": "Facilitamos ENTREGA a domicilio de todos nuestros vehículos a nivel nacional consultar delegacion para su localizacion AUDI A4 AVANT SLINE -paquete S-LINE exterior e interior -Caja cambios manual 6v -asientos deportivos en cuero -volante deportivo -llantas 18 Etc",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "149000 km",
            "precio": 11490.0
        },
        {
            "titulo": "Audi A4 cambio x touareg o coche familiar",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1045040456",
            "descripcion": "vendo audi a4 2.0 tdi en mui buen estado mejor ver con todos sus mantenimientos al dia distintivo medioambiental B o cambio por Volkswagen touareg 3.0 v6 cambio manual o coche familiar por aumento de familia abonando diferencia escucho ofertas .audi bmw .mercedes .volkswagen. seat. skoda",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "150000 km",
            "precio": 9000.0
        },
        {
            "titulo": "Audi A4 b7 2.0 tdi 140cv SLine",
            "enlace": "https://es.wallapop.com/item/audi-a4-b7-2-0-tdi-140cv-sline-1075644480",
            "descripcion": "Vehiculo en perfectas condiciones, siempre en garaje, paquete sLine interior y exterior,distribución hecha con 100.000km, techo recién tapizado, mantenimientos al dia, se entrega con ITV en vigor y recien pasada. Soy tercer propietario, kilometros demostrables, coche muy cuidado, siempre repostado en Repsol. Algun imperfecto de chapa normal por los años y un pequeño bollo en la aleta delantera izquierda, pero en general muy bien. Se acepta prueba mecanica. Mas fotos/detalles por privado. NO ME INTERESA NINGÚN TIPO DE CAMBIO",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "120000 km",
            "precio": 8900.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-178624194",
            "descripcion": "coche en muy buen estado de conservación. paquete sline, climatizador bizona, llantas 18 pulgadas, radio cd con cargador 6cd frontal. un solo propietario.correa distribución recién echa.bateria nueva. esta como nuevo. ITV recién pasada.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "113300 km",
            "precio": 8900.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-955995557",
            "descripcion": "Audi A4 en perfecto estado, revisiones al día y en concesionario oficial. Estado de los neumáticos 60%. Mejor ver y probar. Etiqueta B",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "126000 km",
            "precio": 7999.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1052977779",
            "descripcion": "Garantía y transferencia incluidas en el precio. Todos nuestros vehículos son nacionales, nunca ocultamos sus matrículas. Certificamos kilometraje y ausencia de golpes estructurales. Si lo desea aceptamos prueba mecánica y existe la posibilidad de recoger vehículo como parte del pago. Nuestros vehículos se entregan con garantía propia, con limpieza integral y con mantenimiento para 12.000 km en filtros y aceites. Las entregas se realizan de forma personalizada con la posibilidad de llevarle el vehículo hasta su domicilio. Posibilidad de descuento por financiación (consulte condiciones), nuestros vehículos no están sujetos a financiación, en caso de estar interesado se realizará una financiación a su medida. Solicite más información sin compromiso o visite nuestra web MELICAR.COM. Contamos con más de 100 vehículos de ocasión para todas las necesidades y para todos los bolsillos. Multimarca Melicar es una empresa dedicada al mundo del automóvil desde 1993 (30 años de experiencia nos avalan). Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. Oferta válida salvo error tipográfico o fin de existencias. Horario de atención telefónica Lunes – Viernes 9:30 a 13:00 y de 16:00 a 20:30 Sábados 9:30 a 14:00 Cualquier consulta fuera de horario será atendida lo antes posible.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "160000 km",
            "precio": 7990.0
        },
        {
            "titulo": "AUDI A4 2.0 TDI 140 CV",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-140-cv-1084607963",
            "descripcion": "Audi A4 2.0 TDI 140 CV Precios: -Precio final llave en mano 7.900 € (incluye 1 año de garantía mecánica) -Posibilidad de financiación, consultar opciones disponibles. Todos nuestros coches se entregan perfectos de pintura, llantas e interiores. Completamente revisados. El coche se entrega con 2 llaves, mantenimiento recién hecho y LIBRO DE MANTENIMIENTO. Número de Bastidor: WUAZZZ8E76A111436 • Año 2005 • 300.000 km • Manual • Tracción delantera • Iluminación Led • Instalación Bluetooth • Volante multifunción en cuero • Sistema de navegación MMI • Sistema de sonido Audi Sound System • Iluminación confort blanca • Maletero: 442/1354 L • Elevalunas eléctricos • Cortinas plegables (ventanillas tras.) • Bandeja de maletero enrollable • Cierre centralizado • Espejos regulables, calefactables • Dimensiones (largo/ancho/alto): 4586/1772/1427 mm • Color gris metalizado • Retrovisor interior con sistema antideslumbramiento Este anuncio informa a los posibles compradores que la información proporcionada no es vinculante y puede estar sujeta a errores o cambios sin previo aviso, sirviendo únicamente como referencia informativa y no contractual.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "300000 km",
            "precio": 7900.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1083212625",
            "descripcion": "Se vende Audi A4. El coche está en perfecto estado, con enganche de remolque, mejor verlo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "151000 km",
            "precio": 7900.0
        },
        {
            "titulo": "AUDI A4 2.0 TDI 140 SLINE QUATTRO NACIONAL",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-140-sline-quattro-nacional-949565463",
            "descripcion": "AUDI A4 2.0 TDI 140 SLINE QUATTRO. Coche nacional de un sólo dueño. Muy bien mantenido, impecable. Tiene paquete interior y exterior SLine, tracción total, caja manual de 6 velocidades, volante de cuero perforado multifunción, climatizador bizona, equipo audio Audi Concert, tapicería cuero/tela con logos Sline, asientos con regulación eléctrica... Todos los mantenimientos al día. Posibilidad de financiación. Garantía y transferencia incluida en el precio. Se atienden llamadas, correo y WhatsApp. Atendemos fuera de horario, domingos y festivos con cita previa.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "215746 km",
            "precio": 7800.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1075358503",
            "descripcion": "coche perfecto! no se falta hacer nada! 94000km 1000% original! dorme siempre en garaje. etiqueta B. aceite y todos filtros cambiando.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "94000 km",
            "precio": 7700.0
        },
        {
            "titulo": "Audi Cabriolet 2.5 tdi ",
            "enlace": "https://es.wallapop.com/item/cabrio-2-5-tdi-910780206",
            "descripcion": "DCLCARS - COMRPO COCHE AUDI A4 CABRIOLET 2.5 TDI 163 CV MANUAL 6 VELOCIDADES SIEMPRE EN GAREJE MUY BUEN ESTADO Y BIEN CUIDADO SOLO 122.000 KMS KIT DISTRIBUCIÓN NUEVO, TRANSFERENCIA INCLUIDA, ITV AL DIA VENTA DIRECTA DE PARTICULAR GARANTÍA MECÁNICA DE 6 MESES NO SE PUEDE FINANCIAR NI RECOGER COCHE COMO PARTE DE PAGO NI SE PUEDEN HACER CAMBIOS EQUIPAMIENTO: CAPOTA ELÉCTRICA, CUERO BEIGH, RADIO PANTALLA, GPS GLIMATIZADOR, LLANTAS DE ALUMNINIO, ESP, D/A , 4 E/E, C/C, ABS, 4 AIRBAGS, VOLANTE DE CUERO ETC... PARA VERLO CINFIRMAR CITA TENEMOS VARIAS TIENDAS: AV CARLOS DE HAYA 169 Y AV EUROPA 141 CARLOS DE HAYA - HORARIO: 9:30 H A 13:30 Y",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "122000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi A4 avant quattro TDI 140cv2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-quattro-tdi-140cv2006-1078680272",
            "descripcion": "Se vende coche en perfecto estado interesados llamar al 653106735 solo gente seria no mareantes",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "299000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1060844041",
            "descripcion": "SE LE CAMBIO LA BOMBA DE COMBUSTIBLE Y DISTRIBUCION CON 209000km , las llantas estan homologadas20” , muy cuidado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "220000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-957431420",
            "descripcion": "audi A4 noviembre 2006 coche muy mimado y en muy buenas condiciones techo solar ITV recién pasada no fumador",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "280000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1049053068",
            "descripcion": "Audi A4 1.9 Diesel 115cv. Único dueño y en buen estado Solo tiene un pequeño rayón en la aleta trasera que se ve en las fotos. Km reales. Se vende porque que ya se usa muy poco. Ruedas en buen estado e ITV recién pasada hasta septiembre de 2025 Aceite y filtros cambiado a los 150mil. No mareantes y no se aceptan cambios porque el coche es de mi madre. Sólo Venta. El coche se va trasferido en gestoría con gastos a cuenta del comprador. En 15.000 km aprox hay que cambiar correa de distribución. No mareantes. No cambios rigurosameeeeeenteee.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "152000 km",
            "precio": 7200.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1056067553",
            "descripcion": "-Llantas originales SLine 18 pulgadas. -Amortiguadores bilstein B12. -Kit led homologado completo en largas y cortas, “Osram Nightbreaker” todo en ficha técnica. -Correa cambiada hace 30.000 km. -ITV pasada en marzo de 2024. -Mantenimientos hechos al día, todo demostrable con facturas. -Distinción ambiental B. -Muy buen estado de interior y exterior.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "200000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi A4 b7 sline con pegatina B ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1062028723",
            "descripcion": "Todo en perfecto estado único propietario no hay que hacerle nada",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "203191 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi A4 S-LINE 2.0",
            "enlace": "https://es.wallapop.com/item/audi-a4-s-line-2-0-1074778945",
            "descripcion": "Se vende Audi S-Line 2.0 140cv, mantenimientos al dia , neumaticos al 90%, kit de embrague cambiado, frenos al dia, chapa e interior en muy buen estado, se acepta prueba mecanica, ITV hasta noviembre de 2025. 1 AÑO DE GARANTÍA",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "260000 km",
            "precio": 6900.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-980243122",
            "descripcion": "AUDI A4 B7 2.0 tdi 140cv AVANT en muy buen estado. Único propietario. Acabado Sline. Interior negro con asientos semicuero. Llantas 17 pulgadas con neumaticos nuevos. Mantenimientos al dia (correa, aceite, filtros, valvulina, etc). ITV pasada el 31/01/2024 con 0 fallos. Ponerse en contacto para mas información",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "212000 km",
            "precio": 6900.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1090672379",
            "descripcion": "Coche procedente de Empresa . ( IVA deducible) totalmente revisado y puesta a punto, Con la ITV pasada y seguro en vigor. 290.000km. Extras añadidos como control de velocidad, techo solar eléctrico, cierre automático con mando a distancia de puertas ventanillas y techo solar. Llantas, gomas y suspensiones nuevas . Vehículo de seis velocidades, siempre cuidado y de muy bajo consumo . Se vende por cambio de domicilio .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "272000 km",
            "precio": 6800.0
        },
        {
            "titulo": "AUDI A4 AVANT 1.9 TDI 130 S-LINE",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-1-9-tdi-130-s-line-1017244545",
            "descripcion": "AUDI A4 AVANT 1.9 TDI 130 S-LINE. Coche en muy buen estado, paquete SLINE completo. Tiene cierre con mando, dos llaves, climatronic, asientos regulables, volante piel perforada, 6 velocidades, ordenador de abordo... Todos los mantenimientos al día. Posibilidad de financiación. Garantía y transferencia incluida en el precio. Se atienden llamadas, correo y WhatsApp. Atendemos fuera de horario, domingos y festivos con cita previa.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "278966 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1082627206",
            "descripcion": "🍀6.500€🌺Hola! Vendo AUDI A4 CABRIO S-LINE PACK S4--V6 TDI MANUAL 6 VELOCIDADES AÑO 2004✅ITV 08/2025✅ESTADO IMPECABLE ✅FUNCIONA TODO PERFECTO ✅CAPOTA FUNCIONANDO PERFECTAMENTE✅ SOBRAN LAS PALABRAS,MEJOR VER Y PROBAR✅NO ES NEGOCIABLE NI CAMBIOS POR NADA‼️SOLO VENTA DIRECTA Y CAMBIO DE NOMBRE EN GESTORÍA✅PAGO EN EFECTIVO EN LA MISMA GESTORÍA,NADA DE TRANSFERERENCIAS,ALLI MISMO SE HACE EL CAMBIO DE NOMBRE Y ALLI MISMO SE CUENTA EL DINERO EN EFECTIVO,PUNTO.😉👍.JESUS, SALUDOS!!.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "295000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1084629386",
            "descripcion": "Audi A4 2005 2.0 tdi con interior de Sline és el coche ideal para el dia dia con un consumo muy bueno. La mayoria de viajes los he hecho para ir a trabajar. Ahora me han dado coche de trabajo y lo vendo por falta de uso. Tiene algunos desperfectos en la chapa pero no afectan ni al uso ni nada de eso. Para cualquier información detallada porfavor escribanme al privado! No duden en preguntar!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "160000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1075328762",
            "descripcion": "Vehiculo cuidado a capricho , recien cambiado Kit de distribucion , correa de servicios , filtros y aceite (hecho por mi , no tengo factura ) cambiados soportes motor hidraulicos latetales y frontales cambiado taco de motor soporte caja de cambios Restaurada bomba tandem de gasoil Recien cambiada bomba de presion de aceite marca Audi ( pecan en este modelo ) llantas 18 pulgadas de audi , Egr anulada con su supresor correspondiente al modelo , enfriador de gases de esta , eliminado del vano motor ya que sin EGR no viene a cuento llevarlo , electronica retocada para rendimiento (no es una repro , mas bien es ajuste de rendimiento) Asientos mixtos de Cuero y tela sLine Volante perforado , suspension con amortiguadores Bilstein + muelles eibach -3cm , bola de remolque , Radio alpine bluethoot , red interior en el maletero para transporte de mascotas , pastillas brembo con medio año de uso . Pegatina Medioambiental B pantalla carplay 1din Valoro cambios por vehiculo del mismo valor , lo vendo por gusto no por necesidad , está para hacer kms",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "230000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1080018455",
            "descripcion": "Se vende Audi A4 S-Line 2.0 TDI de 140cv. Vehículo con cambio manual, bixenon, clima bizona, S-Line interior,... muy equipado. Conversión de bomba aceite, turbo nuevo, descarbonización admisión, distribución completa, pastillas delanteras, bieletas estabilizadora, silentblocks brazos de suspension y mucho más. Gran revisión realizada para su venta. Etiqueta B puede solicitarse en Audi. Mas info preguntar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "209000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1074131037",
            "descripcion": "🍀Hola! 6.500€ Hola! Vendo AUDI A4 CABRIO TDI V6 S-LINE 2004 6 VELOCIDADES MANUAL En estado impecable! ITV 09/2025,4 Neumáticos nuevos hankook, batería nueva con garantía de 2 años,kit de distribución con bomba de agua hecho,le quedan 60.000kmts para próximo cambio,impuestos recién pagados,discos y pastillas nuevos,compresor del klimatronic nuevo con factura de 380€,capota funcionando perfectamente,dos juegos de llaves con mando remoto,se puede ver y probar para verificar su estado,precio ya muy ajustado,porfavor gente realmente interesada,solo venta y cambio de nombre en gestoría,no se entrega sin transferir y sin haber hecho el seguro,para probarlo se hace seguro por días(10€) cuesta 1 día de seguro! Yo lo descuento mismo! No recojo vehículo como parte de pago ni cambio por nada..sol o venta,solo venta,saludos!!.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "295000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1076254444",
            "descripcion": "recien cambiado aceite y filtros e ITV , las ruedas. ambiadas menos de un año llevan 8.000Km. tapiceria blanca. En buen estado , coche muy robusto de motor ,",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "199000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1026974968",
            "descripcion": "Se vende este maravilloso Audi A4, con todas las revisiones al día y con todas las facturas de las revisiones y el mantenimiento y la ITV recién pasada sin ningún defecto. Para cualquier consulta aquí dejo el teléfono de contacto: 602.104.425",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "250000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-984647230",
            "descripcion": "Vendo o cambio por otro coche este audi en perfectas condiciones con todos los extras menos techo solar, y con todas las revisiones al día, y el kit de distribución cambiado entero nuevo. Faros xenon. pantalla Android. sensores de aparcamiento. cámara trasera. sensores de lluvia. cierre centralizado. Ordenador abordo. Elevalunas eléctrico.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "248000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-986601844",
            "descripcion": "Se vende Audi a4 sline de diciembre del 2006... coche en perfecto estado y con todos los mantenimientos al día...embrague completo recién cambiado... Válvula egr nueva....(factura) ruedas con poco uso...itv recién pasada.... coche con muí poco consumo y motor muí fiable salu2",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "287000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-893242439",
            "descripcion": "Se vende audi A4, el b7 es el seis marchas con todo el quit sline, con asientos mixtos y calefactable, llantas, etc esta muy bien cuidado perfecto de motor con todas sus revisiones echas con facturas de lo que se le ha ido haciendo. Interior y exterior en muy buen estado se entrega con la itv recién pasada",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2005",
            "kilómetros": "233000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi A4 2006 ITV recién pasada",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1040810644",
            "descripcion": "vendo Audi a4 com apenas 130 mil kilómetros,con correa cambiada,en perfecta condiciones en geral",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2006",
            "kilómetros": "130000 km",
            "precio": 6499.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1087550552",
            "descripcion": "Vehículo nacional en perfecto estado de motor con revisiones al día y ITV hasta septiembre de 2025. Pintado recientemente. Climatizador bizona. Se vende con seguro de garantía mecánica. Particular.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "269000 km",
            "precio": 6490.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1086031611",
            "descripcion": "Audi A4 sline 140 cv mantenimienros al dia, correa de ditribucion cambiada, turbo nuevo y egr nueva, el coche va muy fino. asientos de cuero sline. HAY QUE HACERLE: -visagra guantera (o cambiar por una desguace) -tela techo algo despegada(tapizar) -No funciona mando a distancia, abre con la llave, se metio en la lavadora.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "184000 km",
            "precio": 6400.0
        },
        {
            "titulo": "Audi A4 2.5 tdi v6 ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-5-tdi-v6-1083759145",
            "descripcion": "Se vende magnifica unidad Audi a4 2.5 tdi v6. El coche este en estado inmejorable. perfecto tanto de interior como exterior. interior en cuero. Pintura perlada. paquete s-line completo. El vehiculo duerme siempre en cochera. precio algo negociable. se puede enseñar el vehiculo tambien en sevilla.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "222311 km",
            "precio": 6400.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1071431215",
            "descripcion": "SE VENDE audi a4 con pocos kms ,reales, siempre en garage. VEHICULO NO NACIONAL se puede ver y probar sin compromiso. + INFO por privado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "160000 km",
            "precio": 6300.0
        },
        {
            "titulo": "Audi A4 avant 140 CV diésel 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-140-cv-diesel-2005-1069626050",
            "descripcion": "Audi A4 Avant en perfecto estado, se vende porque su propietario es mayor y ya no puede conducir. Sensores de luces y de lluvia, sensores de aparcamiento…, consumos super reducidos. Todo en perfectas condiciones, interior e exterior, siempre en garaje, revisiones mecánicas al día con todo su mantenimiento necesario, el coche está impecable, ITV recién pasada hasta diciembre del 25. Le corresponde etiqueta medioambiental B simplemente hay que pedirla.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "220000 km",
            "precio": 6200.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-942846224",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "208000 km",
            "precio": 6150.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1090617920",
            "descripcion": "Audi a4 de 2005 nacional y unico dueño. Suspensión bilstein deportiva, al día de todo, se admite cualquier prueba. 244 000km, solo atiendo whatsapp, no contesto al chat. 622085957",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "244000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1091506231",
            "descripcion": "El coche va perfecto potencia increíble desperfectos en los asientos delanteros . Algún desperfecto exterior Llantas rs4 con 4 pneumaticos nuevos hace un mes, 19 pulgadas,muelles cambiados lip delantero y cristales tintados homologados no está en la foto. Pasó la ITV hace un mes tal como está Doy la llantas originales con sus respectivos pneumaticos. Pantalla interior cambiada para mayor comodidad. Precio negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "184000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi A4 S line 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-s-line-2006-1060557126",
            "descripcion": "Audi A4 S line 2006, muy buen cuidado, kilometraje hecho en carretera por trabajo, ninguna modificación, unicamente luces de matrícula, preguntar sin compromiso",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "211794 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi A4 Avant S-Line 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-s-line-2006-1051325539",
            "descripcion": "Audi A4 Avant 2.0 TDI 140CV S-Line (2006) – 272.000 km Año: 2006 Kilometraje: 272.000 km Motor: 2.0 TDI, 140 CV Transmisión: Caja de cambios manual de 6 velocidades Color: Negro Pack S-Line (Exterior e interior) Llantas de aleación de diseño deportivo Embellecedores y molduras exteriores S-Line Suspensión deportiva S-Line Asientos deportivos en cuero con ajuste lumbar Inserciones interiores en aluminio cepillado Paragolpes delanteros y traseros exclusivos S-Line Cristales tintados Pantalla digital Android moderna con conexión Bluetooth, manos libres y navegación GPS a través del móvil Sistema de sonido original de Audi: Múltiples altavoces y subwoofer para una experiencia de audio envolvente Climatizador automático bizona Control de crucero Retrovisor interior antideslumbrante Cortinas traseras manuales Barras de techo en aluminio Cierre centralizado Dirección asistida ESP (control electrónico de estabilidad) Incluye 2 llaves Correa de distribución cambiada hace 5,000 km Última revisión: cambio de aceite y filtros de aire, gasolina, aceite y habitáculo Revisiones y mantenimiento al día ITV: Al día y sin fallos Cubiertas delanteras en buen estado y traseras nuevas Sin accidentes Siempre ha dormido en garaje Muy bien cuidado y mantenido Mejor ver en persona",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "276000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1047510767",
            "descripcion": "Vendo audi a4 S.LINE muy bien cuidado recién pintado siempre en parking no fumador y con todos los extras S Line. con televisión DVD.llantas 19 ruedas nuevas. 6 marchas. aire climatizado.kit de luces xenón correa distribucion cambiada esta semana itv hasta abril 2025.vendo por cambio de vehicul SOLO 188.000 KILOMETROS REALES",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "188000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-942926670",
            "descripcion": "Se vende Audi A4 Avant 2.5 Tdi V6 de 163cv. Acabado S-Line. Faros Bi-Xenon. Tapicería de cuero en buen estado, pantalla de 2 Din con Android, cargador de 6 Cd's en la guantera original. Carrocería en buen estado sin golpes ni roces, Climatizador Bi-zona. Techo en perfecto estado. Etiqueta B. Precio negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "272000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-514369043",
            "descripcion": "un Audi A4 de 2005 motor 2.0 140 cv tiene la pegatina y la Correa del retribución recién hecha he cambiado todo los filtros y aceite el coche esta perfecto a toda prueba. 662141342 tengo watsap. tiene pegatina.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "170000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1080228986",
            "descripcion": "Vendo A4 con kit de distribución recién cambiado,aceite y filtro cambiado,ITV al día, etiqueta B .No MAREANTES NI listillos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "174720 km",
            "precio": 5990.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1083240090",
            "descripcion": "SE VENDE Audi A4 Motor 2.0 tdi (diesel) 140 CV 270.000 kms Año 2005 5 plazas 5 puertas Manual 6 velocidades Tiene elevalunas eléctricos, climatizador bizona, cierre centralizado, espejos eléctricos, bloqueo puertas y ventanillas, ordenador abordo, etc… Muy buen estado general, mantenimiento al día. ¡Vehículo en Pamplona, se puede ver y probar cuándo se quiera!!!!!!! Disponibilidad de lunes a domingo, recogemos su vehículo como parte de pago. Atendemos WhatsApp ¡PRECIO: 5.900€!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "270000 km",
            "precio": 5900.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1079256632",
            "descripcion": "SE VENDE Audi A4 Motor 2.0 tdi (diesel) 140 CV 270.000 kms Año 2005 5 plazas 5 puertas Manual 6 velocidades Tiene elevalunas eléctricos, climatizador bizona, cierre centralizado, espejos eléctricos, bloqueo puertas y ventanillas, ordenador abordo, etc… Muy buen estado general, mantenimiento al día. ¡Vehículo en Pamplona, se puede ver y probar cuándo se quiera!!!!!!! Disponibilidad de lunes a domingo, recogemos su vehículo como parte de pago. Atendemos WhatsApp ¡PRECIO: 5.900€!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "270000 km",
            "precio": 5900.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1082207922",
            "descripcion": "Audi a4 2.0 tdi 140cv Unico propietario en un estado impoluto Embrague nuevo Distribución hecha Mantenimientos al dia Itv recién pasada 2 llaves Llanta extra original + rueda de repuesto Facturas demostrables. Año 2006 210mil km Pregunta sin compromiso",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "210000 km",
            "precio": 5900.0
        },
        {
            "titulo": "Audi A4 Cabriolet 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-cabriolet-2005-1054286544",
            "descripcion": "A4 descapotable del año 2005 en buen estado, 2.5 Tdi, 163 CV. ITV pasada hasta Diciembre de 2024. Precio y financiación negociable, con 1 año de garantía. Precio negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "295792 km",
            "precio": 5900.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1038530292",
            "descripcion": "Coche en perfecto estado, audi A4 , unico propietario, itv recien pasada, aceites y todos filtros recien cambiados, coche en muy buen estado , distribucion recien cambiada , mantemiento de toda la vida del coche con facturas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "250000 km",
            "precio": 5800.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1035419698",
            "descripcion": "Buenas, vendo Audi A4 con muy pocos km tiene un par de cosas por hacer pero no son nada importantes, y algún arañazo debido a los años precio poco negociable abstenerse mareantes lo doy con otro juego de llantas de 16, cualquier duda preguntar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "126000 km",
            "precio": 5800.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1091827892",
            "descripcion": "ÚNICO DUEÑO,COCHE NACIONAL Y KMS REALES.SE ENTREGA CON REVISIÓN COMPLETA,4 RUEDAS NUEVAS Y LA ITV. MEJOR VER. NO GASTA NADA,MANUAL 6 ALGO NEGOCIABLE.URGE",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "225000 km",
            "precio": 5777.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1087767863",
            "descripcion": "A4 Avant S-line con código de Motor BLE , neumáticos goddyear nuevos, 4 discos y pastillas nuevas, correa de distribución nueva , coche en buen estado . ITV hasta marzo de 2025",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "300000 km",
            "precio": 5600.0
        },
        {
            "titulo": "Audi A4 2.0 TDI 140CV ETIQUETA B",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-140cv-etiqueta-b-1092120083",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "229710 km",
            "precio": 5500.0
        },
        {
            "titulo": "1 AÑO DE GARANTÍA. ÚNICO PROPIETARIO, NACIONAL ",
            "enlace": "https://es.wallapop.com/item/1-ano-de-garantia-unico-propietario-nacional-1075987561",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "191000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A4 SOLO 150.000KMS!!",
            "enlace": "https://es.wallapop.com/item/audi-a4-solo-150-000kms-1092190212",
            "descripcion": "Audi A4 motor 2.0tdi 140cv 6 velocidades,nacional Etiqueta medioambiental SOLO 150.000KMS REALES Luces automáticas Clima bizona ABS,esp,c.c.,e.e.,etc.. ITV RECIÉN PASADA Neumáticos muy nuevos MICHELIN Correa distribución hecha alos 120.000kms ABSTENERSE OFERTAS RIDÍCULAS y compra ventas interesados dejar número de teléfono ,sino contesto llamar al 622330463",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "150000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1088309665",
            "descripcion": "Se vende audi a4 1900 tdi manual seis velocidades muy cuidado con todo el mantenimiento al día aceite filtros recién cambiados ITV hasta a finales de 2025 todo al día con bastantes extras como llantas de aleación climatizador bizona equipo de audios con Parrot bluetooth entradas auxiliares y MP3 sensores de lluvias sensores de luces volante en piel con control de velocidad velocidad y crucero climatizador bizona y algunas cosas más es un vehículo amplio cómodo con un gran motor duro fiable y bajo en consumo con un maletero estupendo se acepta cualquier prueba mecánica",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "198000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a6-avant-2006-1086959529",
            "descripcion": "Revision cambios de aceite y filtros recién hecho. Chapa y pintura impecable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "200000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1080950258",
            "descripcion": "Se vende Audi a4 en buen estado. - Sensores de aparcamientos traseros. - Control de velocidad. - Asientos calefactados. - Kit de distribución más kit de accesorios cambiados con 250.000 kms. - Kit de embrague más bimasa cambiados con 285.000 kms. - Ruedas traseras nuevas y delanteras al 80% - ITV hasta octubre de 2025. Para cambiar duda y más fotos pregunte sin compromiso. Precio negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "287000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1082363746",
            "descripcion": "Coche esta bien, no tiene que hacer nada...itv en vigor... listo para usarlo..",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "253000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A4 Avant S-Line",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-s-line-1075392673",
            "descripcion": "Audi A4 Avant S-Line 2.0 Vehículo en perfecto estado, tanto mecánicamente como de chapa (dos pequeños roces en parachoques trasero.) Cambios realizados este año: -Embrague -Amortiguación -Ruedas delanteras -Filtro gasolina -Bateria Coche no fumador Interior buen estado Duerme en garaje 2 llaves No funciona el limpia trasero Precio negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "293000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A4 año 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-ano-2006-1075693064",
            "descripcion": "buena condicion , convertible automatica",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "230000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1074004889",
            "descripcion": "se vende audi a4 del año 05/2006 y 300.000km. coche en muy muy buen estado. ruedas delanteras al 100% y traseras al 80%. coche con 3 llaves de repuesto, techo solar, y esta recien pintado entero de punta a punta, llantas en 18’’ de audi originales. mejor ver y probar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "300000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A4 avant slien",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-982046470",
            "descripcion": "Audi A4 B7 del 2006 sline con pegatina B, El coche en general está muy bien, lo único el asiento del conductor un poco gastado. También me puede interesar cambio por otro coche 4x4",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "247000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-988198053",
            "descripcion": "Vendo Audi a4 de 2005 es un 2.0 tdi 140 cv , vendo por tener otro coche ,tiene las típicas cosas de los años",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "190000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1082884519",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "275000 km",
            "precio": 5499.0
        },
        {
            "titulo": "Audi A4 2005 2.0 tdi ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-2-0-tdi-1062889631",
            "descripcion": "Audi A4 2.0Tdi 140cv Ano 2005/12 298.000km Ar condicionado Automático Fecho Centralizado com Comando Vidros Elétricos Computador de Bordo Espelhos Elétricos Bancos em Pele Jantes Especiais Bola de Reboque",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "298000 km",
            "precio": 5495.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-641148194",
            "descripcion": "Al día de todo de mantenimientos, itv recien pasada. Audi A4. Familiar Paquete S-Line, control de estabilidad, climatizador bizona, ordenador de abordo, asientos de cuero deportivos, volante Sport de cuero, llantas 17 pulgadas Sline etc etc... 240.000 kms. de chapa nada de bollos....2.0 TDI. 140CV Año 2006.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "230000 km",
            "precio": 5450.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1091825129",
            "descripcion": "Hola buenas vendo mi maravilloso audi a 4 Sline en perfecto estado como interior que exterior, itv recién pasada, todo los mantenimientos echos, muy pocos quilómetros, siempre dormiendo en cochera mejor ber y probar. Es el 2.500 TDI MANUAL Precio negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "178000 km",
            "precio": 5400.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1089877761",
            "descripcion": "El coche va muy bien ya del segundo propietario",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "2700 km",
            "precio": 5400.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1067529888",
            "descripcion": "audi a4 2.0tdi 140cv 6 velocidades en muy buen estado en general mejor ver y probar de motor va fenomenal de chapa está casi impecable y de interior perfecto también acepto cambio por una ranchera que este en buen estado como el mío o un cabrio también me puede interesar A poder ser alguno con bola de remolque precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "256000 km",
            "precio": 5400.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1086575184",
            "descripcion": "Audi A4 Avant 2006 Motor 2.0 TDI 140 CV -Aire acondicionado -Llantas 16” En buen estado tanto interior como exterior. Se entrega con mantenimiento hecho. Transferencia y garantía incluida. Correa de distribución cambiada Se puede ver y probar Para más info: 621 315 201",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "190000 km",
            "precio": 5350.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1078593070",
            "descripcion": "En perfecto estado mejor ver y probar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "290000 km",
            "precio": 5300.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1070266140",
            "descripcion": "Se vende coche Audi A4 en perfecto estado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "220000 km",
            "precio": 5300.0
        },
        {
            "titulo": "Audi A4 1.9 TDI 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1030666217",
            "descripcion": "se vende Audi A4 muy cuidado, distribución y mantenimiento recién hecho, con factura demostrable, ruedas al 80%, itv al día, mejor ver y probar para cualquier cosa no dude en preguntar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "200000 km",
            "precio": 5300.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-1-9-tdi-b7-etiqueta-b-zbe-1074115443",
            "descripcion": "Audi A4 Avant 1.9 tdi B7 ITV recién pasada. Cambio de aceite, filtro y batería reciente. Motor 1.9 tdi indestructible del grupo VAG. Distribucion a los 240. Consumo reducido. Etiqueta medioambiental B para las ZBE. Interior color beige. Cristales tintados. Carrocería en buen estado salvo por una aleta. Incluyo garantía",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "280000 km",
            "precio": 5299.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1091608086",
            "descripcion": "Se vende Audi a4 del año 2006, es el 2.0tdi. El coche se entrega revisado y con mantenimiento echo. Distribucion echa con 210.000km. Precio negociable. Cualquier cosa escribirme",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "245000 km",
            "precio": 5200.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1073863790",
            "descripcion": "Audi A4 S-Line con todos los extras en perfecto estado. Coche muy mimado un propietario. Funciona perfectamente sin ningún fallo. Motor cambiado a los 265.000km con garantía y factura. Se puede hacer revisión en cualquier taller. Todos los extras incluidos y consume muy poco gasoil. Funciona como nuevo. A qué esperas a probarlo? Precio negociable ✅ ITV recién pasada. ✅ 124.477km. Demostrables. ✅ Aceite + todos los filtros recién hechos. ✅ Techo recién tapizado. ✅ Neumáticos nuevos. ✅ Asientos deportivos eléctricos. ✅ Kit de distribución echo hace poco. ✅ Luces Xenón. Todo el coche de fábrica. ✅ Consume poquísimo. ✅ Limpio y cuidado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "124477 km",
            "precio": 5200.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1089207183",
            "descripcion": "Se vende audi A4 2.0tdi 140cv en perfecto estado tiene embrague recien cambiado brazos de suspension nuevos 4 neumáticos nuevos en llantas 19 aceite y todos los filtros recien cambiados itv pasada y transferencia incluida en el precio mejor ver y probar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "290000 km",
            "precio": 5200.0
        },
        {
            "titulo": "Audi A4 2005 b7",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-b7-1081238354",
            "descripcion": "En buen estado , ²propietario ,kit de distribución cambiado (250000km) itv hasta junio ,4 ruedas 80%",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "278000 km",
            "precio": 5200.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1077882080",
            "descripcion": "Vendo Audi, con ITV hasta agosto 2025,con carrocería,interior y motor en muy buen estado... N.contacto 674282899 Juanjo...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "200100 km",
            "precio": 5200.0
        },
        {
            "titulo": "Audi A4 2004 Avant",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-avant-1092075003",
            "descripcion": "Mantenimiento de filtros y aceite recien echo. ITV al dia. Vehiculo en buen estado mejor ver y probar. Precio NEGOCIABLE.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1091414678",
            "descripcion": "audi a4 en perfecto estado... kit de 642284797 distribucion cambiado con factura!algun desperfecto de motor esta impecable mejor ver i probar pegatina medioambiental B",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "25400 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1078031128",
            "descripcion": "Vendo Audi A4, 4 motion 2.5 TDI V6 180CV Único propietario, llamen al 722877844 Solo gente seria, precio negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "230000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1078569450",
            "descripcion": "Se vende audi en perfecto estado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "124000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1073332135",
            "descripcion": "vendo coche con un estado fenomenal,muy cuidado , con itv en vigor hasta mayo del 2025, revisiones al dia , ruedas nuevas, venderlo por necesidad de coche familiar. ( incluye gastos de cambio de nombre)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "257000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1054468037",
            "descripcion": "El coche está perfecto todo cambiado aceite filtros quit destrucción bomba de agua lembrage completo batería limpia parabrisas todo nuevo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "153000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1062182868",
            "descripcion": "Se vende Audi a4 interior y exterior sline,lleva motor 2.5v6 163cv con una stage1 para mejorar rendimiento y consumo 8l en población y en carretera 5,2l, actualmente tiene 205cv, motor repasado completo en septiembre 2023, kit distribución +bomba de agua nuevo, kit de embrague,viscoso nuevo, mariposa admisión nueva, mantenimiento de aceite y filtros hecha recientemente,llantas en 18\",asientos calefactables, climatizador bizona,sensores de aparcamiento traseros,bola de remolque original de serie desmontable,se entrega completamente limpio ,el asiento trasero izq reparado y el paragolpes trasero pintado,se acepta coche de interés como parte de pago un saludo,628168832",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "247000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1065931638",
            "descripcion": "Coche en buen estado todo cambiado. correa cambiada alos 212 mil revisión reciente echa alternador cambiado nuevo rotolas de las ruedas delanteras cambiadas los 4 neumáticos nuevos pastilas de frenos las delanteras y traseras cambiadas nuevos. Coche en muy buen estado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "234573 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1063773746",
            "descripcion": "Audi A4 1.9 tdi 130cv s-line coche en perfecto estado interior y exterior pantalla android pintado entero hace 3 años nada para hacer más info privado precio no negociable...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1052341284",
            "descripcion": "Vendo Audi A4 2.0 TDI 140cv en buen estado con los mantenimientos hechos. Lleva suspension deportiva llantas 18 deportivas volante multifuncional cristales tintados todo homologado. PRECIO NEGOCIABLE.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "270000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1020066993",
            "descripcion": "Todo Cambiado Al 100 ITV hasta 2025",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "250000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1010881559",
            "descripcion": "Audi a4 berlina con 191.000 no llega, en muy buen estado, lleva suspensión neumatica (opción de darla con la de origen) cristales tintados homologados, parrilla tipo RS Coche de capricho, no se utiliza de diario El coche solo está para cambiarle los tacos de motor. Mantenimiento hecho hace 1 mes Distribución completa hecha en septiembre Abstenerse ofertas absurdas",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "199000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1017295642",
            "descripcion": "vendo auidi a4 avant sline, climatizador, cierre centralizado, 6 velocidades, pantalla, en muy buen estado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "300000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-999033298",
            "descripcion": "Audi A4 Cabrio en muy buen estado. con muchos extras. interior cuero con asientos eléctricos. capota en perfecto estado. ruedas buen estado. correa y servicio de mantenimiento hecho a los 256.000 km.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "270000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 Avant 2.0 TDI 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-2-0-tdi-2005-958100583",
            "descripcion": "En buen estado estético y mecánico. Silla conductor con marcas de uso 0 accidentes ITV hasta 10/2025 Revisión y cambio de aceite (9/2023) Neumáticos 60 % Techo recien tapizado Extras: Enganche extraïble + Barras de techo + portabicis 3 bicis de bola",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "265000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A4 2.0 tdi",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-1078362301",
            "descripcion": "Vehiculo nacional Buen estado Recien cambiada correa de distribucion itv al dia Direccion asistida Elevalunas eletricos Cierre con mando Techo solar Climatizador digital Parktronic - Recogemos su vehículo ( Coche, moto, quad ) como parte de pago previa tasación vía whatsapp, o email. - Disponemos de financiación para la mayoría de nuestros vehículos al mejor tipo intereses del mercado, consulte opciones y posibilidad por el año. - Todos nuestros vehículos pueden verlos y probarlos en nuestras instalaciones sin necesidad de cita previa. En stock más de 100 vehículos - Abrimos de lunes a viernes y sábado por las mañanas. - Todos los tramites se realizan en nuestras oficinas pudiéndose llevar el coche en 5 minutos - Compramos todo tipo de coches en 5 minutos con las mejores tasaciones del mercado - Todos nuestros coches se entregan con revisión completa, limpios y la itv en vigor. - Consultar opción de transporte a cualquier punto de España con coste(consultar tarifas ) - Visitenos en agrmotor . es",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "296000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1001058808",
            "descripcion": "Audi A4 Avant, 2.0 TDI, 140 caballos, buen estado de conservación. Embrague y correa de distribución cambiada hace menos de 1 año, mantenimiento excelente. Neumáticos y bateria nuevos 2025 🆕 Coche increíble y cómodo para viajes, con excelente maletero, soportes superiores para poner porta skis ⛷️ o maleta de viaje exterior. Luces xenón, mando a distancia y retrovisores plegables desde el interior. Ahorró de combustible ⛽️ por el balance entre potencia y motor. 2 únicos propietarios. Todo le funciona muy bien 😊",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "290000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Audi A4 1.9 TDI 130cv",
            "enlace": "https://es.wallapop.com/item/audi-a4-1-9-tdi-130cv-1076077216",
            "descripcion": "En perfecto estado, acabado S-Line, revisado con distribucion, cambio de aceite y filtros, ruedas delanteras y alineacion, soportes de motor, recien echos. Un solo dueño y precio con transferencia incluida",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "289000 km",
            "precio": 4951.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2008-1092076848",
            "descripcion": "Vehículo en buen estado. A4 avant B7 2.5 TDI, kit distribución, bomba de agua y termostato cambiado a los 270.000; revisiones cada 10.000 km le toca aceite y filtros a los 290.000. Precio negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "290000 km",
            "precio": 4950.0
        },
        {
            "titulo": "Audi A4 avant B7",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-b7-1081067228",
            "descripcion": "Vehículo en estado. A4 avant B7 2.5 TDI, kit distribución, bomba de agua y termostato cambiado a los 270.000; revisiones cada 10.000 km le toca aceite y filtros a los 290.000. Precio negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "290000 km",
            "precio": 4950.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-sline-1073896366",
            "descripcion": "Vendo Audi A4 avant s-line, el coche esta al dia de todo, buen estado de exterior y interior impecable, km reales, siempre ha dormido en garage, tiene varios extras como radio Audi concert, llantas de aluminio, antiniebla delanteros, mandos en volante, asientos calefactables, clmatizador bizona, proteciones solares ventanillas traseras y maletero, alzacristales automaticos, Etc... Pegatina medioambiental, puede entrar en Bcn, revisiones y mantenimientos siempre al dia. Precio negociable, Abstenerse ofertas absurdas. Palabras gancho: audi, a4, sline, audi avant",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "270000 km",
            "precio": 4950.0
        },
        {
            "titulo": "Audi A4 2004 TDI 140cv Diesel",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1070293554",
            "descripcion": "Nacional de diciembre de 2004, 2.0cc TDI, 140cv, manual 6 marchas, Distribucion hecha, ITV en vigor, 4puertas. En muy buen estado interior i exterior, climatizador bizona, luces automaticas, elevalunas electricos, llantas sline, revisado y listo para circular. vehiculo procedente de particular. Disponible en Vilamalla, Girona. tlf:661857586. Tags#: Grupo bag, volkswagen, Audi, seat, skoda, octavia, opel, ford, renault, mercedes, hyundai, citroen, A5",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "203200 km",
            "precio": 4900.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1086518178",
            "descripcion": "Buen estado, Itv hasta Noviembre 2025, ruedas nuevas, turbo y embrague cambiado hace 1Año,distrubicion ,aceites y filtros cambiados",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "280000 km",
            "precio": 4900.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1083124272",
            "descripcion": "Legacy Cars (Atendemos bajo cita previa) Vehículos procedentes de concesionario con km certificados y revisados 100%. Audi A4 2.0 TDI en buen estado general de interior, exterior y mecánica. Vehiculo nacional con pocos km. Año 2006 184.000km -ITV en vigor -Radio CD -2 llaves con mando -1 solo propietario -Elevalunas eléctricos -climatizador de aire -Isofix -Ordenador a bordo -vehiculo utilitario con muy poco consumo Anuncio no vinculante puede contener errores tipográficos",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2006",
            "kilómetros": "184000 km",
            "precio": 4900.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1077809010",
            "descripcion": "coche muy bien cuidado con todos los mamtenimentos",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "270000 km",
            "precio": 4900.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1073741697",
            "descripcion": "Audi A4 en perfectas condiciones. Recién sustituido kit distribucion, turbo, válvula EGR y descarbonizacion de motor en última revisión. Neumáticos con solo 1200 km, Se acepta cualquier revisión mecánica. Vendo por usar muy poco",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "212000 km",
            "precio": 4900.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1077072361",
            "descripcion": "Coche en muy buen estado que duerme en garaje. Todos los mantenimientos echos Techo solar Asientos de cuero Kit de distribucion echa a los 225000 163cv 6 marchas Precio negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "231000 km",
            "precio": 4850.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1091548695",
            "descripcion": "Se vende Audi A4, en perfecto estado tanto de mecánica como estética, impecable de interior y exterior, impecable de chapa y pintura, aunque tiene sus cosas normales de calle,ITV recién pasada, 4 ruedas nuevas, filtros y aceite recién cambiados, correa recién cambiada, batería nueva recién puesta. Tiene sus extras como sensor de aparcamiento, retrovisores eléctricos, volante multifunciones, control de velocidad, etc. Se puede ver y probar sin compromiso. Es negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "198000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1082360435",
            "descripcion": "El coche se encuentra en Alcaudete Jaén está en perfectas condiciones no tiene fallos de interior perfecto esterior tiene algo de pintura nada importante. Mantenimiento tiene 2000€ en piezas nuevas distribución alternado bomba de aceite.y muchas más demostrable extra todas las posible se entrega transferencia incluida en el precio. Se acepta coche de mi interés como parte de pago",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "190000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1075074287",
            "descripcion": "Coche en perfecto estado,lo vendo por motivo laboral",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "210000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1059194481",
            "descripcion": "vendo audi a4 2006 con 268.000 en perfectas coniciones, mantenimientos al dia y todo perfecto, neumaticos nuevos e itv al dia, cualquier cosa pregunten",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "268000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Audi A4 2.0 TDI 140cv 6velocidades ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1090849650",
            "descripcion": "Hola vendo este precioso Audi A4 motor 2.0 TDI 140cv,6velocidades,pegatina ambiental,en perfecto estado general de todo muchísimos extras: clima bizona enfriando perfecto,elevalunas eléctricos a las 4 puertas,cierre centralizado,dirección asistida, control de crucero,ordenador,sensores de aparcamiento,asientos semi piel aunque lleva fundas,volante multifuncion,abs,esp,control de estabilidad,asientos delanteros con regulación lumbar eléctricos,llantas 17 sline,neumáticos nuevos los 4, revisión de agua y aceites filtros,EGR y muchas más cosas nuevas con factura,y muchos más cosas,ITV asta agosto del 2025 sin ni un fallo ni leve,286000KM REALES demostrables,lo unico que tiene para cambiar es un taco de motor una tonteria,GRAN COCHE, SOLO GENTE INTERESADA, OCASIÓN.615615464 + información,color azul clarito URGE POR TEMA DE TRABAJO DE HAY SU PRECIO,GRAN TURISMO URGEEE PRECIO REBAJADO DE 5.500€ A 4700€ POR POCO TIEMPO SI NO SUBIRA.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "286000 km",
            "precio": 4700.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1074689368",
            "descripcion": "Vendo Audi A4 avant .2.0 Motor 140 caballos, de 2006. 6 velocidades, Color negro ,ITV pasado hoy 16/01/2025 SIN defectos. 4 elevalunas eléctricas 2mando distancia, 2 llaves,aire acondicionado condicionado, radio con pantalla 7pulgadas. dirección asistida, enganche Isofix para silla de niño para. Todo los Filtros cambiados, batería nueva -6 meses) tensors y correa de accesorios cambiados, pastillas de freno delanteras nuevas -6 , pigatina midioembiatal B . 4 ruedas nuevas 2Michelin y 2perelli nuevas. Interesado contactar. Precio poco negociable .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "256000 km",
            "precio": 4700.0
        },
        {
            "titulo": "Audi A4 ",
            "enlace": "https://es.wallapop.com/item/audi-a4-1005869320",
            "descripcion": "Audi A4 2000 TDI 140CV \"ETIQUETA AMBIENTAL B *ITV RECIEN PASADA*\"cierre centralizado con mando (incluye dos mandos con espadin)Acabados en cuero azul y aluminio,ISOFIX+ TOPTHETER(Tercer punto de anclaje) rueda de repuesto con llanta de Aluminio,climatizador electrónico,Manos libres Parrot,ordenador de abordo,retrovisores eléctricos,reposabrazos central conductor y asientos traseros ,doble toma de mechero 12v (delt. tras.),airbag conductor acompañante puertas y laterales asientos ,radioCD,alarma,etc...Precio NEGOCIABLE!!¡UN SOLO PROPIETARIO!DE VENTA DIRECTA DE PARTICULAR.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "262000 km",
            "precio": 4700.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1052043277",
            "descripcion": "Audi a4 avant en buen estado. Tiene algun arañazo. Kit amortiguadores bilstein homologados, ITV recien pasada. Precio negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "257000 km",
            "precio": 4650.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1080820497",
            "descripcion": "Audi A4 sline 2.5TDI ,163CV ,6 MARCHAS _Todo echo arreglado_ de todo, correas bomba y rodillos, tensores, pastillas freno, aceite filtro, con factura demostrable, en perfecto estado de plancha y de interior ,asiento de piel y calefactables, caset de pantalla seminuevo 3meses uso 170euros , neumáticos Michelin 90%los 4 , itv asta medias de 2025 megor ver y probar 673680400",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "227000 km",
            "precio": 4600.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1075709656",
            "descripcion": "Buen estado ruedas nuevas pocos kilómetros funcionando perfectamente sin fallo ITV al día",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "204300 km",
            "precio": 4600.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1063114377",
            "descripcion": "Se vende Audi A4 b7 todo perfecto 👌 ITV en vigor ✅ enbrage recien canbiado Distribución también cubiertas recién puestas pack sline interior y exterior todo perfecto con muchísimas extras",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "298000 km",
            "precio": 4600.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1051700733",
            "descripcion": "AUDI A4 B6 2.0 TDI 140cv 2005 Motor: 2.0 TDI 140CV, manual de 6 velocidades, con 266.000km + Sistema de audio Bose y radio Bluetooth, Aire acondicionado bizona ITV: Pasada en 30/09/2024. PIEZAS NUEVAS Y MANTENIMIENTO RECIENTE: Todo el mantenimiento está al día, con muchas piezas renovadas recientemente: Distribución completa: Correa, tensor, rodillos, y bomba de agua. Aceite y filtros: Recien cambiados Otros componentes nuevos: Líquido anticongelante. Tres tacos de motor delanteros, Filtro de combustible, habitáculo y motor, Bomba tandem reparada (sellos y juntas), Amortiguadores delanteros, 4 neumáticos nuevos, Embrague cambiado hace un año, Motor de arranque y polea libre del alternador, Tapizado del techo, pomo de la palanca de cambios, y botoneras de las lunas, Amortiguador del capó, Limpieza:Motor y bajos limpiados, cubre cárter y llantas. PRECIO: Negociable, pero no acepto ofertas absurdas. Se puede ver y probar sin compromiso. CONTACTO: Llámame o escríbeme al 629531599 para cualquier duda o propuesta.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "266000 km",
            "precio": 4600.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1031743800",
            "descripcion": "Coche en buen estado funciona todo bien se puede ver y probar también se aceptan pruebas mecánicas para más información contactar 631023055",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "267000 km",
            "precio": 4600.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1003596865",
            "descripcion": "Audi A4 1.9tdi 130cv de 6 velocidades. En impecable estado general. Recien revisado por completo, cambio de silentblocks delanteros, mantenimiento completo, limpieza de circuitos de embrague y freno y liquido nuevo, ruedas con muy pocos kilometros. Asientos electricos con regulador de altura y lumbares, control crucero, tapiceria en piel recien tratada e hidratada.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2005",
            "kilómetros": "280000 km",
            "precio": 4600.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1091238559",
            "descripcion": "Vendo Audi A4 cabrio en muy buen estado! • Modelo y año: A4 y 2004 • Motor 2.5 TDI (6 marchas manual) • Kilómetros: 246.000 • Extras: buen equipo de sonido, techo eléctrico descapotable en muy buen estado y asientos calefactables de cuero color crema. • Cuidado: dos dueños, Siempre en garaje, revisiones al día y sin averías. Correa de distribución cambiada y demostrable por factura de hace dos años, ruedas de atrás al 50% Y delanteras al 90%. Muy cuidado por dentro y por fuera. Perfecto de chapa y pintura. Capota sin arañazos y funcionando perfectamente. Motor sin ningún tipo de ruidos o fugas! Compra en mano en Málaga capital. Precio no negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "246000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1090455129",
            "descripcion": "Esta con todos los mantenimientos echo correa de distribución canbiada",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "27500 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1089627547",
            "descripcion": "Audi A4 2.0 TDI año 2006 kilómetros 203.000, Extras Aire acondicionado clima Cierre centralizado Elevalunas eléctricos Volante multi función Llantas sline de 17 pulgadas gomas al 90% Embrague recién cambiado El marcador marca 413.000 kilómetros pero fue cambiado el motor y actual mente tiene 203.000 adjunto factura en las imágenes el coche funciona sin ningún problema mejor ver y probar un saludo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "203000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1085811576",
            "descripcion": "Se vende espectacular Audi a4 2.5 TDI 180cv slain, tracción 4, control de velocidad,asientos de cuero, pantalla de Audi original, sensor de aparcamiento,llantas en 17 ,muy bien cuidado ITV recién pasada el 10 de diciembre para un año, obtenerse gente mareante,un saludo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "285000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2004 cabrio ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1083690116",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "270000 km",
            "precio": 4500.0
        },
        {
            "titulo": "AUDI A4 2.0 TDI 6 vel.",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-6-vel-1083158627",
            "descripcion": "IMPRESCINDIBLE CITA PREVIA AUDI A4 2.0 TDI 140 CV MANUAL 6 VELOCIDADES, VEHICULO NACIONAL, BUEN ESTADO GENERAL, ITV HASTA 02/2026, OPCIONES DE GARANTIA DE 12 MESES, POSIBLE ENTREGA EN CUALQUIER PUNTO DE ESPAÑA, EXTRAS: -LLANTAS DE ALEACION -ESP LUNAS TRASERAS TINTADAS -ORDENADOR DE ABORDO -CLIMATIZADOR BIZONA -ELEVALUNAS ELECTRCIAS -CIERRE CON MANDO ANUNCIO PUEDE TENER ERRORES DE PUBLICACION",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "255000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1082690815",
            "descripcion": "Vendo audi a4 2.0 tdi con ITV en vigor, el coche va bien de mecánica pero tiene algunos desperfectos de chapa como se ve en las fotos se puede ver sin compromiso.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "216000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1080182091",
            "descripcion": "Vendo Audi A4, perfecto estado todo cambiado, neumáticos, embrague, correa distribución, aceite y filtros... ITV al día y pegatina B medio ambientale, se puede ver y probar y acepto cualquier prueba mecánica. Tlf: 602864916",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "240000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-v6-1049840593",
            "descripcion": "se vende audi a4 de 6 velocidades mejor ver",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "216000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1049383359",
            "descripcion": "se vende coche de verdad ..coche con el que de placer conducir tanto en ciudad como autovía,recién echos con menos de 1000 km cambio de aceite,filtro de aire,gasoil y aceite. tapicería en cuero beige con un único desperfecto en el asiento del conductor,se vende por motivos laborales ya que necesito una furgoneta para trabajar y no puedo mantener furgoneta y este maravilloso coche.capota 100 x100 funcional ruedas traseras nuevas.vale la pena venir a verlo y desde luego probarlo te va enamorar.un saludo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "247000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1043799863",
            "descripcion": "vendo Audi a4 avant (carroceria b7) 2000 tdi con 140 cv. del año 2005, mandos en el volante, 6 velocidades, velocidad crucero, cortinas de cortesía en ventallillas traseras y maletero. Tiene kit distribución hecha ( correa y bomba), bimasa y embrague cambiados..... ruedas nuevas, de motor va perfecto, acabo de hacerle la revision de filtros y liquidos. Muy bajo consumo Le falla el aire acondicionado. No lo cambio por otro artículo, solo venta No se respondera a propuestas u ofertas absurdas. No negociable Agradecería no hagas perder el tiempo si no estas realmente interesad@ mejor verlo y probarlo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "276000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1027504862",
            "descripcion": "Vendo Audi A4 S-Line impoluto,motor impecable y muy cuidado. Los km hechos en autovía. Motor 2.0 Neumaticos cambiados, pantalla android y muchos mas extras. Cualquier cosa whats app. +49 176 41875131",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "277000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-988233708",
            "descripcion": "Todo en perfecto estado, todo cambiado. llamar 666353534",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "206750 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-971055883",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "220000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-256278804",
            "descripcion": "Se vende Audi a4 b7 2000cc 140cv 6v bien cuidado tanto por dentro como por fuera , extras tiene ordenador de abordo clima bizona sensor aparcamiento sensor lluvia sensor luces espejo retrovisor de oscurecimiento automático...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "290000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1088492067",
            "descripcion": "En perfecto estado,2 propietarios, siempre guardado en garaje. Mantenimiento todo hecho,kit de distribución cambiado hace 25000km, aceite y filtros recién cambiados,4 ruedas nuevas, pastillas delanteras y traseras nuevas,ITV hasta agosto,aporto libro de mantenimiento... Tiene, dirección, elevalunas,cierre (las 2 llaves originales), climatizador digital,techo solar,llantas 17\", faros bixenom, ordenador abordo,GPS,partronick trasero,control de velocidad... Listo para circular sin hacerle nada. interesados contactar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "297300 km",
            "precio": 4400.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1075596013",
            "descripcion": "S3 vende coche en perfecto estado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "205000 km",
            "precio": 4400.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1076348140",
            "descripcion": "Se vende Audi A4 en perfecto estado solo tiene un picazo en la parte trasera izquierda y el rascazo de la parte derecha que se ve en las fotos.SE vende por no usarlo,motor cambiado a los 80.000km sin factura km reales.....preguntar sin compromiso",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "158692 km",
            "precio": 4400.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1091982189",
            "descripcion": "Audi a4 del 2006 140cv 2000cc 255000km muy buen estado, itv en vigor equipo de música que suena súper bien Parot instalado Precio 4300 euros acepto prueba mecanica pagado por el comprador NO NEGOCIABLE",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "255000 km",
            "precio": 4300.0
        },
        {
            "titulo": "Audi A4  2.0 tdi DPF",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-dpf-1089905097",
            "descripcion": "Vehículo en buen estado tanto interior como exterior. ITV hasta diciembre de 2025, al día de mantenimiento demostrable con factura, manos libres, no hay que hacerle nada. Venta por cambio a Suv. Solo venta.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "257000 km",
            "precio": 4290.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1091363373",
            "descripcion": "Audi A4 en muy buen estado bien cuidado ITV al día filtros ricien cambiados",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "166376 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1082929037",
            "descripcion": "Audi A4 2.0 TDI Sline 140CV del 2006 con 260.00 km con todo los cambios hechos, ruedas nuevas ITV julio 2025",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "260000 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi A4 Berlina 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1074203040",
            "descripcion": "Coche con neumáticos al 80%, ITV al día,",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "267000 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1070494297",
            "descripcion": "El coche esta en perfecto estado tanto interior como exterior precio algo negociable , color rojo no mareantes gente seria por favor .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "300000 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1008348092",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "260000 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-683337954",
            "descripcion": "esta en buen estado todo cambiado el correa aceite filtros pantalla todo hecho acepto pruebas mecánica precio no negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "30500 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1075347032",
            "descripcion": "Coche en buen estado tiene ITV hasta julio 2025",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "275000 km",
            "precio": 4150.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1091614573",
            "descripcion": "Se vende un Audi A4 130cv 1.9. está bien año 2004 tenía 224000km el coche mecánica está perfecta",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "224000 km",
            "precio": 4100.0
        },
        {
            "titulo": "Audi A4 ",
            "enlace": "https://es.wallapop.com/item/audi-a4-1085182324",
            "descripcion": "Se vende Audi A4 en buenas condiciones. Todos los mantenimientos recien hechos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "300000 km",
            "precio": 4100.0
        },
        {
            "titulo": "Audi A4",
            "enlace": "https://es.wallapop.com/item/audi-a4-1060250062",
            "descripcion": "Se vende Audi A4 sline en perfecto estado de motor. Aceite y filtros cambiados , embrague nuevo y distribución hecha. La pintura esta bien pero tiene algunos rocecitos por los años. Mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "300000 km",
            "precio": 4100.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1032107563",
            "descripcion": "tapizeria de cuero",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2005",
            "kilómetros": "300000 km",
            "precio": 4100.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-995488384",
            "descripcion": "Vendo audi A4 sline, con bola remolque, con signos de uso pero todo al dia, itv al dia, volante multifuncion",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "278000 km",
            "precio": 4100.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1083987044",
            "descripcion": "Coche en buen estado, revisión recién pasada..hasta hace tres años todas las revisiones en Audi. Siempre durmiendo en garaje. Mejor verlo. NO NEGOCIABLE",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "227000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1083321510",
            "descripcion": "Se vende audi en buen estado recién revisado pasada itv correa distribución cambiada embrague nuevo neumáticos nuevos pegatina B dos llaves aire acondicionado cierre centralizado elevalunas más extras SLINE",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "260000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A4 ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1081125589",
            "descripcion": "Vendo Audi paso info por privado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "295000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1082400227",
            "descripcion": "Todo perfecto",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "211000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1078437879",
            "descripcion": "NO VENDO SOLO CAMBIO EL PRECIO ES PARA QUE SE SEPA UN VALOR ESTIMADO Buen estado se puede ver y probar turbo, enfriador de gases y neumaticos nuevos SOLO ACEPTO CAMBIO POR VW TOURAN, SEAT ALTEA, KIA SOUL, NISSAN QUASQAI O JUKE",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "250000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1076603655",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "262000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1009304851",
            "descripcion": "Etiqueta medioambiental B, duerme en garaje ,consume 5L/100km, duro y resistente. PRECIO NEGOCIABLE debido a unos arañazos en la chapa.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "202000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-954795930",
            "descripcion": "Vendo o cambio por forgoneta Audi a4 2006 sline tiene la itv recién pasada y también tiene embrague y correa cambiada",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "240000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A4 Avant 2.0 TDI 140 CV manual",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-2-0-tdi-140-cv-manual-1091063689",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "279500 km",
            "precio": 3990.0
        },
        {
            "titulo": "Audi A4 2004 TDI 6 VELOCIDADES ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1057457926",
            "descripcion": "REBAJADO 1000€!!!! DE 4990€ A 3990€. Audi A4 1.9 TDI 130CV NACIONAL SOLO GENTE MUY SERIA E INTERESADA, Vehículo en perfecto estado, Único dueño Llantas de aluminio, climatizador bizona, volante en piel, asientos en perfecto estado, cambio 6 velocidades, revisión recién hecha, ITV PASADA GENTE SERIA, NO NEGOCIABLE , NO MAREADORES PROFESIONALES clave: Audi Seat Volkswagen Skoda Lexus Toyota Peugeot Citroen Renault jaguar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "245000 km",
            "precio": 3990.0
        },
        {
            "titulo": "Audi A4 2.0TDI",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0tdi-1085339638",
            "descripcion": "Coche en buen estado, ITV pasada enero 2025, motor indestructible, nunca a dado ningún problema. aceite cambiado hace 2000km, correca cambiada a los 180000, no hay que hacerle nada.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "206000 km",
            "precio": 3900.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1082927260",
            "descripcion": "Vendo audi a4 2.0 tdi 140cv 6 marchas en perfectas condiciones tanto de motor como de caja de cambios,el interior esta bien cuidado por fuera lo que se aprecia en las fotos rozaduras del aparcamiento Tiene los mantenimientos hechos hace 600 km aceite,filtros,aceite caja de cambios Tiene Piloto automático Clima bizone ITV hasta diciembre del año que viene Numaticos al 90%",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "270000 km",
            "precio": 3900.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1071247013",
            "descripcion": "Versión SLine. Buen estado carrocería, motor, neumáticos y batería. ITV recién pasada y seguro en vigor. El coche se encuentra en Ávila capital. Los gastos de transferencia por cuenta del comprador. Precio no negociable. No se admiten cambios.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 3900.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-768208724",
            "descripcion": "Audi A4 Avant,itv y mantenimiento recien hecho ,automático, control de velocidad, techo solar, mandos en el volante, lunas tintadas, manos libres.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "275000 km",
            "precio": 3900.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1-9tdi-audi-a4-2004-743950054",
            "descripcion": "Audi A4 1.9tdi 131cw,de 6 marchas ,llantas 18\" recién pasada itv,los 4 niaumaticos nuevos, discos de freno nuevos ,pastillas de freno cambie hace poco, aceite y filtros también, esta todo al dia...Coche duerme en la cochera,es para verlo...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "298000 km",
            "precio": 3900.0
        },
        {
            "titulo": "Audi A4 2004 EXELENTE ESTADO DISTRIBUCION NUEVA",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-2004-1-9-tdi-130-cv-6v-1066143065",
            "descripcion": "ÚNICO CON LIBRO ÚNICO DUEÑO Y PERFECTO WhatsApp 6️⃣7️⃣8️⃣4️⃣7️⃣1️⃣3️⃣3️⃣5️⃣ si quieres un coche Excelente e indestructible para años y años este es el tuyo, en perfecto estado, el mantenimiento al día, distribución CONTITECH más bomba de agua y correa accesorios todo cambiado hace dos mil kilómetros, itv en vigor hasta Noviembre del 2025. Puedes recorrer más de 1000 kms con 57 litros de combustible. Muy fiable y seguro. Neumáticos michelin al 80 % . Acepto furgoneta o coche como parte de pago o cambio a 4x4",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "298754 km",
            "precio": 3899.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1091217790",
            "descripcion": "En buen estado. equipado sline",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "295000 km",
            "precio": 3800.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1091403448",
            "descripcion": "solo gente interesada precio no negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2006",
            "kilómetros": "278000 km",
            "precio": 3800.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1085799645",
            "descripcion": "coche de bien estado recien pasada la itv",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "160 cv",
            "año": "2005",
            "kilómetros": "231179 km",
            "precio": 3800.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1075047865",
            "descripcion": "Se vende en buen estado de motor Golpe en la parte trasera derecha. Pero doy todas las piezas para repararlo.. Un manitas q lo repare y coche para toda la vida. No regateo el precio Es el q es...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "270000 km",
            "precio": 3800.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1022733944",
            "descripcion": "Coche al día , aceite recién cambiado todos sus filtros nuevos , válvula AGR nueva . Acepto prueba mecánica",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "275000 km",
            "precio": 3800.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1088796873",
            "descripcion": "Se vende Audi a 4 en buen estado motor 2.0 140 cv tienes los filtros y neumáticos cambiados el coche está bien por dentro por fuera un poco ponto de granos Accepto prueba de mecánico",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "231000 km",
            "precio": 3750.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1083030339",
            "descripcion": "Audi A4 con casi todo recien cambiado: Brazos de suspension, suspension delantera y trasera,embrague cambiado a los 280.000, correas cambiadas a los 295.000, tapa de valancines nueva copelas, arbol de transmisión derecho e izquierdo, ruedas y llantas del Rs3, ITV y mantenimiento recien hecho, mejor ver y probar, (Acepto prueba mecanica), escucho ofertas, tambien cambio por otro coche del grupo VAG: Leon, golf.. Necesito un coche mas pequeño de ahi su venta.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "300000 km",
            "precio": 3700.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1079700040",
            "descripcion": "Está en buen estado , recién pintado es el 1900 TDI con 130 cv y seis velocidades , recién pintado entero , con clima esta en muy buen estado , seis 35104190, el coche está en Málaga capital",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "265000 km",
            "precio": 3649.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1078173921",
            "descripcion": "Recién pintado , con revisión al día , funciona todo perfectamente , con clima vizona , ITV al día seis treinta y cinco 104190, mientras esté el anuncio estará a la venta , seis 35104190",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "265000 km",
            "precio": 3649.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1091564312",
            "descripcion": "Se vende audi a4 en buen estado itv al día mantenimiento hecho",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "230000 km",
            "precio": 3600.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1090757254",
            "descripcion": "Se vende Audi A4 azul metalizado 1.9 TDI 130 CV 6 velocidades. Recientemente cambio de aceite Repsol, filtro de aceite, filtro de aire..etc.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "272000 km",
            "precio": 3600.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-1-9tdi-130cv-ano-2004-1072780243",
            "descripcion": "audi a4 1.9tdi 130cv 280.000km,itv recien pasada hasta diciembre de 2025 en perfectas condiciones!revision completa recien hecha,neumaticos,pastillas de freno,aceite y filtros,correa de distribucion y bomba de agua cambiada! el coche va como la seda!! se valoran cambios por moto tipo R! para cambios el valor es de 4.500€ no leer!seat,volkwagen,skoda,citroen,saxo,peugeot,bmw,mercedes!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 3600.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1091648167",
            "descripcion": "mejor ver y probar cualquier duda 627408308",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "300000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1090908434",
            "descripcion": "Vendo audi falta pasar itv desde 31 de julio falta cambio de ruedas y ya..el coche va perfecto con pegatina medio ambienta",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "242000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1084081007",
            "descripcion": "Cotche bien",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "231000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1073479069",
            "descripcion": "vendo coche en muy buen estado, pasada ITV en junio de este año, mejor verlo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "300000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1070008605",
            "descripcion": "Se vende estupendo Audi A4 2500 tdi 165 caballos 212000 .kit de distribución cambiado con factura y correas de servicio. Funciona perfectamente interior en muy buenas condiciones exterior bien lleva un roce y se aprecia en la foto y un golpe en el maletero funcionando todos los extras ruedas al 70 por ciento con la ITV en vigor mejor verlo y probarlo llamar al 622-71-12-76 algo negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "215000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1031963594",
            "descripcion": "vendo audi a4 2004 esta en perfecto estado acepto cualquier prueba mecánica el precio fijo. itv hasta 7/2025 el precio no es negociable. el motivo de la venta me voy a otro país. Repito el precio no es negociable. El coche sigue circulando ahora esta 195000 ml km.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "193000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-998752863",
            "descripcion": "Motor nuevo con 120000km,distribución embrague y termostato nuevo , el motor nuevo tiene el carter roto , ai q terminarlo y yo no tengo tiempo por eso se vende asi ,se entregan todas las piezas para terminarlo y pasarle la itv precio negociable tambien se podria entregar 4 llantas tsw jarama y se entregaria el motor antiguo que aunq este para despieze el motor funciona , de carroceria esta nuevo un roze en la defensa delantera , y algunos arañazos , interior en buen estado el techo esta caido",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "260000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1085452728",
            "descripcion": "Ocasión se vende Audi a4 vehículo nacional del año 2006 en perfecto estado tanto de mecánica como estética es un 1.9 tdi con 130 caballos 6 velocidades manual cargado de extras cierres centralizados elevalunas eléctricos a las 4 puertas climatizador velocidad de crucero espejos eléctricos entre ellos muchísimos extras más motor irrompible tiene 250.000 kilómetros reales tiene la ITV recién pasada neumáticos prácticamente nuevos los 5 de primera Michelin con muy poco consumo mejor ver y probar acepto vehículo como parte de pago Jaén 672-973-140",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2006",
            "kilómetros": "250000 km",
            "precio": 3499.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1078844964",
            "descripcion": "Audi A4 b6 1.9 tdi 130 CV 6 velocidades ITV al día en perfecto estado Aceite i filtros cambiados a los 290.000 Correa de distribución echa Alós 290.000, turbo nuevo hace menos de un año se entregan dos llaves aire acondicionado recién cargado mejor ver i probar acepto cualquier prueba mecánica no mareantes porfavor !! 641363913 no tengo prisa en venderlo!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "290000 km",
            "precio": 3450.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a5-2001-941797127",
            "descripcion": "Se vende Audi A4 en perfecto estado con 130 cv se vende por compra de vehículo y este esta en completa inutilización. Contiene: Control de Crucero Retrovisores eléctricos Tracción 4 ruedas Esta como nuevo y muy cuidado siempre , motor 1.9 Tdi muy fiable y duradero .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "254000 km",
            "precio": 3400.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1087478528",
            "descripcion": "En venta Audi A4 2.0 TDI 140 CV 6 marchas todos los estras funciona de maravilla mejor ver y probar acepto coche o furgoneta como parte de pago más inf. 666650556",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "290000 km",
            "precio": 3299.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-991266014",
            "descripcion": "Coche en buenas condiciones Lo vendo por compra de otro",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "269000 km",
            "precio": 3200.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1087537427",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "244000 km",
            "precio": 3100.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1091645412",
            "descripcion": "Audi a 4 2.5tdi , itv recien pasada desgastes correspondientes a el uso, a cualquier prueba mecanica estrictamente de serie menos la radio que tiene una con pantalla, se entrega con el mantenimiento recien realizado.gancho remolque y traccion quattro.610122684",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "300000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1090797140",
            "descripcion": "Motor roto,llantas,asientos cuero,único propietario,etc,seguro en rigor,precio negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "266000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A4 2005 1.9tdi",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1-9tdi-1088841945",
            "descripcion": "techo, azul, manual, rueda de repuesto, itv pasada hasta agosto y seguro en vigor. el motor esta perfecto, la pintura esta regular, hay que hacerle algunos arreglilos esteticos",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2005",
            "kilómetros": "240000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1085679222",
            "descripcion": "Audi A4 sline 1.9 TDI 130cv ITV asta febrero 2025 68mil kilómetros motor retificado no mareantes gente seria",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "68000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1085277908",
            "descripcion": "Se vende Audi 1.9 Avant TDI de 130 cv del 2005 Tiene 275.923 km *Características generales*: Elevalunas eléctricos delanteros y traseros Airbags, Cierre centralizado, Luces antiniebla, Dirección asistida, Rueda de recambio con llanta, Radiocasete con Bluetooth, Tapizaría e interiores en buen estado, 5 puertas, Neumáticos en buen estado *Otra información de interés*: Correa de distribución realizada a los 235.000 km. Siempre en garaje. Buen estado general con algunos defectos leves de chapa/pintura. Se puede ver, probar y valorar por un mecánico",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "275923 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A4 2.5 V6",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-5-v6-1083202665",
            "descripcion": "Audi a4 negro 280.000km buen estado de mecanica y chapa techo solar defensa sline aleron audio bosse navegador llantas en 18 mantenimientos al dia itv en vigor se puede ver y probar se entrega con kit embrague bimasa con volante motor nuevo valor 700 euros comprado por error pastillas de freno traseras nuevas y delanteras casi nuevas y se entregan otras nuevas en su caja se entregan separadores",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "280000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1081389650",
            "descripcion": "Coche inundado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "59000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1081215961",
            "descripcion": "esta impecable y todo funciona bien",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "290000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1080894837",
            "descripcion": "Más ventajas detalladas por teléfono preguntar sin compromiso 693 61 95 61 / 942 25 98 89 VISÍTANOS MAS DE 150 VEHÍCULOS EN STOCK cochesalan.es Posibilidad de Ventajas de coche: Garantía ITV incluida Cambio de filtro y aire Neumáticos recién cambiados Estamos situados en Herrera de Camargo, Maliaño y Solares Lunes a Viernes :9:00 -20:00 Sabado:9:00-14:00 Coches Alan, concesionario especializado en la compra y venta de vehículos seminuevos y coches de ocasión en Cantabria, Postventa: GARANTÍA, FINANCIACIÓN, REPARACIÓN ESTE TEXTO ES GENÉRICO, NO TIENE NINGUNA VALIDED. LLAMAR AL NÚMERO DE TELÉFONO PARA CONSULTAR CONDICIONES",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "300000 km",
            "precio": 2990.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1090443042",
            "descripcion": "a4 blb",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "235000 km",
            "precio": 2900.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1080187531",
            "descripcion": "itv hasta octubre 2025, elevalunas electricos, aire acondicionado funcionando.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "288000 km",
            "precio": 2900.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1076369345",
            "descripcion": "el coche funciona tiene etiqueta b ambietal tiene sensores de aparcamiento ,camara trasera ,control de crucero. es negociable y tambien hago cambio.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "293000 km",
            "precio": 2850.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1091562381",
            "descripcion": "Vendo Audi A4 en buen estado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "226000 km",
            "precio": 2800.0
        },
        {
            "titulo": "Audi A4 1.9 TDi.. Economico!!",
            "enlace": "https://es.wallapop.com/item/audi-a4-1-9-tdi-economico-1086443914",
            "descripcion": "Se vende Audi A4 1.9 TDi 130cv 6 velocidades, en perfecto estado de motor, todas las revisiones al dia, neumaticos en muy buen estado, equipado con climq, direccion, cierre, elevalunas, etc.. Se entrega con itv en vigor, cambio de nombre incluido en el precio, impuesto 2025 y tal cual esta tal cual se va.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "260000 km",
            "precio": 2800.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1066677315",
            "descripcion": "SE VENDE AUDI A4 MOTOR 2.500 TDI V6 MANTENIMIENTOS AL DIA EQUIPO DE SONIDO BOSE 6 MARCHAS, RECIEN CAMBIADO JUEGO DE BRAZOS DE SUSPENSION NUEVOS Y NEUMATICOS DELANTEROS NUEVOS TELEFONO: 618434721 PRECIO NEGOCIABLE!!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "220000 km",
            "precio": 2800.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1061286160",
            "descripcion": "Audi a4 1.9 tdi en perfectas condiciones 209.000 kilómetros correa cambiada a los 200.000 con factura funciona como un reloj único desperfecto lo que se puede ver en las imagenes de chapa por lo demás impecable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "209000 km",
            "precio": 2800.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1089627772",
            "descripcion": "ahí está el coche todo bien(602840175 WhatsApp(Estos coches se encuentran Tudela. de Navarra",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "2 cv",
            "año": "2006",
            "kilómetros": "2930 km",
            "precio": 2750.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1091621115",
            "descripcion": "-vehiculo bien cuidado, recién hecho: -Distribución. -ITV recién pasada. -ruedas traseras nuevas. -alternador recién cambiado. -bateria nueva. -caudalimetro recién cambiado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "230000 km",
            "precio": 2700.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-930869157",
            "descripcion": "audi a4 2500 dti v6 6velocidades 250mil km itv recien pasada ago cambio por fuergoneta itv recien pasada 🚙",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "25000 km",
            "precio": 2700.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-905267138",
            "descripcion": "Esta muy cuidado. Tiene distribución a los 240.00km Batería, bomba de inyección, compresor del aire acondicionado, pastillas de freno traseras. Nuevos. Luna recién cambiada. Techo tapizado nuevo. Interior sin arañazos. Aceite y filtro recién cambiados. Campaña Airbag realizada en Audi, con justificante. No negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "286000 km",
            "precio": 2700.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1090849525",
            "descripcion": "Se vende Audi A4 cabrio 2.0. TDI 140 CV. Año 2006. 296.000 klms Hay que cambiar motor. Fallo presión aceite. Tipo de motor Bpw. Precio. 2.600€ (algo negociable)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "296000 km",
            "precio": 2600.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-diesel-manual-1074312181",
            "descripcion": "📍Ubicado en Huelva - Ayamonte 🚗 Motor 1.9 130CV ⛽️ Diesel 🛞 270.000 Kilómetros ✅ Manual 🟩 ITV hasta 02/2025 ⚙️ Mantenimiento al día, distribución Cambiada, El coche tiene algunos detalles de chapa, de motor esta en excelente estado. 💶 2.600€ Precio Negociable? Si claro, pero solo cuando lo vea y lo pruebe.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "270000 km",
            "precio": 2600.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1091427067",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "240000 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1086031643",
            "descripcion": "Audi a4 2.0 tdi con motor averiado. Todas las piezas que se ven en la factura, estan recien cambiadas, pero el motor sigue encendiendo la luz de presion de aceite. Por lo demas el coche esta en perfecto estado. PRECIO NO NEGOCIABLE. NO MAREANTES Interesados hablarme",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "272294 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi A4 2005",
            "enlace": "https://es.wallapop.com/item/audi-a4-2005-1083881583",
            "descripcion": "El coche esta bastante bien, algunos detalles que comentar que no son para tanto y poco más.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "278000 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2007-1077160265",
            "descripcion": "El coche tiene todas las revisiones hechas y nunca ha dado ningún problema, pero de golpe le ha aparecido un fallo eléctrico que impide que arranque.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "257000 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1072560631",
            "descripcion": "Audi a4 19tdi 130 con todo el mantenimiento al día. Realmente tiene 250000km y se le cambió un cuadro con 398000km ,pero hay el justificante del itv de la ano pasado que tenía 230000km.itv hasta octubre del 2025.esta en Noia.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "250000 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1028472431",
            "descripcion": "Se vende con motor averiado. Tiene neumáticos traseros nuevos, delanteros al 70% pastillas nuevas, aceite y filtro aire recién cambiados. Egr anulada, sensores gases escape cambiados,sonda landa y calentadores cambiados. La capota esta nueva pero hay que cambiar el depósito hidráulico que vale 100€. Tipo motor Bpw .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "293000 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1074352721",
            "descripcion": "Combustible Diesel Año 2004 Cambio Manual Carroceria Sedán Color Gris Marca Audi Modelo A4 KMS 270.000 Motor 1.9 D 130CV ITV Febrero 2025 Precio negociable Mantenimientos al día Aceite y filtros 3/9/2024",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "270000 km",
            "precio": 2400.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-984168759",
            "descripcion": "Hace un tiempo que a empezado a consumir anticongelante el Audi A4 B7 2.0 TDI 6 velocidades con revisión hecha en el concesionario oficial, no detectan nada. Se vende a compra-venta para no dar ninguna garantía. NO es negociable (Hay que revisar motor, cambiar neumáticos, reparar defensa trasera y aleta)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "300000 km",
            "precio": 2400.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1086218058",
            "descripcion": "Audi A4 2.0 del año 2006, motor diésel 140 CV y 286.400 kilómetros, con mínimo consumo, ITV al día y etiqueta medioambiental B, neumáticos cambiados, correa de distribución cambiada con 240.000 kilómetros, que le pasa lo siguiente, de ahí el precio: - El vehículo cuando está cuesta arriba no coge velocidad, normalmente tarda en coger velocidad cuando pasas de unos 90 km/h. - El aire acondicionado (Frío) no funciona. - Las dos ventanas de atrás bajan pero no suben. - Hay que cambiarle las pastillas de freno, la puerta de la guantera está rota y hay que tapizarle el techo. Se puede venir y probar sin compromiso, cualquier duda preguntar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "286400 km",
            "precio": 2399.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1089210012",
            "descripcion": "Combustible Diesel Año 2004 Cambio Manual Carroceria Sedán Color Gris Marca Audi Modelo A4 KMS 270.000 Motor 1.9 D 130CV ITV Febrero 2025 Mantenimientos al día Aceite y filtros 3/9/2024",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 2300.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1019578561",
            "descripcion": "SE ADMITE CAMBIO POR PLATAFORMA PORTACOCHES Audi A4 2.5 TDI, segundo dueño comprobable con informe, tiene extras como asientos calefactables, faros xenon, equipo de música y suspensión con tarado más deportivo entre otras cosas, 4 gomas Michelin primacy 4 nuevas, el motor suena muy redondo y arranca al toque, a.c funciona perfectamente e ITV en vigor. Tiene la tela del techo caída y el botón de la guantera roto, nada grave. No negociable ya que el precio creo que es bueno para el mercado actual.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "298000 km",
            "precio": 2300.0
        },
        {
            "titulo": "AUDI A4 1.9TDI NACIONAL DE ÚNICA PROPIETARIA",
            "enlace": "https://es.wallapop.com/item/audi-a4-1-9tdi-nacional-de-unica-propietaria-1086928996",
            "descripcion": "Vehículo para profesional, funciona perfecatmete e itv en vigor, a falta de repasar de pintura por completo. Correa y kit de distribuciòn recién cambiado. Pregunte sin compromiso. Precio no negociable. No se responsabillza de texto o dato erroneo de esta web.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "230000 km",
            "precio": 2200.0
        },
        {
            "titulo": "Audi A4 1.9 tdi 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1086527100",
            "descripcion": "Se vende o cambio por otro coche de mi interés. Audi A4 1.9 TDI 130cv. El coche anda perfectamente va muy bien para los años que tiene, marca fallo sensor de aceite y abría que cambiarle el taco motor. Porfavor solo gente seria nada de mareantes ahorrarse el tiempo SOLO INTERESADOS de verdad. NEGOCIABLE",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "300000 km",
            "precio": 2000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1065921859",
            "descripcion": "esta averiado, escucho ofertas",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "27000 km",
            "precio": 1900.0
        },
        {
            "titulo": "Audi A4 2004 quatrro ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1057590693",
            "descripcion": "Falta llave y esta de chapa mal pero motor perfecto",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "200000 km",
            "precio": 1500.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-912760815",
            "descripcion": "vehículo accidentado. preguntar por piezas",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "257000 km",
            "precio": 1099.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1073110499",
            "descripcion": "Audi a4 1.9TDI (Motor Gripado), se le hizo recientemente todos los mantenimientos, embrague nuevo, alternador nuevo, la correa de distribucion y la bomba del agua las tengo en su caja Mas info y videos por privado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "300000 km",
            "precio": 1000.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1073556217",
            "descripcion": "Hola, el coche esta en perfecto estado, tiene la correa, filtros, aceite cambiados, tiene la revisión completa, las 4 ruedas automáticos en perfecto estado, el único fallo que tiene es que no arranca, no se sabe el motivo. EL PRECIO YA ESTÁ MUY BAJO DEBIDO A QUE NO ARRANCA.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2006",
            "kilómetros": "197000 km",
            "precio": 1000.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1092214544",
            "descripcion": "se vende audi a4 2.5 tdi el interiro esta bien,mantenimiento escho ,el coche se vende a este precio ya que tiene el turvo averiado arranca y anda pero no tiene fuerza",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "300000 km",
            "precio": 900.0
        },
        {
            "titulo": "Audi A4 2004",
            "enlace": "https://es.wallapop.com/item/audi-a4-2004-1042366693",
            "descripcion": "en perfecto estado 6 velocidades",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 200.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1090318232",
            "descripcion": "SOLO SE VENDEN PIEZAS DEL COCHE. No se vende el coche entero!!!!! Llantas del modelo R line, asientos de cuero calefactables y motor con pocos km y la distribucion hecha. coche muy cuidado en general",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "225000 km",
            "precio": 100.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1052702734",
            "descripcion": "Cerradura trasera izquierda Audi A4",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "120000 km",
            "precio": 25.0
        },
        {
            "titulo": "Audi A4  2.0 tdi 140 cv  2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-140-cv-2006-1067222382",
            "descripcion": "Se vende despieze siguentes piezas: Motor completo,caja de cambios, palieres derecho e izq, puertas,porton maletero, piloto delantero iz, asientos, modulo ABS,caja de filtros de aire con cuadalimetro. Informacion watttsap 606306730",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2006",
            "kilómetros": "247000 km",
            "precio": 1.0
        },
        {
            "titulo": "Audi A4 2006",
            "enlace": "https://es.wallapop.com/item/audi-a4-2006-1066383097",
            "descripcion": "Se vende todo perfecto mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "13 cv",
            "año": "2006",
            "kilómetros": "232000 km",
            "precio": 1.0
        }
    ]
}