{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A4",
        "version": "2.0 TFSI 180 CV",
        "año mínimo": 2010,
        "año máximo": 2011,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 179,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=179&min_year=2010&max_year=2011&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=Audi&model=A4&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A4 2011 1.8T ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2011-1-8t-1075698496",
            "descripcion": "Audi A4 1.8T 120 CV. 83.870kms 2011 Manual. Vehículo en condiciones mecánicas y estéticas excepcionales. El vehículo tiene todos los mantenimientos de aceite y filtros recién realizados, 4 Neumáticos cambiados y pastillas y discos de frenos. El precio del vehículo incluye una garantía europea contratada de 12 meses. -Luz diurna -Bola de remolque -Volante en cuero. -Elevalunas electricos -Climatizador -Equipo de sonido HiFi -Freno de mano electronico. -Caja de cambios de 6 velocidades. -Sensores de aparcamiento traseros. -Pantalla Multifunción con radio CD y Bluetooh. -Retrovisores Eléctricos Ajustables. -Asientos calefactables -Control de crucero Para más información puedes consultar nuestra página web oficial: Asphaltcars.com VIDEO DEL VEHICULO DISPONIBLE EN NUESTRA WEB.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2011",
            "kilómetros": "83870 km",
            "precio": 13999.0
        },
        {
            "titulo": "Audi A4* S Line* Techo pano* ",
            "enlace": "https://es.wallapop.com/item/audi-a4-avanttecho-panoslineetiqueta-c-1074606278",
            "descripcion": "Increible Audi A4 Avant del Año 2010 el vehiculo esta impecable y tiene todos los mantenimientos hechos. Extras: Techo PANO S LINE Interior/Exterior Volante Multifuncion Caja de cambio de 6 velocidades El coche ha tenido 2 propietarios y esta muy bien cuidado, es un coche espacioso y familiar lo entregamos con 1 año de garantía. Aceptamos vehiculos como parte de pago Llámanos 650 528 628 Sujeto a cambios, errores y venta previa",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "160 cv",
            "año": "2010",
            "kilómetros": "178000 km",
            "precio": 13900.0
        },
        {
            "titulo": "Audi A4 1.8 TFSI 160cv quattro ",
            "enlace": "https://es.wallapop.com/item/audi-a4-1-8-tfsi-160cv-quattro-1000060581",
            "descripcion": "VEHICULO NACIONAL CON LOS MANTENIMIENTOS AL DIA 12.2009 MODELO 2010 EXTRAS: pintura metalizada llantas de aluminio 4x4 climatizador radio cd ordenador de abordo luces automáticas control de velocidad de crucero luces de xenón sensores de aparcamiento 6 velocidades .................... muy buen estado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "160 cv",
            "año": "2010",
            "kilómetros": "140000 km",
            "precio": 11900.0
        },
        {
            "titulo": "Audi A4 2010",
            "enlace": "https://es.wallapop.com/item/audi-a4-2010-1011307386",
            "descripcion": "Coche en perfecto estado tanto Exterior como Interior año 2010 muy bien conservado, no dejes pasar esta oportunidad y pasa por nuestro concesionario. Algunas características, de equipamiento: Cierre centralizado, elevalunas eléctricos, control de velocidad, climatizador, manos libres, sensores de aparcamiento traseros, cámara de aparcamiento. Precio Contado 11.800€ y precio Financiado 10.900€ con cambio de nombre incluido Este anuncio no tiene carácter contractual solo es a nivel informativo puede contener errores. Te esperamos de Lunes a Viernes de 10,00h a 14,00h y tardes de 16,30h a 20,30.h Estamos en la avd del puerto 256. Valencia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "160 cv",
            "año": "2010",
            "kilómetros": "160000 km",
            "precio": 11800.0
        },
        {
            "titulo": "Audi A4 2011",
            "enlace": "https://es.wallapop.com/item/audi-a4-2011-1053780251",
            "descripcion": "Audi A4 1.8 TFSI 2011 Gasolina 160 CV Faros Xenón Plus (Luz de cruce y carretera) Sensores de distancia para aparcamiento Sistema manos libres Sistema de control por voz Sistema de Navegación Multi-Media-Interface MMI Navigation Climatizador automático Inmovilizador antirrobo Inmovilizador electrónico Ordenador de a bordo Sistema información conductor (FIS) con pantalla en color Sistema de Entretenimiento Cambios y mantenimiento realizados recientemente con factura: Aceite, filtros, discos frenos etc. Etiqueta medioambiental C ITV pasada recientemente Incluye coste de cambio de titular en precio.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "160 cv",
            "año": "2011",
            "kilómetros": "179000 km",
            "precio": 10900.0
        },
        {
            "titulo": "Audi A4 2010",
            "enlace": "https://es.wallapop.com/item/audi-a4-2010-1073824940",
            "descripcion": "A4 1.8 TFSI, color rojo cercano a estadio metropolitano",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "160 cv",
            "año": "2010",
            "kilómetros": "150000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Audi A4 2011 ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2011-1062609103",
            "descripcion": "Coche en excelente estado con ITV pasada en agosto de 2024. Equipado con: Confort: Aire acondicionado automático, calefacción de asientos, volante multifunción de cuero, apertura automática del portón trasero, y control de crucero. Seguridad: Airbags laterales y de cabeza, sistema Isofix, control de tracción (ASR), y ayuda al aparcamiento trasero (APS). Tecnología: Faros de xenón, luces diurnas, pantalla de 6,5 pulgadas, sistema de audio Concert, y retrovisores eléctricos calefactables. Otros: Llantas de aleación, pintura metalizada, climatizador automático, dirección asistida, y más. Motor 1.8 TFSI 88 kW con estándar de bajas emisiones Euro 5. ¡Ven a probarlo sin compromiso y descubre todo lo que este coche puede ofrecerte!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2011",
            "kilómetros": "154159 km",
            "precio": 9499.0
        },
        {
            "titulo": "Audi A4 2010",
            "enlace": "https://es.wallapop.com/item/audi-a4-2010-1072800343",
            "descripcion": "Vendo Audi A4 totalmente revisado de Gasolina, Motor 1.8 120 Cv. Cambio Manual de 6 velocidades. Todo el mantenimiento de aceites, filtros, discos de freno están recién cambiados. Itv recién pasada. Asientos de piel negros. 4 Puertas. Capacidad 5 pers. Pegatina medioambiental tipo C🟢. Se puede ir a ver y probar. PRECIO NEGOCIABLE.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2010",
            "kilómetros": "255962 km",
            "precio": 9300.0
        },
        {
            "titulo": "Audi A4 2010",
            "enlace": "https://es.wallapop.com/item/audi-a4-2010-1056190804",
            "descripcion": "!!!!PRECIO NEGOCIABLE!!! Se vende Audi a4 1.8 TFSi 120 4p, Manual 2010. ITV realizada recientemente. Realizada el cambio de aceite y filtro. Pastillas y disco de frenos nuevos. Asientos de cuero, faros bixenon con luz diurna, 4 ruedas de repuesto. El coche va muy fino y revisiones hechas. Mas información preguntar sin compromiso.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2010",
            "kilómetros": "255966 km",
            "precio": 9000.0
        },
        {
            "titulo": "Audi A4 2010",
            "enlace": "https://es.wallapop.com/item/audi-a4-2010-1037087038",
            "descripcion": "se acepta cualquier prueba mecánica en casa oficial o mecánico de confianza totalmente nuevo muy cuidado soy el segundo propietario tiene neumáticos nuevos,4 pastillas de freno nuevas aceite y filtros nuevo con factura. nada de asientos rotos ni desgastados",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2010",
            "kilómetros": "174000 km",
            "precio": 9000.0
        },
        {
            "titulo": "Audi A4 2011",
            "enlace": "https://es.wallapop.com/item/audi-a4-934753372",
            "descripcion": "Vehículo en muy buen estado tanto de interior como de exterior, con 93.485km. ITV recién pasada, válida hasta el 24/06/2025 ,cambio de aceite también recién hecho a los 92.397km con todas sus revisiones, libro de mantenimiento al día, (se puede comprobar). Llantas y neumáticos nuevos Transmisión manual de 6 velocidades, con las 2 llaves originales, climatización,sensores de aparcamiento delanteros y traseros, etc… Siempre ha estado guardado en cochera, no fumador. Audi A4 Sedán en Alhaurin el Grande (Málaga). Se puede ver y probar, para mas información contacte conmigo.605154467",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2011",
            "kilómetros": "93485 km",
            "precio": 8800.0
        },
        {
            "titulo": "Audi A4 2010",
            "enlace": "https://es.wallapop.com/item/audi-a4-1-8-2010-1052324769",
            "descripcion": "Se vende audi a4 1.8 tfsi del 2010,itv en vigor,filtros y aceite recien cambiados con facturas demostrables.Se puede ver y probar sin ningun problema. Asiento calefactables,sensor de aparcamiento,luces xenon,control de velocidad crucero,luces automaticas. Abstenerse a ofertas absurdas y curiosos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "160 cv",
            "año": "2010",
            "kilómetros": "142000 km",
            "precio": 8400.0
        },
        {
            "titulo": "Audi A4 2010",
            "enlace": "https://es.wallapop.com/item/audi-a4-2010-1063046982",
            "descripcion": "Esta en perfecto estado . Interior prácticamente impoluto. Ningún desgaste ni roto ni nada limpisimo color vainilla .esterior muy bien ni golpes ni nada . Gomas y pastillas al 80% . Aceite filtro y correa de distribución 1000km . Esta muy muy bien . Km en carretera se nota q son en carretera . Motor a toda prueba ni humos ni manchado nada de nada en perfecto estado . Consumo en cartera por 5.5l . MEJOR LLAMAR POR TLF CONTESTO ANTEss .1AÑO DE GARANTÍA",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "160 cv",
            "año": "2010",
            "kilómetros": "220000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi A4 2011",
            "enlace": "https://es.wallapop.com/item/audi-a4-2011-1058788199",
            "descripcion": "audi A4 muy buen estado poco usado guardado en garaje los ultimos 2 años ! matricula irlandesa , volante al reves ( derecha ) tapiceria cuero beige buen estado bola remolque asientos electricos",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "160 cv",
            "año": "2011",
            "kilómetros": "175781 km",
            "precio": 4700.0
        }
    ]
}