{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A4",
        "version": "Advanced edition 35 TFSI S tronic 7 vel.",
        "año mínimo": 2018,
        "año máximo": 2019,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 150,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=150&min_year=2018&max_year=2019&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A4&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A4 Avant S line 35 TFSI 110kW S tronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-s-line-35-tfsi-110kw-s-tronic-1071385428",
            "descripcion": "¡NO PAGUES MAS POR NO FINANCIAR TU VEHICULO! CONSULTA TODA NUESTRA FLOTA EN AUTOSROSO.COM. DISFRUTA DE LAS VENTAJAS QUE OFRECEMOS: - ¡NO PAGUES MAS POR NO FINANCIAR TU VEHICULO! - INTERES INIGUALABLE. - ENVIOS GRATUITOS Y TALLERES OFICIALES EN TODAS LAS ISLAS CANARIAS. - PLAN RENOVE ,TASAMOS AL MEJOR PRECIO. - GARANTIA Y TRANQUILIDAD DE 1 ANO,EN TODOS NUESTROS VEHICULOS. - GARANTIA ROSO PREMIUM. - SERVICIO DE MANTENIMIENTO INTEGRAL. ACTUALMENTE NOS PUEDES VISITAR EN: GRAN CANARIA- EL GORO C/PRIOR MATEO TELLO 20. GRAN CANARIA- CC LA BALLENA LANZAROTE- ARRECIFE C/MANOLO MILLARES 103. TENERIFE- LOS MAJUELOS AVDA. EL PASO 20. NOS AVALAN MAS DE 10.000 CLIENTES SATISFECHOS. Las fotos son reales y corresponde con el vehiculo anunciado salvo \"error tipografico o de transcripcion\". ...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "149 cv",
            "año": "2018",
            "kilómetros": "69000 km",
            "precio": 26990.0
        },
        {
            "titulo": "Audi A4 2019",
            "enlace": "https://es.wallapop.com/item/audi-a4-2019-1091877739",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "80000 km",
            "precio": 24990.0
        },
        {
            "titulo": "Audi A4 Avant Advanced 35 TFSI 110kW S tronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-advanced-35-tfsi-110kw-s-tronic-1071118459",
            "descripcion": "Precio TODO INCLUIDO (impuestos, gastos de transferencia, y garantia), y NO SUJETO a FINANCIACION, Consulte y compare nuestra FINANCIACION EXCLUSIVA al 7,99% TIN MATRICULAS y NUMEROS DE BASTIDOR VISIBLES. LIBROS DE MANTENIMIENTO e HISTORICOS COMPLETOS a su disposicion. Posibilidad de recoger vehiculo como parte de pago. ***IVA DEDUCIBLE**PVP (20578EUROS+IVA)*** * Este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual, para cualquier duda consultar con el concesionario. Gracias...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "149 cv",
            "año": "2019",
            "kilómetros": "78724 km",
            "precio": 24900.0
        },
        {
            "titulo": "Audi A4 2019",
            "enlace": "https://es.wallapop.com/item/audi-a4-2019-1069042161",
            "descripcion": "AUDI 35 TSFI 150CV HIBRIDO AÑO 2019 CON TAN SOLO 94000KM EN PERFECTO ESTADO. ETIQUETA MEDIOAMBIENTAL ECO. UN AÑO DE GARANTÍA Y TRANSFERENCIA INCLUIDA. POSIBILIDAD DE FINANCIACIÓN.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "94000 km",
            "precio": 23900.0
        },
        {
            "titulo": "Audi A4 Avant Advanced 35 TFSI 110kW S tronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-advanced-35-tfsi-110kw-s-tronic-1076312793",
            "descripcion": "Vehículo comercializado por Grupo Seligrat (Concesionario oficial de las marcas OPEL, PEUGEOT, KIA, HONDA, MITSUBISHI, SUZUKI y MAXUS) con más de 50 años en el sector, especialistas en la venta de vehículos de ocasión online y presencial. Financiación 100% a tu medida, contacta con nosotros y te informamos sin compromiso. Posibilidad de entrega de tu coche como parte de pago, te damos la máxima tasación tanto presencial, como online. Contacta con nosotros y realizamos las gestiones por el canal que te resulte más cómodo. Posibilidad de entrega a domicilio. Pregunta por nuestras ofertas en seguros de Auto para clientes del Grupo. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante, no pudiendo constituir la base de un futuro contrato.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "78340 km",
            "precio": 22800.0
        },
        {
            "titulo": "Audi A4 2.0 35 TFSI S TRONIC ADVANCED AVANT 150 5P",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-35-tfsi-s-tronic-advanced-avant-150-5p-1075414046",
            "descripcion": "Vehiculo comercializado por Grupo Seligrat (Concesionario oficial de las marcas OPEL, PEUGEOT, KIA, HONDA, MITSUBISHI, SUZUKI y MAXUS) con mas de 50 anos en el sector, especialistas en la venta de vehiculos de ocasion online y presencial. Financiacion 100% a tu medida, contacta con nosotros y te informamos sin compromiso. Posibilidad de entrega de tu coche como parte de pago, te damos la maxima tasacion tanto presencial, como online. Contacta con nosotros y realizamos las gestiones por el canal que te resulte mas comodo. Posibilidad de entrega a domicilio. Pregunta por nuestras ofertas en seguros de Auto para clientes del Grupo. Los datos del anuncio podrian contener algun error y por tanto no tienen caracter vinculante, no pudiendo constituir la base de un futuro contrato. ***EQUIPAMIENTO SERIE INCLUIDO*** - Cinco plazas ( 2+3 ) - Ocho altavoces - Equipo de audio con radio AM/FM. RDS y cargador para 1 CD con lector de CD para MP3 y Tarjeta digital pantalla color - Control remoto de audio en el volante - Toma/s de 12v en la zona de carga. los asientos delanteros y los asientos traseros - Cuatro frenos de disco siendo dos ventilados - ABS - Apertura a distancia del maletero con control remoto - Control de crucero - Luces de lectura delanteras y traseras - Luz en el maletero - Espejo de cortesia en conductor en acompanante - Sensores de aparcamiento traseros con radar - Combustible: sin plomo 95 octanos y Combustible primario: gasolina - Acabados de lujo: pomo de la palanca de cambios en cuero. consola central en aluminio simil. puertas en aluminio simil y tablero en aluminio simil - Alfombrillas - Faros con lente elipsoidal. bombilla Bi-Xenon y luz larga con bombilla Bi-Xenon - Regulacion de los faros con ajuste de altura automatico. sensor de luz ambiental y funcion de faros antiniebla - Encendido diurno automatico - Airbag lateral de cortina delantero y trasero - Bandeja trasera flexible - Sujecion de carga - Cierre centralizado con mando a distancia y cont...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "78340 km",
            "precio": 22800.0
        },
        {
            "titulo": "AUDI A4 2019",
            "enlace": "https://es.wallapop.com/item/audi-a4-2019-1089532382",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "87530 km",
            "precio": 21900.0
        },
        {
            "titulo": "Audi A4 2018",
            "enlace": "https://es.wallapop.com/item/audi-a4-2018-1085676056",
            "descripcion": "vehiculo muy bien cuidado con todos los mantenimientos al dia y siempre muy bien cuidado y en garaje",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "155000 km",
            "precio": 16500.0
        },
        {
            "titulo": "Audi A4 2019 Avant S line 35 TFSI 110 kw S tronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-2019-avant-s-line-35-tfsi-110-kw-s-tronic-1073448083",
            "descripcion": "Paquete S-line. No contesto a los mensajes. ¡Para más información y fotos déjame tu númmer o de telefn o!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "64250 km",
            "precio": 11240.0
        }
    ]
}