{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A4",
        "version": "A4 3.0 TDI clean diesel 245 CV quattro S tronic",
        "año mínimo": 2012,
        "año máximo": 2015,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 245,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=245&min_year=2012&max_year=2015&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A4&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A4 2014 rs 3000 tdi ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1051578544",
            "descripcion": "Audi A4 3. 0 TDI 245cv Quattro Stronic RS4 Libro de revisiones completo en Audi - Faros Bixenon con luz diurna,direccionales,luces y limpias automaticos - Kit RS4 interior y exterior - Navegador MMI 3GPlus actualizado y bluetooth -Espejos electricos plegables y con avisador -Apertura y cierre sin llave -Arranque por boton y freno de estacionamiento automatico - Techo solar panoramico - Sistema de sonido Bang of Lousen - Asientos deportivos semi bakets en cuero, calefactables electricos y con memoria - Climatizador trizona - Sensor de aparcamiento delantero y trasero - Control de crucero adaptativo - Volante deportivo achatado multifuncion - Llantas Rotor de 20\" con neumaticos seminuevos -Porton electrico -Gancho remolque desmontable -Mantenimientos recien hechos -Impecable estado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "172000 km",
            "precio": 27000.0
        },
        {
            "titulo": "Audi A4 Avant 3.0 TDI Quattro 245 Cv Sline 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-3-0-tdi-quattro-245-cv-sline-2015-1089983216",
            "descripcion": "Espectacular A4 Quattro 245 Cv S Tronic con asientos Recaro S4 RS4 !! Con hasta 36 meses de garantía y certificado de calidad, verificación de estado, km y no siniestralidad con mas de 150 puntos de verificación. Muy nuevo y equipado!! Con los siguientes extras: - Asientos Recaro S4 / RS4 - Suspensión deportiva S line - Volante deportivo de tres radios multifuncional con levas de cambio achatado en parte inferior - Audi drive select - Paquete business - Asientos delanteros eléctricos calefactables y con regulación lumbar eléctrica - Paquete portaobjetos - Tapicería de cuero Audi exclusive - Equipo de sonido Audi - MMI navegación plus - Volante deportivo de tres radios multifuncional - Asistente de luces de carretera \"smart beam\" - Climatizador de confort de tres zonas - Control automático de la velocidad (Tempomat) - Dirección dinámica \"dynamic steering\" - Retrovisor interior antideslumbrante automático - Retrovisores exteriores antideslumbrantes automáticos y plegables eléctricamente - Luz adaptativa \"dynamic adactative light\" - Equipo de sonido Audi - Portón del maletero de accionamiento automático - Cristales tintados oscuros - Llantas de aleación 8,5Jx19 Audi Sport diseño 5 radios segmentados con neumáticos 255/35 R 19 - Gris plomo metalizado - Parachoques pintados en color carrocería - Audi hold assist - Audi parking system APS delantero y trasero - Control de crucero adaptativo - Fijación para asientos infantiles ISOFIX, desactivador del airbag del acompañante y mucho mas!! Revisión completa incluido Stronic. Kilómetros certificados y libro de mantenimiento completo. Financiamos a tu medida. ven a verlo a Daruka !! Anuncio no contractual.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2015",
            "kilómetros": "132220 km",
            "precio": 26490.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1077159124",
            "descripcion": "*No aceptamos contactos de profesionales* Guardado siempre en garaje, ITV pasada, revisiones en casa oficial Audi, volante deportivo (plano por debajo), opcional maletero separador de carga. De estado y conducción impecable. Etiqueta de circulación C. Color súper elegante azul marino prácticamente negro.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "87000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A4 S line edition 2.0 TDI clean diesel quattro 140 kW (190 CV) S tronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-s-line-edition-2-0-tdi-clean-diesel-quattro-140-kw-190-cv-s-tronic-1011465552",
            "descripcion": "Precio oferta sujeto a financiación: 21990 EUR. Precio al contado: 21990 EUR. *GRA* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete S-Line, 4x4, Ayuda aparcamiento, Asientos deportivos, Suspensión deportiva, Encendido automático de faros, Sensor de lluvia, Faros bixenón, Start/Stop automático, Volante multifunción, Control de velocidad, Aire Acondicionado (Climatizador), Bluetooth, Isofix, Freno de estacionamiento eléctrico, Llantas de aleación (18\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "127759 km",
            "precio": 21990.0
        },
        {
            "titulo": "Audi A4 avant 2.0 TDI 190 S-Tronic quattro",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-984817864",
            "descripcion": "Audi A4 Avant 2.0 TDI 190 Quattro S-line NACIONAL (abril 2015) , S-tronic con levas, Daytona Grey, 198000 km, llanta 19 , S-line int/ext+ suspensión, techo solar panorámico, clima , navi MMI + sonido B&O, bluetooth teléf. y música+usb+sdd, tapicería tela/piel, parktronic del/ tras+ cámara, aviso ángulo muerto, aviso de cambio involuntario de carril, bi-xenón+LED, sensor de luces/lluvia, largas auto, control crucero, portón eléctrico, espejos plegables eléctricos, lunas tintadas. Mantenimientos al día, distribución y bomba recién hecha (aporto factura),ruedas nuevas.Perfecto estado admito prueba mecánica.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "198000 km",
            "precio": 20400.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1087527302",
            "descripcion": "Audi Avant 2.0 con todo el Pack del RS4. 203.000 km. Automatico. Siempre ha dormido en garaje. -Llantas Rotor 19\" cubiertas delanteras Nuevas. -Asientos calefactables -Techo Solar -Apertura automatica del maletero. -Addblue -Ordenador a bordo con Bluetooth -8 altavoces -Subwoofer -Retrovisor fotosensible -3 llaves -sensores aparcamiento -Suspension roscada TODO HOMOLOGADO ITV HASTA JULIO DEL 2026 Se escuchan ofertas serias.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "203000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1053114377",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "88000 km",
            "precio": 19990.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1068997745",
            "descripcion": "AUDI A4 S-LINE -PAQUETE S-LINE EXTERIOR e interior Completo -caja cambios AUTOMÁTICO con levas -asientos deportivos cuero/alcantara electricos -sistema de NAVEGACIÓN -volante deportivo S-LINE -SUSPENSIÓN deportiva -CAMARA marcha atras -faros BIXENON -llantas 19 -espejos ELÉCTRICOS -llantas 19 -sensores de estacionamiento -Climatizador -etc ESPECIALISTAS en VEHICULOS por ENCARGA(conseguimos su coche ideal y de sus sueños) y PERSONALIZACION DEL AUTOMOVIL #colocacion de cristales oscurecidos homologados# #personilizacion PPF(vinilo de protección transparente) tanto carroceria como opticas #personilizacion de exteriores e interiores (molduras/vinilos esteticos/llantas /etc) # posibilidad de colocacion GANCHO DE REMOLQUE y su correspondiente homologación# ##POSIBILIDAD de ETIQUETA ECO a traves de su conversion a GLP y con su correspondiente homologación en documentacion## Se entrega con REVISION recien realizada,MANTENIMIENTO completo ,se RECOGE vehiculo como parte de pago de menor o mayor tasación al de venta ,TRANSFERENCIA incluida con GARANTIA hasta 3 AÑOS y posibilidad FINANCIACION al 100%, con distintas entidades financieras adecuandose a la necesidad de cada cliente ##Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual##",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "88000 km",
            "precio": 19990.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1091409875",
            "descripcion": "Audi a4 mantenimiento recién echo de motor y caja de cambios.4 neumáticos nuevos.esta muy bien cuidado muchos extras.mejor ver y probar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2015",
            "kilómetros": "189500 km",
            "precio": 19900.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-999321913",
            "descripcion": "Audi A4 Avant 2.0 TDI 190cv S line (int. Y ext.) Sport Paket Color gris perla con barniz alto brillo. 2 jgos. de llantas: - Aleación; modelo Rotor 19” con Bridgestone Turanza 6 NUEVOS, montados 14/11/2024. - Acero; con tapacubos 16” Neumaticos invierno al 80% Mantenimiento al dia: - Aceite y filtros - Kit distribución + bomba agua y kit correa accesorios hecho a los 125.500km. - Mantenimiento caja automática hecho a los 117.000km. - Pastillas freno del. y tras. nuevas - ITV hasta 2026 *Enganche remolque homologado. {El coche está en perfecto estado, ver y probar sin compromiso} {Motivo de venta, busco SUV xq tengo 2 niños} “Precio negociable”",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "129000 km",
            "precio": 19900.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1024282501",
            "descripcion": "2.0 143 cv, stage-1 180 cv Asientos s-line Asiento calefactable con regulador lumbar Cambio automático triptronic 9 velocidades Volante multinacional Retrovisor interior antideslumbrante Velocidad de crucero Sensor de luces y lluvia Sensor de aparcamiento y cámara trasera Star-stop kit rs4 pantalla con navegador internet itv pasada el 28 de junio de 2024 correa de distribución recién cambiada antes de su momento El coche está mimadisimo siempre guardado en garaje y cada cambio de aceite filtros etc antes de su momento, lo vendo por falta de uso, solo para viajes vacacionales, cualquier duda no duden en preguntar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "191000 km",
            "precio": 19500.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1091922410",
            "descripcion": "Oportunidad Única !! Audi A4 (B8) 2.0 TDI 150 Cvs Multitronic S Line Edition, restyling. Nacional de junio 2014 con tan solo 68.000 kms. Isofix, navegador, bluetooth, control de velocidad, bixenon, luz diurna led, llantas 17”, volante multifunción, cd y sd, ordenador, sensores de aparcamiento, sensor de lluvia y luz. Está como nuevo. ITV pasada en diciembre. Historial completo de mantenimiento en Audi con facturas. Se entrega con todos sus manuales y dos llaves. Neumáticos Michelin a estrenar. Actualmente no hay que hacerle nada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "68000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-556720227",
            "descripcion": "En perfecto estado. Km solo en autopista. Siempre en garaje. Pocos km porque uso moto a diario. Navegador Isofix Paquete Xenón Plus Bola remolque de fábrica Vehículo nacional comprado en Huelva Wagen Volante multifuncion Solo gente seria y formal.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "119000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Audi A4 AVANT S LINE",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-s-line-1080299916",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2015",
            "kilómetros": "116000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Audi A4 2013 S Line",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-s-line-1075418309",
            "descripcion": "Coche del año 2013. Pintura Black S Line totalmente nueva en 2023. Llantas 19\" homologadas. Pinzas de freno pintadas en rojo. Coche nacional. Lunas tintadas homologadas. Automático. Pantalla multimedia puesta en 2023 valorada en 1.000€. 90% uso por autovía. No uso de plazas traseras. Impecable tanto por dentro como por fuera. Revisiones al día. No accidentes. Más de 3.000€ en extras. 175.000 kms",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "175000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-912985109",
            "descripcion": "se vende audi a4 avant 3.0 tdi sline exterior y interior",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "175000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Audi A4 Avant S-Line 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-s-line-2015-1034037608",
            "descripcion": "Audi A4 Avant S-LINE 🐎 2.0 TDI 150 cv 🐎 ⚙️ Cambio Automático 8 Velocidades 🔧 171.125 km 📅 Modelo 2015 📌 12 meses de garantía 🔩 km certificados 👌🏼👌🏼Acabado S-LiNe Full, Faros BI-Xenon con iluminación LED , Asientos deportivos y calefactables en cuero , Linguatronic , Control velocidad , Parktronic , Enganche remolque oculto , llantas Rotor en 19 con neumáticos nuevos” ...y muchos más extras👌🏼👌🏼 🔝 Se entrega completamente revisado ,mantenimiento recién hecho, disponemos de taller propio . ‼️‼️Ven a verlo a nuestra nueva tienda en Avda das pias 3 Fene❗️❗️ -Cita previa en en teléf 644 982 792 Síguenos en Facebook y ✅ VISÍTANOS✅",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "171125 km",
            "precio": 17800.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1089216786",
            "descripcion": "Perfecto estado y sin averias hasta la fecha",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "197000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1078719791",
            "descripcion": "Se vende o se cambia por golf gti mk7",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "163000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1075382295",
            "descripcion": "Se vende bonito Audi A4 4WD TDI 2.0 avant stronic Sline 7 marchas automático y secuencial con tan solo 133.000 km reales única dueña,con ética B (Euro 5) sin restricciones en ninguna ciudad, comprado en Concesionario oficial Audi duerme en garage desde que se compró deportivo y elegante mantenimientos al día con facturas de la casa Audi al día se le an echo las siguientes cosas Alós 90.000 Km se le hizo pastillas de freno, filtro de polvo y polen,líquido de frenos,Alós 123.000 km aceite longlife (5w30) filtro de aceite cartucho de la caja aceite de la caja (ATF) nuevo liquido de frenos todo demostrable con facturas de la casa con bola homologada metida en ficha usada una única vez (desmontable)18.500 euros para mas info por privado aitziber",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "133000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Audi A4 Avant 2.0 Tdi 150 cv S-line",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-2-0-tdi-150-cv-s-line-1070901351",
            "descripcion": "Automático, navegador, S-line, revisiones al día, etiqueta medioambiental B.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "96000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-986452316",
            "descripcion": "vendo Audi A4 Avant en muy buen estado, mantenimiento al día de todo real,con facturas, aceite, filtros, caja de cambios, discos, pastillas....acabado Interior y exterior Sline completo, asientos, volante, techo solar, portabicis y baca original Audi. se acepta prueba mecánica, se puede ver y probar. *abstenerse personas o empresas de compra/venta de coches, si no pagan por adelantado Km apuntados el 10 de enero del 2025",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2014",
            "kilómetros": "146606 km",
            "precio": 17500.0
        },
        {
            "titulo": "AUDI A4 Avant 2.0 TDI clean 150CV multitr S line",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-2-0-tdi-clean-150cv-multitr-s-line-1079894382",
            "descripcion": "Impecable. Acabado S-Line, cambio automático 7 velocidades, sistema de navegación, climatizador, luces de xenon, sensores de aparcamiento delanteros y traseros, teléfono bluetooth, asientos deportivos, sistema start/stop, anclajes isofix, sensores de luz y de lluvia, control de velocidad, volante deportivo/piel multifunción, toma USB y tarjeta SD, rueda de repuesto de emergencia, reposabrazos central delantero, barras techo cromadas. Precio final (no sujeto a financiación), incluye garantía de un año y cambio de titular.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "116675 km",
            "precio": 17200.0
        },
        {
            "titulo": "Audi A4 3.0 tdi quattro S-line Automático 245cv de",
            "enlace": "https://es.wallapop.com/item/audi-a4-3-0-tdi-quattro-automatico-245cv-del-2014-1082410048",
            "descripcion": "AUDI A4 Automático 3.0TDI 245cv quattro S-line Reviciones y mantenimiento al dia. Extras: Climatizador automático , Control de distancia de aparcamiento delantero y trasero, Sistema de navegación por satélite, Tapicería de cuero, Tracción total en general, Asiento del conductor calefactable, Asiento del pasajero calefactable, Asientos deportivos, Control de velocidad, Dirección asistida, Elevalunas eléctrico delantero, Elevalunas eléctrico trasero, Interfaz Bluetooth, Llantas de aleación, Luces diurnas, Pintura metalizada, Puerta trasera eléctrica, Reposabrazos delantero(s), Retrovisores exteriores calefactable, Sensor de lluvia, Sistema de audio, Ventanillas traseras tintadas, Volante de cuero e deportivo y multifuncional, Garantía 12 meses con posibilidad de ampliación a 24 meses. Para ver el coche pedir cita previa. Más coches en #Mcars6",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "168000 km",
            "precio": 16995.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1087718011",
            "descripcion": "vehículo nacional, único dueño, excelente estado mantenimientos al día S line Automático, ocho velocidades, Navegacion gastos de gestión y transferencia consultar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "103000 km",
            "precio": 16590.0
        },
        {
            "titulo": "Audi A4",
            "enlace": "https://es.wallapop.com/item/audi-a4-1070419087",
            "descripcion": "Vehículo nacional, kilómetros certificados, muy buen estado, paquete sline exterior, cristales tintados, paquete de cromo exterior, faros bixenom, faros led traseros, espejos eléctricos, sensor luz y lluvia, control de velocidad, advertencia de velocidad, cambio automático, asientos conductor y copiloto altura, inclinación y zona lumbar, volante multifunción, manejo por voz, tarjeta sd1 y sd2, navegación, clima bizona, reposabrazos delanteros y traseros, anclaje Isofix, sensor presión de neumáticos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "123000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-999357594",
            "descripcion": "Audi a4 b8 avant, modelo restiling, sline interior y exterior, llantas 19”, spoiler trasero rs4, regillas delanteras rs4, barras techo originales audi…Vehículo en perfecto estado tanto interior como exterior, cambio automático stronic, navegador, asientos calefactables, climatizador bi-zona… Mantenimientos siempre al día, última revisión a los 200000, distribución, bomba agua, aceite y filtros, cambio automático, frenos…impecable. Posibilidad de entregar baúl techo thule y portabicicletas thule sin usar. Escucho ofertas y cambios. Vw transporter, multivan, 4motion, mb vito, viano, 4matic…",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2014",
            "kilómetros": "205000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-3-0-tdi-204cv-multitronic-5p-sport-903709692",
            "descripcion": "Solo Venta No hay nada que hacerle. Se entrega con ITV Nueva Pago en EFECTIVO posible Asientos Deportivos de Piel y Alcántara Volante Multifunción Cortinas en Puertas Red Separadora de Carga Caja de Cambios Automática Multitronic de 8 vel ( Mejor que la S Tronic ) Faros Bixenón Iluminación Diurna LED Pilotos Traseros LED Freno Eléctrico Climatizador Asientos Calefactados Partronik Delantero y Trasero Sensor de presión de Neumáticos Lector de Tarjetas y Disco Duro Navegador Teléfono Bluetooth Star/Stop Llantas Originales 17’’ 2 Llaves Libro de Mantenimiento Nueva ITV Revisión Nueva Neumáticos Nuevos",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "190000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Audi A4 Avant 2.0 TDI 150cv multitronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-2-0-tdi-150cv-multitronic-1057366165",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "138400 km",
            "precio": 15900.0
        },
        {
            "titulo": "Audi A4 Avant 2.0 TDI 150cv multitronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-2-0-tdi-150cv-multitronic-1064130390",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "138400 km",
            "precio": 15900.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1032801923",
            "descripcion": "AUDI A4 FINAL DE 2015 NACIONAL ,ETIQUETAC MOTOR 2.0 TDI 150 CV AUTOMATICO CON LEVAS EN AL VOLANTE 200200 KM REALES,BUEN FUNCIONAMIENTO MUY EQUIPADO,CLIMATIZADOR,RADIO PANTALLA,BLUETHOUT,AUX,USB,START STOP,NAVIGADOR,VOLANTE MULTIFUNCION,CONTROL DE VELOCIDAD,ESPEJOS ABATIBLES,CERRE CENTRALIZADO,FAROS XENO,LUZ DIURNA LED,SENSORES DE APARCAMIENTOS,LUZ Y LIMPIA AUTOMATICOS,2 LLABES,Y MAS EXTRAS SI ENCUENTRA EN PERFECTO ESTADO SI ENTREGA TOTALMENTE REVISADO SI ENTREGA TRASFERIDO 12 MESES DE GARANTIA MAS INFORMATION LLAMAR 654662899",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "200200 km",
            "precio": 15900.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1077239287",
            "descripcion": "Audi A4 S line 2.0 tdi 143 cv. Año 2013 Nacional con km reales. Perfecto estado, mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "104000 km",
            "precio": 15900.0
        },
        {
            "titulo": "Audi A4 Avant 3.0 TDI 204 multron S line edition",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-3-0-tdi-204-multron-s-line-edition-1091256124",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "200000 km",
            "precio": 15500.0
        },
        {
            "titulo": "Audi A4 2.0tdi 177cv quattro auto",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0tdi-177cv-quattro-auto-1091258206",
            "descripcion": "Audi A4 2.0tdi quattro 177cv con caja automatica de 7 velocidades con tan solamente 146000km y es de agosto de 2013 POSIBILIDAD DE FINANCIAR !!!!!!! NACIONAL !!!!!!! !!!!!!! DOS DUEÑO!!!!!!! !!!!!!! KM REALES !!!!!!!! El coche nacional en muy buen estado. Se vende con un año de GARANTÍA, y se entregará con revisión de Aceites y filtros de motor incluido en el precio. TRANSFERENCIA DE NOMBRE MÁS 150€ Extras: * Color Gris Metalizado * Traición auattro * Asientos calefactables * Llave confort con botón de arranque y apertura de vehículo por aproximación * Cámara marcha atrás * Portón trasero eléctrico * Sensores de aparcamiento delantero y trasero * Isofix * Climatizador bizona * Bluetooth * Llanta 17 con neumáticos continental * 2 juegos de llaves * Faros xenon automáticos con Luses diurnas led * Volante con manos libres * Sensores de Luses y de limpia parabrisas -Aconsejamos antes de venir a ver cualquier vehículo llamar y ver disponibilidad de la unidad. -Cualquier duda llamando o por wassap -El anuncio es a título informativo y puede contener errores. -Aceptamos vehículos como forma de pago y si es de más valor se lo pagamos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "146000 km",
            "precio": 15500.0
        },
        {
            "titulo": "Audi A4 2014 Sline 3.TDI QUATTRO ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-sline-3-tdi-quattro-1022874134",
            "descripcion": "Se vende Audi A4 motor 3.0TDI QUATTRO en muy buen estado , con mantenimiento recién echo , todo al día , Sline exterior y interior, llantas 19”, faros de xenón sensores de aparcamiento, vehículo volante multifuncional, control de velocidad adaptivo, asistente de carril , asientos deportivos de tela y piel calefactables, clima bi zona , navegador, bluetooth , 4 modos de conducción, lunas tintadas , ordenador a bordo , 2 llaves . Solo venta",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "182000 km",
            "precio": 15500.0
        },
        {
            "titulo": "Audi A4 2.0 TDI 105 kW (143 CV) multitronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-105-kw-143-cv-multitronic-1080837402",
            "descripcion": "Ref.60905100 NO PIERDAS LA OPORTUNIDAD DE PROBARLO EN AUTOVÍA A-4, KM 20,600 LOCAL 28320 (PINTO) Yamovil tiene un sistema de gestión de calidad certificado por AENOR en la norma UNE EN ISO 9001 desde 1999 con el siguiente alcance: La compra-venta, la reparación y el mantenimiento de vehículos turismos y comerciales. Certificación de kilometraje y ausencia golpe estructural Garantía de 12 meses en todos nuestros vehículos. Las fotos son reales y se corresponde con el vehículo que podrán ver en nuestras instalaciones, así como precio, extras, modelo y kilómetros, salvo \"error tipográfico o de transcripción\" eximiendo a la compañía de toda responsabilidad física o comercial derivada de estos errores ante cualquier reclamación posterior. ¡VEN A PROBARLO! Te esperamos en YAMOVIL.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "83985 km",
            "precio": 15480.0
        },
        {
            "titulo": "Audi A4 2.0 TDI 105 kW (143 CV) multitronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-105-kw-143-cv-multitronic-1075805870",
            "descripcion": "Ref.60905100 NO PIERDAS LA OPORTUNIDAD DE PROBARLO EN AUTOVÍA A-4, KM 20,600 LOCAL 28320 (PINTO) Yamovil tiene un sistema de gestión de calidad certificado por AENOR en la norma UNE EN ISO 9001 desde 1999 con el siguiente alcance: La compra-venta, la reparación y el mantenimiento de vehículos turismos y comerciales. Certificación de kilometraje y ausencia golpe estructural Garantía de 12 meses en todos nuestros vehículos. Las fotos son reales y se corresponde con el vehículo que podrán ver en nuestras instalaciones, así como precio, extras, modelo y kilómetros, salvo \"error tipográfico o de transcripción\" eximiendo a la compañía de toda responsabilidad física o comercial derivada de estos errores ante cualquier reclamación posterior. ¡VEN A PROBARLO! Te esperamos en YAMOVIL.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "83985 km",
            "precio": 15480.0
        },
        {
            "titulo": "Audi A4 2.0 TDI 105 kW (143 CV) multitronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-105-kw-143-cv-multitronic-1075805504",
            "descripcion": "Ref.60905100 NO PIERDAS LA OPORTUNIDAD DE PROBARLO EN AUTOVÍA A-4, KM 20,600 LOCAL 28320 (PINTO) Yamovil tiene un sistema de gestión de calidad certificado por AENOR en la norma UNE EN ISO 9001 desde 1999 con el siguiente alcance: La compra-venta, la reparación y el mantenimiento de vehículos turismos y comerciales. Certificación de kilometraje y ausencia golpe estructural Garantía de 12 meses en todos nuestros vehículos. Las fotos son reales y se corresponde con el vehículo que podrán ver en nuestras instalaciones, así como precio, extras, modelo y kilómetros, salvo \"error tipográfico o de transcripción\" eximiendo a la compañía de toda responsabilidad física o comercial derivada de estos errores ante cualquier reclamación posterior. ¡VEN A PROBARLO! Te esperamos en YAMOVIL.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "83985 km",
            "precio": 15480.0
        },
        {
            "titulo": "Audi A4 2.0 TDI 105 kW (143 CV) multitronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-105-kw-143-cv-multitronic-1075804787",
            "descripcion": "Ref.60905100 NO PIERDAS LA OPORTUNIDAD DE PROBARLO EN AUTOVÍA A-4, KM 20,600 LOCAL 28320 (PINTO) Yamovil tiene un sistema de gestión de calidad certificado por AENOR en la norma UNE EN ISO 9001 desde 1999 con el siguiente alcance: La compra-venta, la reparación y el mantenimiento de vehículos turismos y comerciales. Certificación de kilometraje y ausencia golpe estructural Garantía de 12 meses en todos nuestros vehículos. Las fotos son reales y se corresponde con el vehículo que podrán ver en nuestras instalaciones, así como precio, extras, modelo y kilómetros, salvo \"error tipográfico o de transcripción\" eximiendo a la compañía de toda responsabilidad física o comercial derivada de estos errores ante cualquier reclamación posterior. ¡VEN A PROBARLO! Te esperamos en YAMOVIL.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "83985 km",
            "precio": 15480.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1078040091",
            "descripcion": "A4 avant en austria comprado y en proceso de matriculacion en madrid muy buen coche con adblue s line del mes 10 de 2015",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "241000 km",
            "precio": 15450.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1078662675",
            "descripcion": "Audi A4 3000 sline-204 caballos El coche está en perfectas condiciones Ver y probar sin compromiso Número de contacto 606 09 40 20 No acepto cambio solo dinero",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "263000 km",
            "precio": 15400.0
        },
        {
            "titulo": "Audi A4 Avant 2015 Auto 2.0 150cv Impecable",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-2015-auto-2-0-150cv-impecable-989765510",
            "descripcion": "Renovamos flota, adjuntamos seguimiento del vehículo en mantenimientos, repostajes y cambios de ruedas, ninguna avería de momento, depósito de adblue cuidado con anticristalizador en cada repostaje... Oportunidad brillante, ven y pruébalo y revísalo lo que quieras, te lo quedas seguro... Puedo pasar más fotos que las que permite wallapop... #coche #audi #a4 #avant #maletero #grande #poco #consumo #cochazo #oportunidad",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "164944 km",
            "precio": 15400.0
        },
        {
            "titulo": "OPORTUNIDAD!!!! Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1075805287",
            "descripcion": "Vendo Audi A4 2.0 multitronic s-line 8 velocidades matrículado en Enero del 2015 con llantas de aluminio en 18 pulgadas de 5 radios con neumáticos 245/40/r18, navegador, automático,faros bixenon,lavafaros, sensor de lluvia automático,lunetas traseras tintadas y homologadas,lleva rueda de repuesto tipo \"galleta\", todos los mantenimientos al día y todo demostrable con facturas. PRECIO ALGO NEGOCIABLE DENTRO DE LO QUE CABE PERO NO PRECIOS ABSURDOS NI NADA DE ESO,NO ACEPTO CAMBIOS",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "148600 km",
            "precio": 15050.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1084372564",
            "descripcion": "Audi A4 3.0 funciona perfectamente",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "22000 km",
            "precio": 15000.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1074909431",
            "descripcion": "Se vende Audi A4, se entrega con revisión recién hecha, ITV hasta abril 2026, mantenimiento caja de cambios hecho",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "167000 km",
            "precio": 15000.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1061302038",
            "descripcion": "Se vende Audi A4 2.0 TDI 150cv/Pantalla Android, Neumaticos Continental nuevos, Revisiones en Servicio Oficial Audi (Aporto facturas) Luces automáticas, Faros Led, Paquete S line, Etiqueta medioambiental C, Mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "157000 km",
            "precio": 15000.0
        },
        {
            "titulo": "Audi A4 3.0 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-3-0-2013-1069226775",
            "descripcion": "Audi A4 Avant V6 3.0 con caja de cambios multitronic de 8 marchas. Precio negociable Equipamiento: - Luces de Xenon - Llantas originales Audi - Pantalla de 9\" con navegación - Sensores traseros de aparcamiento - Control de crucero - Limpiaparabrisasautomático - Asientos calefactables No cambio",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "230000 km",
            "precio": 15000.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1052213283",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2015",
            "kilómetros": "157000 km",
            "precio": 15000.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-931601633",
            "descripcion": "A4 3.0 tdi avant s-tronic al día de todo y con facturas más info en las imágenes . Acepto familiares menos motor a cambio o como parte de pago valoraría la posibilidad de entregar como parte de pago de uno de valor superior 2.0 tdi avant , touring , e46 , leon st , variant , bmw , x3 ,serie 3 serie 5 para cambio aumenta el valor",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "195000 km",
            "precio": 15000.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1072596367",
            "descripcion": "Se vende audi a4 2.0tdi 150 cv automático equipado con climatizador espejos eléctricos cámara trasera gancho remolque y mucho más mejor ver y probar el precio incluye la transferencia mantenimiento recién hecho y garantía",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "193000 km",
            "precio": 14990.0
        },
        {
            "titulo": "Audi A4 avant 2.0tdi 150cv aut",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-2-0tdi-150cv-1062594214",
            "descripcion": "AUDI A4 avant 2.0tdi 150cv VEHICULO NACIONAL Faros Bi-Xenon park tronic climatizador ordenador de abordo volante multifuncion control de velocidad 12 meses de garantia",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "209000 km",
            "precio": 14990.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-878155957",
            "descripcion": "Nuevo, mantenimientos recién hechos incluso caja de cambio, no hay que hacerle nada. Llantas 19 originales",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "140000 km",
            "precio": 14900.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1004917577",
            "descripcion": "se vende o cambia audi a4 avant sline hacepto cambios ,el coche se encuentra en magnífico estado. Respondo cualquir duda sin problema, mantenimientos al dia tanto de aceites de motor como de caja cambios,pastillas de frenos y discos,correa de distribución hecha alos 125 mil mejor ver y probar gente seria gracias. Acepto ofertas",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "188000 km",
            "precio": 14800.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1074031795",
            "descripcion": "2.0tdi 150 cv S-LINE Todos los extras ITV en vigor Distribución hecha Km reales Financiación 💯 Garantía y transferencia incluida en el precio",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "230000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1071055370",
            "descripcion": "Todo revisado, km certificados. Escucho cambios. - Navegador carplay - Equipo de sonido profesional - Llantas 20 JR con neumaticos nuevos valoradas 3000€ - Volante deportivo S-LINE - Luz ambiental - Apertura y encendido sin llave - Camara trasera - Sensores atras y delante - Asientos calefactables y enfriadores - Kit maxton design - Intermitentes dinamicos - Asientos automaticos - Faros LED - Automatico con levas 9 marchas S-TRONIC - S-LINE de serie - Control crucero - Adblue y start&stop anulado - Motor 2.0 tdi poco consumo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "154000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi A4 Avant 2013 204CV",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1004966953",
            "descripcion": "Audi A4 ranchera en muy buen estado. vehículo en perfectas condiciones tanto de motor como carroceria. 3.0 v6 tdi 204cv traccion delantera automatico 8 velocidades multitronic asientos calefactables luces xenon automaticas climatizador 2 llaves Precio algo negociable. Se acepta vehiculo como parte de pago o cambio por furgon grande comercial ......",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "181000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi A4 3.0 TDI",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-983306496",
            "descripcion": "perfecto estado tanto de interior como de exterior y mecánica. listo para hacer kilómetros. totalmente revisado con todos los mantenimientos ( incluido caja de cambios ) es el automático de 8 velocidades, con un consumo muy bajo. - control de crucero - climatizador - faros bi-xenon direccionables con largas automáticas - asientos calefactables - lunas tintadas - navegador - luces y limpias automáticos. - y muchas cosas NO MAREANTES, VEHÍCULO EN PERFECTO ESTADO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "181000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-921047280",
            "descripcion": "vendo Audi A4 S line,como nuevo revisiones al día siempre en cochera,mejor ver y probar,interesados contactar por aqui",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "190000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1089108697",
            "descripcion": "coche en perfecto estado con todos los mantenimientos al dia libro sellado en Audi, mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "75000 km",
            "precio": 14400.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1004826090",
            "descripcion": "Audi A4 s line automático 143cv .cristales traseros tintados asientos de tela y piel revisiones todas en Audi . ITV abril de 2025",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "220000 km",
            "precio": 14300.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-540252268",
            "descripcion": "coche en perfecto estado.vendo por no usar coche en perfecto estado ,vendo por no usar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "235000 km",
            "precio": 14200.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-992313691",
            "descripcion": "Se vende Audi a4 Avant año 2015 con 217.000 kms en impecable estado. 204 CVS con cambio automático. ⚫️Look RS4. ⚫️Llantas Rotor 19” de origen con neumáticos Pirelli Pzero ⚫️Faros led ⚫️Sensores de parking delanteros y traseros con cámara trasera ⚫️Bola de remolque desmontable ⚫️Rueda de repuesto completa en 19” ⚫️Sistema de sonido Bang&Olufsen ⚫️MMI Plus con Navegador ⚫️Asientos mixtos piel y alcántara con calefacción ⚫️Climatizador Doble Zona ⚫️Retrovisores eléctricos ⚫️Portón eléctrico. ⚫️Libro de revisiones ⚫️Revisión completa realizada. ⚫️Mantenimiento de cambio automático realizado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2015",
            "kilómetros": "217000 km",
            "precio": 14000.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-980566380",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "170000 km",
            "precio": 14000.0
        },
        {
            "titulo": "Audi A4 Avant 2.0 150CV",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1087002527",
            "descripcion": "Acabado exterior S line, techo panoramico, isofix, los espejos se pliegan automaticamente al cerrar el coche, llantas de 18’",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "253000 km",
            "precio": 13999.0
        },
        {
            "titulo": "Audi A4 2.0 TDI 150cv S line edition",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-150cv-s-line-edition-1092034113",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "230000 km",
            "precio": 13950.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1054413787",
            "descripcion": "coche en perfecto estado, nacional, todos los mantenimientos al dia, 1 año de garantia.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "168000 km",
            "precio": 13900.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1083122357",
            "descripcion": "Se vende Audi A4 2.0 TDI Multitronic 150CV, en perfecto estado, muy cuidado y libro de mantenimiento al día, con todas las revisiones echas e ITV hasta Octubre del 2025 (año que viene), neumáticos delanteros aún queda 80%, y traseros aún queda 60%. Retrovisores plegables, pilotos delanteros y traseros LED. Solo gente interesada de verdad gracias..",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "135000 km",
            "precio": 13900.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1075119700",
            "descripcion": "Se vende Audi A4 avant , asientos calefactables, cambio automático DSG , 8 velocidades , tapicería semicuero , aire acondicionado vizona , ventanillas eléctricas , mandos al volante , control de velocidad , coche muy cuidado , poco consumo . Interesado por privado 633231542",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "239000 km",
            "precio": 13800.0
        },
        {
            "titulo": "AUDI A4 S-Line 2.0 TDI SPORT PACKET PLUS",
            "enlace": "https://es.wallapop.com/item/audi-a4-s-line-2-0-tdi-sport-packet-plus-1089661586",
            "descripcion": "Perfecto estado interior y exterior. ITV hasta 2026, cambio automático, asientos eléctricos, calefactables de cuero parcial, ordenador a bordo, climatizador, cierre centralizado, control de velocidad... distribución hecha a los 260.000 km filtros y aceite recién cambiados. Coche de importación. Se acepta prueba mecánica.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "273000 km",
            "precio": 13700.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1068202861",
            "descripcion": "AUDI A4 Avant 2.0 TDI 150cv Vehiculo nacional muy cuidado solo dos propietarios Volante multifunción Llanta 16 Luces Xenon Climatizador Sensores de lluvia y luces Ordenador de a bordo Caja de cambios automática Multitronic Portavasos en consola central se entrega transferido y un año de garantia",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "177000 km",
            "precio": 13550.0
        },
        {
            "titulo": "Audi A4 2.0 tdi dsg Sline",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-dsg-sline-867179369",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "200000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1088725991",
            "descripcion": "Vehículo en perfecto estado,revisión de caja cambios recién hecha,todo el mantenimiento al dia",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "228000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi A4 avant sline 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1072820835",
            "descripcion": "Muy cuidado, km reales, ruedas al 80%, automático 8 velocidades, año 2015, llantas de 18 pulgadas. Sin rotos por dentro ni en exterior. Siempre en garaje. Ver sin compromiso.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "195000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1056554499",
            "descripcion": "Audi A4 automático Vehículo en muy buenas condiciones, con muchos extras, navegador, aire acondicionado, xenón, control de velocidad etc.... Cambio de titularidad incluido, un año de garantía",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "252000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-9-2013-1028439812",
            "descripcion": "Navegador, Limitador/regulador de velocidad, volante multifunción, sensor de aparcamiento, Isofix, cristales tintados. Frenos nuevos, mantenimiento tanto de motor como de caja de cambios recién hecho. Correa de distribución y bomba de agua hecho.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2013",
            "kilómetros": "147500 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1089606190",
            "descripcion": "ESTAMOS EN LA AVENIDA RAMÓN NIETO 57 VIGO, SE ATIENDE CON CITA PREVIA!!! AUDI A4 S-LINE 2.0 tdi 143cv S-Tronic, vehiculo con mantenimientos dia, incluida correa de distribución. EQUIPAMIENTO: Pack Sline, llantas 18\", faros de xenon, sensores de parking, asientos de cuero, navegador, pantalla multimedia, automático S-tronic 7 velocidades, retrovisores retráctiles, volante multifuncion, control de crucero y limitador de velocidad... SE ENTREGA TRANSFERIDO CON 1 AÑO DE GARANTIA POSIBILIDAD DE FINANCIACIÓN SE RECOGE VEHICULO COMO PARTE DE PAGO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "199000 km",
            "precio": 13490.0
        },
        {
            "titulo": "AUDI A4 Avant 3.0 TDI 204cv multitronic 5p Sport",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-3-0-tdi-204cv-multitronic-5p-sport-903712125",
            "descripcion": "Solo Venta Entrega Inmediata Revisión Nueva Aceite y filtros PERFECTO ESTADO Actualmente 210.000km Asientos Deportivos de Piel y Alcántara Volante Deportivo Multifunción Caja de Cambios Automática Multitronic de 8 vel ( Mejor que la S Tronic ) Faros Bixenón Iluminación Diurna LED Pilotos Traseros LED Freno Eléctrico Calefacción Auxiliar con Mando Climatizador Asientos Calefactados Partronik Delantero y Trasero Sensor de presión de Neumáticos Lector de Tarjetas y Disco Duro Navegador Teléfono Bluetooth Star / Stop Llantas de aluminio Originales 17’’ 2 Llaves Libro de Mantenimiento Nueva ITV hasta Mayo 2025 Nuevas Bombillas xenón",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2012",
            "kilómetros": "200000 km",
            "precio": 13300.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2016-1028619277",
            "descripcion": "Audi A4 Sline como nuevo, guardado en cochera muy bien cuidado mantenimiento al día, ITV hasta 2025 no le toca pasarla neumáticos nuevos se puede ver sin problema",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "190125 km",
            "precio": 13200.0
        },
        {
            "titulo": "Audi A4 Avant 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-2015-895816297",
            "descripcion": "Se vende Audi A4 Avant 2.0 TDI 150CV S-Tronic. Vehículo muy cuidado, tanto exterior como interior. Algunos extras: Navegador, bluetooth, volante multifunción, velocidad crucero, climatizador, etc. Mejor ver y probar sin compromiso. Teléfono 659795671",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "131000 km",
            "precio": 13200.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1073670106",
            "descripcion": "se vende o se cambia, full extras menos techo solar. todo homologado y con muchos extras. mas informacion por privado no mareantes ni curiosos",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "280000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1079115894",
            "descripcion": "buen estado mas informacion privado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "173000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-advant-sline-2-0disel-1072104183",
            "descripcion": "Se vende Audi A4 Sline 2.0 150cv del 2015 año con 220000 km en muy buen estado caja automatico, techo solar, con aceite cambiaco de la caja y el motor, neumaticos nuevos itv pasado hasta disiembre 2025 año.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "219000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi A4 2014 Sline multitronic ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-sline-multitronic-1056574671",
            "descripcion": "Coche de flota más un sólo propietario. Cuero. Llantas de 19 \" con neumáticos goodyear F1 nuevos. No cambios ni nada como parte de pago.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "81000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1089344225",
            "descripcion": "Se vende Audi A4 en perfecto estado no fumador. Asientos calefactables, sline stronic, bola remolque, todos los extras menos techo. NO CAMBIOS SOLO DINERO URGE VENTA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "277000 km",
            "precio": 12999.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1024063713",
            "descripcion": "Audi a4 2.0 tdi avant automático con acabado sline, muy cuidado, todos los manteniendo al día, con libro de mantenimiento sellado y facturas. Tiene llantas 19”, gancho remolque, bi gxenón, control de velocidad, sensores aparcamiento, de luces y de lluvia,sistema sonido, etc. No cambio, gracias.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "250000 km",
            "precio": 12999.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1068808570",
            "descripcion": "Facilitamos ENTREGA a domicilio de todos nuestros vehículos a nivel nacional consultar delegación para su localización AUDI A4 BERLINA - Caja cambios AUTOMÁTICA -Espejos eléctricos abatibles -Faros BIXENON -Sistema NAVEGACION -Control de velocidad -Volante multifunción -Cristales oscurecidos -MANOS LIBRES -LLANTAS 18 -etc. Se entrega con REVISION recien realizada,MANTENIMIENTO completo ,se RECOGE vehículo como parte de pago de menor o mayor tasación al de venta, TRANSFERENCIA incluida con GARANTIA hasta 3 AÑOS y posibilidad FINANCIACION al 100%.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "235000 km",
            "precio": 12990.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1091870075",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "208900 km",
            "precio": 12900.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1092142498",
            "descripcion": "Único dueño , Levas en el volante, tapicería de piel, asientos calefactados, GPS, sensor parking detrás y delanteros, llantas aleación, volante multifunción, muchos extras más, mantenimiento al día, ver y probar sin compromiso, prueba mecánica posible",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "179000 km",
            "precio": 12900.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1048334045",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "197000 km",
            "precio": 12900.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-989759745",
            "descripcion": "Nacional, En perfecto estado, revisiones oficiales. Kilometros hechos en autovía. Paquete S line. Xenon. Sensores aparcamiento.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "235000 km",
            "precio": 12900.0
        },
        {
            "titulo": "Audi A4 avant 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-2014-946172411",
            "descripcion": "Acepto cambio por moto bmw, trail o naked. Audi A4 avant TDI 150cv ITV vigente hasta septiembre 2025 Mantenimiento al día demostrable. Correa de distribución cambiada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "282000 km",
            "precio": 12900.0
        },
        {
            "titulo": "Audi A4 2014 QUATTRO  177CV ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1091063280",
            "descripcion": "Equipado con: Edición Sline Sport, sistema tracción QUATTRO, line assit, llantas 18, cambio automático, levas en el volante, control de velocidad, luces Bi xenón, larga automática, asientos deportivos , pilotos traseros Led, clima Bizona , sistema Bluetooth, sensor lluvia , luces , aparcamiento, año 2014. Ruedas nuevas y revisiones al día. Mejor ver y probar. Impecable por dentro y por fuera .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "246000 km",
            "precio": 12890.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1084268763",
            "descripcion": "Se vende audi a4 avant sline plus. Llantas RS4 originales 19 pulgadas. Las 4 ruedas al 80% nuevas 255 michelin. Cambio automatico secuencial 8marchas. Faros bixenon. Muy cuidado , revisiones al dia. Economico , consumo 5L/100km. Discos y pastillas nuevas Bosch. Se vende por cambio a coche nuevo.Faros traseros Led originales . Sensores de aparcamiento. Luces automaticas. Siempre en garaje. Precio negociable.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "243000 km",
            "precio": 12800.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1089263589",
            "descripcion": "2.0tdi 150cv Año 2015 230.000km ITV en vigor Todos los extras Financiación 💯 Transferencia incluida en el precio Garantía 1año",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "230000 km",
            "precio": 12700.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1091996360",
            "descripcion": "Audi A4 2.0 TDI Multitronic 150CV automático , en perfecto estado, muy cuidado y libro de mantenimiento al día, con todas las revisiones. - Volante multifunción - Faros Xenon - Start-stop - Sensor de luz - Sensor de lluvia - Clima bizona - Sensor de aparcamiento - Tapicería de piel en perfecto estado - Retrovisores eléctricos - Llantas 18",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "206000 km",
            "precio": 12500.0
        },
        {
            "titulo": "Audi A4 2014 2.0 tdi 150 cv s line",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-2-0-tdi-150-cv-s-line-1091737648",
            "descripcion": "AUDI A4 2.0 TDI 150CV SIN ADBLUE nacional SOLO 142000KM CERTIFICADOS COMPLETAMENTE REVISADO EN NUESTROS TALLER TODOS LOS MANTENIMIENTOS HECHOS INCLUIDO EL DE LA CAJA DE CAMBIOS INCLUIDO EN EL PRECIO LA TRANFERENCIA 1 AÑO DE GARANTIA NUESTRA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "142360 km",
            "precio": 12500.0
        },
        {
            "titulo": "audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1068925968",
            "descripcion": "coche de importacion , en perfecto estado se entrega transferido y con un año de garantia",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "240000 km",
            "precio": 12500.0
        },
        {
            "titulo": "Audi A4 avant 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-2012-1067199594",
            "descripcion": "Audi a4 avant automatico, en muy buen estado. ITV pasada en agosto sin fallos, duerme en garaje. Cualquier duda preguntar, mejor verlo y probar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "215000 km",
            "precio": 12500.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1088046675",
            "descripcion": "Audi A4 2.7tdi s-line Coche recién rematriculada de Alemania, con la inspección y itv pasadas a la primera, interior de cuero, techo panorámico, caja cambio automático, con diferentes modos de conducción mantenimiento al día, Más info Contáctame… Año: 2013 Etiqueta ambiental: B Km.280000 Color: negro ITV : 11/25 PRECIO NEGOCIABLE",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2013",
            "kilómetros": "288000 km",
            "precio": 12500.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1054941472",
            "descripcion": "Serie Sport Line , navegador, carplay, perfecto estado, muy bien cuidado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "150000 km",
            "precio": 12500.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-895827228",
            "descripcion": "Facilitamos ENTREGA a domicilio de todos nuestros vehículos a nivel nacional consultar delegación para su localización AUDI A4 BERLINA: Caja cambios AUTOMÁTICA -Espejos eléctricos abatibles -Faros BIXENON -Sistema NAVEGACION -Control de velocidad -Volante multifunción -Cristales oscurecidos -MANOS LIBRES -LLANTAS 18 -etc. Se entrega con REVISION recien realizada,MANTENIMIENTO completo ,se RECOGE vehículo como parte de pago de menor o mayor tasación al de venta, TRANSFERENCIA incluida con GARANTIA hasta 3 AÑOS y posibilidad FINANCIACION al 100%",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "235000 km",
            "precio": 12490.0
        },
        {
            "titulo": "Audi A4 2015 sline 2.0tdi ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1012682598",
            "descripcion": "Paquete S-line Automático Diésel (consumo muy bajo 5-6 litros) Nacional matrícula ANDORRA ITV mayo 2025 Bola remolque homologada Sensores aparcamiento delanteros y traseros Neumaticos invierno Climatizador Bluetooth con teléfono Sensor de luces y lluvia Control de crucero Se acepta prueba mecánica y se puede ver en Canillo. Acepto cambio solo por Jeep Wrangler ajustando diferencia",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "189000 km",
            "precio": 12400.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1064432573",
            "descripcion": "AUDI A4 2.0 TDI 140 CV AVANT AUTOMÁTICO SEC 8 VELOCIDADES DATOS DEL VEHÍCULO: JULIO 2015 232 .000 KM CERTIFICADOS ITV EN VIGOR 12 MESES DE GARANTÍA A NIVEL NACIONAL MANTENIMIENTO AL DÍA POSIBILIDAD DE ENVÍO A DOMICILIO TRANSFERENCIA INCLUIDA EN EL PRECIO PRECIO LLAVE EN MANO PRECIO FINANCIADO IGUAL QUE PRECIO CONTADO, NOSOTROS SÓLO AÑADIMOS UN SERVICIO DE AYUDA A LA COMPRA, VD DECIDE. P.V.P ´´TODO INCLUIDO´´ LLÁMANOS Y TASAMOS TU VEHÍCULO SIN COMPROMISO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "140 cv",
            "año": "2015",
            "kilómetros": "232000 km",
            "precio": 12350.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1087955591",
            "descripcion": "Audi A4, TDI 143 CV, cambio automático, único propietario, color negro, libro de revisiones sellados en taller oficial Audi, climatizador, sensores de aparcamiento, km hechos en autovia. Última revisión pastillas de freno y neumáticos. El vehículo NO tiene ningun arañazo, estado 9'5 de 10 tanto exterior como interior. No fumador, dos llaves... Abstenerse ofertas absurdas, gracias. Cualquier duda, preguntar sin compromiso. No leer: BMW VW t Roc ocasión Ford ocasión Opel Renault Megane Peugeot jaguar Kia Hyundai Fiat sline mercedes Benz",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "160000 km",
            "precio": 12200.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-997353866",
            "descripcion": "coche automático muy limpio todos perfecto chapa y motor como nuevo.. pantalla original multimedia y Bluetooth.. lantas aliminiom y muchas extra...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "248000 km",
            "precio": 12000.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1087516073",
            "descripcion": "Vendo coche en perfecto estado, muy cuidado y todos las revisiones y seguimiento realizadas en taller oficial audi, automatico, consume poco, gasoil, lunas tintadas.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "230000 km",
            "precio": 12000.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1077930536",
            "descripcion": "Coche en prefecto estado, todas las revisiones y mantenimiento realizados en concesionrio audi. Muy cuidado y sin incidencias, ITV pasada en Julio,",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "228000 km",
            "precio": 12000.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1078354709",
            "descripcion": "Mantenimiento al día, coche sin ninguna avería. Segundo dueño. Algo negociable. ¡¡NO HAGO CAMBIOS!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "250000 km",
            "precio": 12000.0
        },
        {
            "titulo": "Audi A4 quattro 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-quattro-2014-1070798855",
            "descripcion": "vendo Audi A4 quattro año 2014 diesel, en perfecto estado, automatico con 199000 km y con 177 CV, correa de destribucion cambiada y aciete, con sensores de aviso de aparcamiento, calefaccion en los asientos, GPS abordo, control de manos libre en el volante, y mas extras. no accepeto cambio.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "199000 km",
            "precio": 12000.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-avant-b8-2012-3-0-tdi-245cv-automatico-1038205297",
            "descripcion": "Lo compré con mi mujer en Alemania cuando nos mudamos allí en febrero de 2022, con 220.000km y lo hemos estado usando hasta ahora, que nos vamos a vivir lejos, y nos hemos bajado con el coche hasta España. Lo acabamos de matricular aquí y ahora tiene 260.000km. Acaba de pasar la ITV, y la última inspección (TÜV) en Alemania la pasó hace un año en junio. Tengo el libro original con todas las revisiones selladas, todo el historial de estos últimos 2 años y medio que apunto en un Excel, y facturas",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "260000 km",
            "precio": 12000.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-nacional-906383148",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "240000 km",
            "precio": 12000.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-794192107",
            "descripcion": "se puede ver y probar precio transferido",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2012",
            "kilómetros": "200000 km",
            "precio": 12000.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1090947775",
            "descripcion": "Esta equipado con control de velocidad, elevalunas eléctricos, retrovisores eléctricos, sistema bluetooth, sensor de aparcamiento, aire acondicionado, libro de mantenimiento disponibles, sistema de navegación, asientos deportivos regulable en altura, luna trasera tintadas, luz diurno led, faro de xenon, techo panorama, ITV en vigor, se entrega transferido, garantía para un año, posibilidad de financiación",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "220000 km",
            "precio": 11999.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1071137824",
            "descripcion": "AUDI A4 2.0 TDI QUATTRO S-TRONIC 177cv EXTRAS: Pantalla multimedia Volante multifunción Climatizador Cruise control Navegador Park assist Tv trasera 1 AÑO DE GARANTIA La información mostrada puede contener errores tipográficos, de los cuales el establecimiento no se hace responsable.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "221000 km",
            "precio": 11990.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1087539283",
            "descripcion": "- Está en muy buenas condiciones, siempre en garaje. - Navegador, velocidad crucero, volante multifunción, climatizador, sensor aparcamiento trasero,bixenon, sensor de lluvia, cambio automático multitronic 8 velocidades - Todas sus revisiones al día y con facturas de todo. - No ha tenido nunca averías. --- Acepto cambio por Volkswagen Touran ó Sharan ---- - Audi A4, A3, A6, Avant, Volkswagen, Touran, Sharan, golf.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "204000 km",
            "precio": 11950.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1081316426",
            "descripcion": "Vendo audi a 4 motor 2.0 tdi 150 cv automático s line asientos de cuero con navegador es el más alto de gama todos los mantenimientos hechos al dia hay que verlo para más información escribirme!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "270000 km",
            "precio": 11900.0
        },
        {
            "titulo": "AUDI A4 2.0 TDI 140 CV AVANT AUTOMÁTICO SEC 8 VELO",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-140-cv-avant-automatico-sec-8-velo-1051952927",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "140 cv",
            "año": "2015",
            "kilómetros": "232000 km",
            "precio": 11850.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1067087374",
            "descripcion": "🚗Audi A4 2.0 TDI S line Sportpaket plus🚗 ✅1ª Matriculación: 04/2013 ✅Facelift desde Año del modelo 2013 ✅Combustible: Diésel ✅Potencia: 105 KW / 143 CV ✅Cilindrada: 1.968 cc ✅Caja de cambios: Cambio tipo automático ✅Número total de propietarios: 1 ✅Llaves: 2 + Llave Webasto ✅Tapicería: Alcántara (Original) ✅Color: Gris (Original) ✅Paquete de equipamiento: S line Paquete Sport / Plus ✅Acabado interior: Molduras decorativas Aluminio \"Mate\" ✅Regulación antideslizante (ASR) ✅Asistente de mantenimiento de carril (lane assist) ✅Soporte lumbar delante, regulable eléctricamente ✅Paquete de asistencia ✅Espejo de cortesía iluminación ✅Reposabrazos de la puerta con cuero ✅Paquete iluminación ✅Pilotos traseros LED ✅Indicador control neumáticos ✅Barras portaequipajes en el techo Cromado ✅Luces antiniebla integrad. ✅Respaldo del asiento trasero dividido/abatible ✅Cierre centralizado con Mando a distancia ✅Caja de cambios automática - Multitronic ✅Tipo transmisión: Tracción delantera ✅Tapicería asientos: Alcantara / cuero con Estampado-logotipo en Respaldo asientos delant. ✅Audi Drive Select ✅Anclajes Isofix para Asiento para niños ✅Asistente a la conducción: Ayuda para arranque (hold assist) ✅Luz diurna ¡Llame para verlo y probarlo! El coche tiene mejor aspecto que en las fotos, especialmente por dentro (increíblemente bien mantenido).",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "259600 km",
            "precio": 11800.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1088445420",
            "descripcion": "Se Vende AUDI A4 2.0 TDI 150C.V S-LINE en perfecto estado, todos los extras, climatizador bizona, elevalunas eléctricos, cierre centralizado, dirección asistida, sensor de luces y lluvia, volante multifuncional, ordenador de abordo, velocidad de crucero, llantas de aleación, sensores de aparcamiento, muy nuevo y cuidado, mejor ver y probar más información mi tl 642213947 un saludo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "180000 km",
            "precio": 11700.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1077669394",
            "descripcion": "Se vende Audi A4 22/12/2014 Automático-8 velocidades Itv- Diciembre 2025 Llantas de aleación en 17 pulgadas con neumáticos nuevos Todos los extras No accepto cambios Precio negociable a la hora de ver el coche.(No soy compra-venta) coche particular Se puede ver y probar en Coslada!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "254000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1074874930",
            "descripcion": "AUDI A4 2.0 TDI QUATTRO LIBRO DIGITAL RECIÉN REVISADO ESTADO IMPECABLE NEUMÁTICOS NUEVOS LLANTAS 20\" NUEVAS ITV RECIÉN PASADA 04/2025 EXCELENTE ESTADO COLOR BLANCO PERLA TRICAPA FAROS LED FAROS DE XENÓN PLUS PILOTOS TRASEROS LED SENSOR AUTOMÁTICO DE LUZ Y AGUA TECHO PANORÁMICO DE CRISTAL BARRAS DE TECHO LLANTAS 20\" ROTOR TREN RODAJE DEPORTIVO NEUMÁTICOS HANKOOK NUEVOS SENSORES DE APARCAMIENTO DELANTEROS Y TRASEROS APS PLUS ESPEJOS ELÉCTRICOS TÉRMICOS Y ABATIBLES INTERIOR ALUNINIO APOYABRAZOS VOLANTE MULTIFUNCIONAL TEMPOMAT ORDENADOR DE ABORDO NAVEGACIÓN PROFESIONAL BLUETOOH SISTEMA CONTROL POR VOZ AUX STAR STOP CLIMA ISOFIX 2 LLAVES telefono :624887536 se acepta coche como forma de pago",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "290000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1074641963",
            "descripcion": "Se vende Audi A4 Avant 2.0 180cv, Automático, todo al día, impecable, cambiada la correa de distribución a los 210000, aceite, filtros a los 260000,al igual que los 4 neumáticos que tienen unos 15000 kilómetros,el coche está perfecto, motor infinito",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2014",
            "kilómetros": "275000 km",
            "precio": 11000.0
        },
        {
            "titulo": "Audi A4 S line 3.0 V6 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1039316077",
            "descripcion": "A4 avant S line 3.0 V6 (b8 restyling). Con todos los extras y en perfecto estado. Asientos calefactados eléctricos en cuero y alcantara. Techo solar panoramico. Bola desmontable audi (westfalia) original. Sistema de sonido Bang & olufsen original. Llantas en 18'. Conexion bluetooth MMI y doble ranura SD. Bandeja trasera y red. Bolante multi función. Control de crucero. Luces xenon automaticos. Limpia parabrisas automatico. Discos delanteros + pastillas nuevas. Gomas nuevas michelin pilot sport 5. (Traseras) ... Mantenimiento completo realizado, incluido el cambio de soportes motor. (demostrable con factura). Mantenimiento de la caja realizada. Siempre guardado en garaje cerrado. Venta o Cambio por furgoneta.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2012",
            "kilómetros": "280000 km",
            "precio": 11000.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1028363487",
            "descripcion": "perfecto estado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2012",
            "kilómetros": "250000 km",
            "precio": 11000.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-799719854",
            "descripcion": "Esta en perfecto estado acepto prueba mecánica. Mejor ver y probar !! Correa distribución y todos los mantenimientos al día !!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "222000 km",
            "precio": 11000.0
        },
        {
            "titulo": "Audi A4 quattro 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-quattro-2014-1037690186",
            "descripcion": "Se vende AUDI A4 quattro, año 2014, tiene muy bien estado, motor 2.0l, 177 CV, consumo 5.5l/100km. ITV hasta año 2025, manteni miento completo hace 5000 km Audi A4 en Calpe",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2014",
            "kilómetros": "190000 km",
            "precio": 10900.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1038371963",
            "descripcion": "impecable, revisiones al dia, alcantara/cuero, itv en vigor. dos dueños, importado hace dos años.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "223500 km",
            "precio": 10900.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1010750987",
            "descripcion": "Vehículo nacional, muy cuidado tanto interior, como exteriormente. Tiene faros de xenon, volante multifunción, Bluetooth de origen, parktronic trasero, llantas y cubiertas en buen estado. Discos y pastillas cambiados hace poco. Se entrega con ITV recién pasada, aceite y todos los filtros cambiados, y distribución completa con bomba de agua, y correa de accesorios. Mejor ver. Escribir y se enseña sin compromiso en cualquier momento",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "238000 km",
            "precio": 10900.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1071019921",
            "descripcion": "Auidi a4 abant S-Line 2.0TDI 143 cv automático Multitronic 8 velocidades en impecable estado mínimo consumo todas las revisiones al día las cuatro ruedas nuevas puestas este mes y la ITV recién pasada con climatizador sensor de aparcamiento delantero y trasero sensores de lluvia y luz cortinillas traseras control de velocidad con mandos al volante ordenador a bordo navegación Bluetooth faros de xenón luces LED etc el coche funciona de maravilla no hay que hacerle nada le funciona todo y está súper cuidado tanto como el interior que el exterior siempre guardado en cochera, es del año 2013 modelo 2014 aceptaría cambio por Audi A5 Audi A6 o A8 o familiar también podría coger como parte de pago algún coche de sobre unos 3.000€",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "219000 km",
            "precio": 10890.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-300095733",
            "descripcion": "Audi a4 avant multitronic motor b8, paquete sline, techo panorámico completo, gps, sensor de aparcamiento, asientos y llantas sline, pastillas de frenos y luces led recién cambiadas, neumáticos nuevos, cambios de aceites y filtros cambiados, distribución recién hecha, muchos extras... modelo 2013",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "240000 km",
            "precio": 10850.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1070889344",
            "descripcion": "Audi a4 abant S-Line 2.0TDI 143 cv automático Multitronic 8 velocidades en impecable estado mínimo consumo todas las revisiones al día las cuatro ruedas nuevas puestas este mes y la ITV recién pasada con climatizador sensor de aparcamiento delantero y trasero sensores de lluvia y luz cortinillas traseras control de velocidad con mandos al volante ordenador a bordo navegación faros de xenón faros LED etc el coche funciona de maravilla no hay que hacerle nada le funciona todo y está súper cuidado tanto como el interior que el exterior siempre guardado en cochera. Es del año 2013 modelo 2014 aceptaría cambio por Audi A5 Audi A6 o A8 o familiar también podría coger como parte de pago algún coche de sobre unos 3.000€",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "219000 km",
            "precio": 10800.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-987219846",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "275000 km",
            "precio": 10500.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1088916606",
            "descripcion": "hola vendo magnífico Audi A4 s line con todos sus mantenimiento al día ITV en vigor Extras.velocidad crucero .sensores de aparcamiento y muchos extras mejor ver y probar vendo por aumento de familia 🎈 📞604823487📞",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "285000 km",
            "precio": 10500.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1033430053",
            "descripcion": "el coche revisado a fondo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "200000 km",
            "precio": 10500.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-650573830",
            "descripcion": "A4 Avant 2.0TDI 143cv, vehículo muy cuidado y muy buen estado, no fumador, llantas 18, BlackLine, calandra RS4, cambio automático multitronic8v, faros Bi-Xenon, Led diurno, climatizador, sensores de luz y lluvia, protector de maletero específico, vehículo nacional comprado en concesionario oficial TELENAUTO LEON, libro de revisiones al dia, kit de distribución cambiado, (correa y bomba de agua), mantenimiento del cambio OK, mandos en volante, control velocidad, sistema Audi concert, tarjeta SD MP3, teléfono manos libres",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "290000 km",
            "precio": 10500.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1082483490",
            "descripcion": "audi A4 2.0tdi 143cv del 2012 coche NACIONAL dos llave, muy limpia interior como exterio con faros xeno radar aparcamientos automatico volante mul funcion mucho extra ruedas nuevas llantas 18 (KIT DISTRIBUCION Y CAMIO DE ACEITE Y FILTROS RECIENTES HECHO CON FACRUTAS)itv en vigor ALGO NEGOCIABLE NO CAMBIO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "253000 km",
            "precio": 10000.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1070410237",
            "descripcion": "El coche está perfecto",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "220365 km",
            "precio": 10000.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-907546184",
            "descripcion": "se vende audi a4, motor 2.0,143cv,automatico,135000km, con todos los extras, volante a la derecha traido de Inglatera y matriculado en España,precio 10000€. escucho ofretas serias. tel: 6-0-2-6-3-5-3-6-4.Con todas las documentaciones en España,al dia.Accepto cambio con coches de 7 plazas ( seat alambra, sharan, o ford galaxi de las mismas caracteristicas.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "135000 km",
            "precio": 10000.0
        },
        {
            "titulo": "Audi A4 2013 NO NEGOCIABLE ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1060239135",
            "descripcion": "Se vende audi a4 2.0tdi 177cv quattro del año 2013 con 220.000km ,buen estado interior ,exterior en buen estado ,cambio automático s tronic, motor funcionando correctamente ,algunos extras ,navegador xenon ,start stop,climatizador, elevalunas eléctricos, cierre centralizado con mando a distancia, ordenador de abordo, airbags, control de velocidad, etc, distribución hecha a los 150.000km ,revision de aceite y filtro recién hecha, ,itv hasta marzo de 2025 cambio de nombre en gestoria 130€,pegatina b para Barcelona,se puede financiar .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "221000 km",
            "precio": 9999.0
        },
        {
            "titulo": "Audi A4 ",
            "enlace": "https://es.wallapop.com/item/audi-a4-1063609773",
            "descripcion": "Muy buen estado,alto de gama,GPS, cámara trasera y delantera, velocidad de crucero,xenon y led,etc...se puede financiar,se acepta vehículo como parte de pago",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "250000 km",
            "precio": 9990.0
        },
        {
            "titulo": "Audi A4 2.0 TDI 177 MULTITRONIC",
            "enlace": "https://es.wallapop.com/item/audi-a4-2-0-tdi-177-multitronic-1089198708",
            "descripcion": "Vendo Audi A4 Avant 2.0 TDI DPF Multitronic 8 velocidades el coche esta impecable muy economico y comodo, tiene todo el mantenimiento hecho kit de volanlante motor recien cambiado (bimasa) , neumaticos nuevos itv en vigor, extras: luces diurnas Led, audi drive select, strat/stop, volante multifuncional, espejos electricos abatibles, luces ambientales, asientos de piel marrones, etc.. para mas info atiendo whatsapp 612463686 ( IMPORTADO EN 2022)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "230000 km",
            "precio": 9800.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1090069060",
            "descripcion": "Audi a4 año 2015 295000km",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "295000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1078277243",
            "descripcion": "Audi A4 Sinestrado Segundo totular !! No esta accidentado !! solo sinestrado Motor OK!! Radiador OK!! Solo 29 mil km originales vendo urgente no tengo tiempo para reglar Nasacita Nuevo faros y airbag solo de volante solo hay que montar piezas para reglar lo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "29000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1052358407",
            "descripcion": "Muy buen estado interior-exterior",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "220000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-1088329785",
            "descripcion": "Vendo coche averiado andá pero falta un poco de fuerza sobre a 180km pero en salida floja un poco sin garantía",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "212500 km",
            "precio": 9300.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1021967765",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "230000 km",
            "precio": 9200.0
        },
        {
            "titulo": "Audi A4 2015",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-916145091",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "285000 km",
            "precio": 8999.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1086462225",
            "descripcion": "Distribución cambiada marzo 23",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "263000 km",
            "precio": 8500.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1002316338",
            "descripcion": "Urge la venta!!particular bonito Audi A4 familiar muy bien cuidado sin averías único propietario y mantenimientos en casa oficial. se aceptan pruebas mecánicas.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "290000 km",
            "precio": 8500.0
        },
        {
            "titulo": "Audi A4 2012",
            "enlace": "https://es.wallapop.com/item/audi-a4-2012-1012662443",
            "descripcion": "Se vende espectacular audi a4 muy mimado. Todas las revisiones hechas Neumaticos al 100% Itv hasta el año que viene Totalmente de serio Impoluto por fuera como por dentro Mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "140 cv",
            "año": "2012",
            "kilómetros": "246000 km",
            "precio": 8500.0
        },
        {
            "titulo": "Audi A4 2014",
            "enlace": "https://es.wallapop.com/item/audi-a4-2014-1016962136",
            "descripcion": "(HABRÍA QUE REPARAR CAJA DE CAMBIOS) AUDI A4 AVANT S-LINE, FAMILIAR, 5P, MATRICULACIÓN 13/10/2014 VEHÍCULO NACIONAL, 210.000 KMS REALES, AUTOMÁTICO 8 VEL. SEC/SPORT, PUERTA TRASERA ELÉCTRICA, ELEVALUNAS Y ESPEJOS ELÉCTRICOS, CLIMATIZADOR, PANTALLA MULTIFUNCIÓN, MARCADOR DIGITAL CON GPS, AIRBAG DELANTEROS, TRASEROS Y LATERALES, ANCLAJES ISOFIX EN ASIENTOS, LUZ BIXENON ASISTENTE EN CARRETERA AUT.ANTIBLOQUEO ABS, ASISTENTE DE FRENADO SAFE, RETROVISOR INT. ANTIDESLUMBRANTE AUT. SENSORES DE APARCAMIENTO, LUZ Y LLUVIA, CONTROL CRUCERO ADAPTATIVO, DISTRIBUCIÓN ELECTRÓNICA DE FRENADO EBV, LLAVE DE CONFORT... ETC",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "210000 km",
            "precio": 7999.0
        },
        {
            "titulo": "Audi A4 2013",
            "enlace": "https://es.wallapop.com/item/audi-a4-2013-1070182031",
            "descripcion": "Se vende Audi A6 2.0Tdi 140cv con el motor en perfecto estado. Pintura en muy buen estado e Interior muy nuevo. Todas las revisiones al día y muy bajo consumo, kilometraje hecho en carretera y único dueño, a toda prueba. Todos los extras: Elevalunas eléctricos, cierre centralizado con mando, pantalla multifunción con bluetooth y navegador, etc...climatizador bizona, Lunas tintadas homologadas, sistema esp, , llantas de aluminio, mandos al volante, luces automáticas, sensor de lluvia, sensores de aparcamiento, asientos de cuero, etc. -Se acepta vehículo como parte de pago. Posibilidad de financiación. Ver y probar sin compromiso. Este anuncio no es vinculante, puede contener errores.se muestra a titulo informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "264000 km",
            "precio": 7890.0
        },
        {
            "titulo": "Audi A4 2015 avant multitronic inundado DANA ",
            "enlace": "https://es.wallapop.com/item/audi-a4-2015-avant-multitronic-inundado-dana-1079216958",
            "descripcion": "para piezas o desguace. motor bien, no entró agua en el motor",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "180000 km",
            "precio": 4500.0
        }
    ]
}