{
    "brand": "Audi",
    "model": "A6 Avant",
    "min_year": "2014",
    "max_year": "2018",
    "keywords": [
        "A6 Avant 2.0 TDI ultra 150 CV Advanced Edition",
        "A6 Avant 2.0 TDI ultra 110 kW (150 CV)",
        "A6 Avant 2.0 TDI ultra 150 CV S line edition",
        "A6 Avant 2.0 TDI ultra 190 CV Advanced Edition",
        "A6 Avant 2.0 TDI ultra 140 kW (190 CV)",
        "A6 Avant 2.0 TDI ultra 150 CV S tronic 7 vel. Advanced Edition",
        "A6 Avant 2.0 TDI ultra 110 kW (150 CV) S tronic 7 vel.",
        "A6 Avant 1.8 TFSI ultra 140 kW (190 CV)",
        "A6 Avant 2.0 TDI ultra 190 CV S line edition",
        "A6 Avant 2.0 TDI ultra 150 CV S tronic 7 vel. S line edition",
        "A6 Avant 1.8 TFSI ultra 190 CV S line edition",
        "A6 Avant 2.0 TDI ultra 190 CV S tronic 7 vel. Advanced Edition",
        "A6 Avant 2.0 TDI ultra 140 kW (190 CV) S tronic 7 vel.",
        "A6 Avant 1.8 TFSI ultra 140 kW (190 CV) S tronic 7 vel.",
        "A6 Avant 2.0 TDI ultra 190 CV S tronic 7 vel. S line edition",
        "A6 Avant 1.8 TFSI ultra 190 CV S tronic 7 vel. S line edition",
        "A6 Avant 2.0 TDI ultra 190 CV quattro S tronic 7 vel. Advanced Edition",
        "A6 Avant 2.0 TDI ultra 190 CV quattro S tronic 7 vel. S line edition",
        "A6 Avant 2.0 TDI ultra 140 kW (190 CV) quattro S tronic 7 vel.",
        "A6 Avant 2.0 TFSI 185 kW (252 CV) S tronic 7 vel.",
        "A6 Avant 3.0 TDI 218 CV S tronic 7 vel.",
        "A6 Avant 3.0 TDI 218 CV S tronic 7 vel.",
        "A6 Avant 3.0 TDI 218 CV S tronic 7 vel. Advanced Edition",
        "A6 Avant 2.0 TFSI 252 CV S tronic 7 vel. S line edition",
        "A6 Avant 3.0 TDI 160 kW (218 CV) S tronic 7 vel.",
        "A6 Avant 3.0 TDI 218 CV S tronic 7 vel. S line edition",
        "A6 Avant 2.0 TFSI 185 kW (252 CV) quattro S tronic 7 vel.",
        "A6 Avant 3.0 TDI 218 CV quattro S tronic 7 vel.",
        "A6 Avant 3.0 TDI 218 CV quattro S tronic 7 vel.",
        "A6 Avant 3.0 TDI 218 CV quattro S tronic 7 vel. Advanced Edition",
        "A6 Avant 2.0 TFSI 252 CV quattro S tronic 7 vel. S line edition",
        "A6 Avant 3.0 TDI 160 kW (218 CV) quattro S tronic 7 vel.",
        "A6 Avant 3.0 TDI 218 CV quattro S tronic 7 vel. S line edition",
        "A6 Avant 3.0 TDI 200 kW (272 CV) quattro S tronic 7 vel.",
        "A6 Avant 3.0 TDI 272 CV quattro S tronic 7 vel. S line edition",
        "A6 Avant 3.0 TFSI 333 CV quattro S tronic 7 vel.",
        "A6 Avant 3.0 TFSI 333 CV quattro S tronic 7 vel. S line edition",
        "A6 Avant 3.0 Bi TDI 235 kW (320 CV) quattro tiptronic 8 vel.",
        "A6 Avant Competition 3.0 Bi TDI 240 kW (326 CV) quattro tiptronic 8 vel.",
        "S6 Avant 4.0 TFSI 331 kW (450 CV) quattro S tronic 7 vel.",
        "RS 6 Avant 4.0 TFSI 412 kW (560 CV) quattro tiptronic 8 vel.",
        "RS 6 Avant performance 4.0 TFSI 445 kW (605 CV) quattro tiptronic 8 vel."
    ]
}