{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Marco Polo",
        "version": "Activity 200 d tD",
        "año mínimo": 2020,
        "año máximo": 2024,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 136,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=136&min_year=2020&max_year=2024&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=manual&brand=Mercedes-Benz&model=Marco Polo&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Marco Polo 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-activity-2020-1063208285",
            "descripcion": "Mercedes Marco Polo Activity de 10/2020 Calefaccion estacionaria Toldo Thule Techo elevable 41.000 km Potencia 136 CV Volante multifuncional con ordenador de a bordo Camara marcha atras Consumo mixto 7 l /100 km Diesel Longitud 5140/Altura 1980 Cambio manual de 6 velocidades Volante y palanca de mando cuero",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2020",
            "kilómetros": "41000 km",
            "precio": 55000.0
        },
        {
            "titulo": "Furgoneta Camper Mercedes Marco Polo 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2020-1067392827",
            "descripcion": "Marco Polo Activity, septiembre 2020, está como nueva, muy poco uso como camper. TOLDO THULE Y CALEFACCIÓN EBERSPACHER NUEVOS. Uso particular, único propietario, no fumador, ITV recién pasada, última revisiones sellada Junio 2024, ruedas nuevas, ningún accidente, homologada como turismo. Bajo consumo. Tracción delantera, cambio manual 6 vel.Asientos giratorios, asientos cama, segunda bateria con indicador de carga, aire acondicionado. Ducha exterior deposito 12litros. Cajon camper y mesa. Teruel, Huesca. # volkswagen california T6 clase v vito caravelle traffic peugeot renault autocaravana toyota ford citroen campervan",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2020",
            "kilómetros": "78000 km",
            "precio": 45900.0
        },
        {
            "titulo": "Mercedes-Benz Marco Polo 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2021-1089693036",
            "descripcion": "Vendo furgoneta casi nueva, por poco uso, 68000 kms .extras: toldo fianma, placa solar recién puesta, asientos delanteros giratorios, 2 camas, mesa auxiliar interior, techo elevable, bola remolque, recién pintada, ITV y todas las revisiones en taller Mercedes valdisa Massanassa. Acepto cambio más diferencia de por ejemplo: Opel combo 4x4, Peugeot rifter, Más info por privado!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2021",
            "kilómetros": "68000 km",
            "precio": 43500.0
        },
        {
            "titulo": "Mercedes-Benz Marco Polo 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2021-1073052033",
            "descripcion": "Muy cuidada, en perfecto estado, siempre guardada en garaje, ausencia de golpes estructurales y en el interior. Si me la compra un autónomo, puede desgravarse 3848,42 € de IVA, ya que yo soy autónomo y estoy obligado a subirle el 50 % de IVA. Sin IVA queda en 36651,58 €. Estrenada en enero de 2021, unico pripietario. Con equipamiento extra. Ayuda aparcamiento. Encendido automático de faros, luces de cruce. Encendido automático de limpiaparabrisas. Control de velocidad. Limitador de velocidad. Ayuda de arranque en pendientes. Volante multifunción. Aire Acondicionado. Climatización estacionaria programable. Asistente control de viento lateral. Bluetooth. Tempomat. Función de parada y arranque eco. Asientos máximo confort. 5 plazas. Asientos giratorios delanteros. Mesa en el centro del habitáculo con compartimentos. Cama doble interior muy muy grande. Techo elevable completo para estar de pie. Cama en techo elevable con lamas máximo confort. Colchón visoelástico máximo confort. Red de seguridad para niños en cama superior. Iluminación en todos los compartimentos. Toma de corriente eléctrica en todos los compartimentos. Batería secundaria. Cortinas en todas las ventanillas y en toda la parte de delante. Ventanillas oscilovatientes automáticas en la parte trasera. Cajones amplios empotrados en los asientos de atrás. Compartimentos en los laterales de atrás. Cajón con cerradura en la parte del copiloto. Asideros en compartimento trasero. Supervisión inalámbrica de presión de neumáticos. Fijador activo puerta trasera. Asientos de confort y apoyo lumbar para conductor y acompañante. Sistema de fijación de cargas sobre carriles. Aislamiento térmico y acústico de máxima calidad. Sistema de llamada de emergencias Mercedes Benz y gestión de averías. Se limpiará en profundidad con una empresa especialista antes de la entrega. Se retocarán pequeños arañazos pintando en un taller, homologado el guardabarros trasero para que quede completamente nueva.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2021",
            "kilómetros": "120000 km",
            "precio": 40500.0
        }
    ]
}