{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Marco Polo",
        "version": "Horizon 250 d 7G-TRONIC PLUS",
        "año mínimo": 2017,
        "año máximo": 2019,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 190,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=190&min_year=2017&max_year=2019&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Marco Polo&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Marco Polo 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2019-1092344074",
            "descripcion": "furgoneta camper impecable, con neumaticos de invierno, 4x4, se ha usado muy poco, vehiculo andorrano solo venta en Andorra",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "62000 km",
            "precio": 63000.0
        },
        {
            "titulo": "Mercedes-Benz Marco Polo 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2019-1069550738",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "150000 km",
            "precio": 60000.0
        },
        {
            "titulo": "Mercedes-Benz Marco Polo V250 4Matic AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-v250-amg-1044044931",
            "descripcion": "Mercedes Marco Polo V250 Sport Larga 190 cv. Año 2017(Matriculada como turismo), 140.000 ( Km de carretera), Cambio automático, 7G Tronic Plus (levas en volante), Faros Led inteligentes y pilotos Led (incluye intermitentes), Tapicería cuero Lugano Beige Seda con asientos calefactados, sensores aparcamiento del/tras con Cámara 360º, Asistente ángulo muerto, Asistente mantenimiento de carril, Navegación Comand On Line, Sistema de calefacción independente con arranque por mando a distancia, Lavaparabrisas calefactable, Enganche de remolque desmontable, Llantas de aleación AMG con perfil Pulido 245\\45 R19,Paquete aerodinámico y estético AMG, alerón sobre portón trasero, Techo elevable con cama + asientos eléctricos con cama, revestimiento suelo tipo Yate en oscuro, caja fuerte, cocina, nevera, Mesa plegable con 2 silla, Asistente reconocimiento señales tráfico, puerta lateral con apertura/cierre eléctrica, portón trasero eléctrico con apertura del cristal independiente, Asiento giratorio conductor y acompañante, Cristales calorífugos tintados en todas las ventanas, Retrovisores eléctricos y calefactados (abatibles) Regulador de velocidad inteligente con distronic. Volante de cuero regulable en profundidad y altura. Cierre centralizado con mando a distancia. ABS +ESP, AMG Lime, Puerta laterales eléctricas, Portón trasero eléctrico Cristales Calorífugos tintados, Paquete iluminación interior ambiente por led, paquete iluminación en armario, Live trafic Información, Sistema de llamada emergencia, cuadro de instrumentos y ordenador de viaje con pantalla a color, Tren de rodaje Agility control, Depósito combustible gran capacidad, Sensor lluvia y luces, sensor presión neumáticos, alternador gran capacidad, Start/ Stop, Paquete blueefficiency, etiqueta verde C, vehículo bajas emisiones Euro6",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "140000 km",
            "precio": 59990.0
        },
        {
            "titulo": "Mercedes-Benz Marco Polo 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2019-1091058988",
            "descripcion": "Marco Polo, V250d 4matic, any 2019, motor Dièsel de 190cv, 4x4, canvi automàtic, estat impecable, revisions al dia, càmera marxa enrere, sensors parking, GPS, sostre obert, placa solar, cuina, nevera, ganxo remolc original i molt més extres.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "58940 km",
            "precio": 58900.0
        },
        {
            "titulo": "Mercedes-Benz Marco Polo 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2018-1086780328",
            "descripcion": "Marco Polo 220d de Diciembre de 2018. Ruedas y pastillas nuevas en Septiembre. Detalles de los extras en la ultima foto. Ademas todos los asientos y la zona del maletero tienen fundas a medida de Aguirrezabal desde el primer dia, por lo que los asientos originales estan nuevos. Cada vez que se ha levantado el techo, se a cubierto con una funda de la marca Thaiss. La zona del habitaculo y el maletero tiene alfombrillas a medida. La cocina apenas se ha utilizado. La chapa tiene algun roce, ningun golpe ni accidente. Para mas informacion, preguntar sin problema. Por favor, no marearme, solo gente interesada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2018",
            "kilómetros": "80000 km",
            "precio": 58000.0
        },
        {
            "titulo": "Mercedes-Benz Marco Polo V250",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-v250-925926670",
            "descripcion": "Mercedes V250d MARCO POLO, Vito westfalia,Vito F,V250d, Viano Marco Polo - UNICO DUEÑO , USO PARTICULAR - DISTINTIVO AMBIENTAL C - LLANTA 19 - TEMPOMAT - CALEFACCION ESTACIONARIA - NEVERA CONGELADOR - DUCHA, 2 FOGONES - COCINA FREGADERO - DOBLE BATERÍA -ASIENTOS GIRATORIOS - NAVEGADOR -DOBLE CAMA TOMA 220W - MUCHOS MAS EXTRAS -DISTRIBUCIÓN POR CADENA -1 AÑO DE GARANTÍA -LISTA PARA SALIR DE RUTA -POSIBILIDAD DE ENTREGA A DOMICILIO - PRECIO NUEVA 100.000€ /camper/camperizada/multivan/marco polo/california/viano fun/ No se aceptan cambios Pide cita y Ven a verla Tlf//605//13//11//78 Visitanos en Facebook o Instagram: @Villacamper",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "169000 km",
            "precio": 54490.0
        },
        {
            "titulo": "Mercedes-Benz Marco Polo 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2019-1052990921",
            "descripcion": "Espectacular Mercedes Marco Polo horizon en perfecto estado, con muchos extras. Mas info por privado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2019",
            "kilómetros": "107000 km",
            "precio": 54000.0
        },
        {
            "titulo": "Mercedes-Benz Marco Polo 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2018-1093013169",
            "descripcion": "En venta maginifica unidad de Mercedes Marco Polo V250. Motor 2.2 de 190cv/7g Tronic. El vehiculo se encuentra en perfecto estado como se puede observar, Se entrega con todos los mantenimientos realizados en concesionario oficial. Cuenta con una larga lista de todos los extras posibles como son; DISTINTIVO AMBIENTAL C - LLANTA 19 - TEMPOMAT - CALEFACCION ESTACIONARIA - NEVERA CONGELADOR - DUCHA, 2 FOGONES - COCINA FREGADERO - DOBLE BATERÍA - ASIENTOS GIRATORIOS - NAVEGADOR - DOBLE CAMA TOMA 220W - MUCHOS MAS EXTRAS - DISTRIBUCIÓN POR CADENA - REGULAR Y LIMITADOR DE VELOCIDAD - ASISTENTE DE FRENADO ACTIVO - SISTEMA MULTIMEDIA \"MBUX High\" - AUTO / APPLE CAR PLAY por cable) - NAVEGADOR 3D (navegación \"Plus\") - PAQUETE DE APARCAMIENTO - CAMARA MARCHA ATRAS ESCAMOTEABLE - LED INTELLIGENT LIGHT SYSTEM - LLANTAS DE ALEACIÓN 7J x 17 - FREGADERO - COCINA CON FOGONES - REFRIGERADOR/CONGELADOR - CALEFACCIÓN DIESEL ADICIONAL - MBAC (Mercedes-Benz Advanced Control) - ASIENTOS DELANTEROS GIRATORIOS - MESA INTERIOR PLEGABLE - ASIENTO CAMA REGULABLE ELECTRICO - CUBRECOLCHON PARA CAMA - ILUMINACION AMBIENTE ARMARIOS Entre otros muchos extras más, para mas informacion, fotos o videos contactar sin compromiso 690675914.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "290000 km",
            "precio": 43900.0
        },
        {
            "titulo": "Mercedes-Benz Marco Polo 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2017-1075073753",
            "descripcion": "Impecable. NACIONAL. - Asientos giratorios . - asientos traseros electrónicos - techo elevable - ducha trasera - kit antirrobo - sensores pk - Cámara marcha atrás - todas revisiones al día - kms en Autovía - se acepta prueba mecánica No negociable. No mareantes.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "240000 km",
            "precio": 43500.0
        }
    ]
}