{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Marco Polo",
        "version": "Horizon 220 d 4MATIC",
        "año mínimo": 2017,
        "año máximo": 2019,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 163,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=163&min_year=2017&max_year=2019&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=manual&brand=Mercedes-Benz&model=Marco Polo&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Marco Polo 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2019-1091745003",
            "descripcion": "EDITION BLACK LED, única en el mercado, llantas AMG. Todos los extras originales, según se ve en las fotos. 4 plazas. 4 puertas. Todas las revisiones en mercedes, un solo propietario. EN PERFECTO ESTADO. Cambio de nombre incluido. Color beige y negro. Es también, una camper idónea para los excursionistas más exigentes gracias a un diseño de corte deportivo y a un confort sencillamente sublime. Cuenta tanto con un amplio salón de bienestar, en que destacan el módulo de cocina con hornillo de gas, fregaderos y nevera integrada, una mesa plegable, desplazable y prolongable, un depósito de 38 litros de agua potable. Con asientos confort basculantes tanto para conductor como para acompañante. El Marco Polo cuenta, también, con una fantástica zona de descanso, con la que se convierte en una auténtica estancia de cinco estrellas para un máximo de cuatro personas. Pasajeros que se pueden alojar cómodamente en el techo, en un colchón de alta calidad con elementos elásticos individuales, o en la combinación de asiento y litera, en la que los pasajeros dispondrán de elementos como persianas integradas, luces de lectura o calefacción adicional por aire caliente con función de calefacción independiente. entre otras muchas cosas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2019",
            "kilómetros": "22000 km",
            "precio": 64000.0
        },
        {
            "titulo": "Mercedes-Benz Marco Polo ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2019-990570375",
            "descripcion": "Nuevo, revisiones en la casa Mercedes. Siempre en garaje. La vendemos porque , por problemas fisicos , no podemos usar la cama de arriba , cambiaremos a autocaravana Por temas personales urge la venta , escucho ofertas razonables",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2019",
            "kilómetros": "45000 km",
            "precio": 59900.0
        },
        {
            "titulo": "Mercedes-Benz Marco Polo 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2017-1040985191",
            "descripcion": "Mercedes Marco Polo Activity Sport. 136cv. Nacional. Ùnico propietario. Modificada para turismo. Super cuidada. Ourense. Extras: Volante multifunciòn + cambio de cuero. Calefacciòn estàtica. Retrovisores elèctricos. Tempomat + faros antiniebla. Llanta 16”. Salida aire acondicionado a plazas traseras. Gancho remolque extraible. Sensores aparcamiento. Càmara trasera. Protector borde de carga. Terminaciones cromadas interior. Parrilla cromada. Deflectores viento ventanilla. Cubierta tèrmica interna para ventanas. Todas las revisiones en casa oficial. Ùltima revisiòn oficial 15/X/24, pròxima revisiòn en 2 años o 40000kms. 610538411",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2017",
            "kilómetros": "152000 km",
            "precio": 41800.0
        },
        {
            "titulo": "Mercedes Vito Tourer select 2018 csmperizada",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2018-770732141",
            "descripcion": "Camper: Techo elevable Reimo con somier Frolli Calefacción Webasto Batería estacionaria Paquete litera: Asiento cama reclinable Asientos delanteros giratorios Aislamiento en las paredes Tomas USB y 12V Bola de enganche, para portabicicletas Norma EURO 6 Control de crucero Climatizador Volante multifunción de cuero Bluetooth manos libres Asistente de arranque en pendiente Asistencia de atención Asistente de viento cruzado Extras incluidos: 2 maletas Vanessa para cristales traseros, a estrenar Aislamiento cristales 9 capas Colchones Sólo uso en trayectos largos. No fumadores Se vende por ampliación de la familia.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2018",
            "kilómetros": "112000 km",
            "precio": 41000.0
        },
        {
            "titulo": "Camper Mercedes Marco Polo 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2017-1067993496",
            "descripcion": "Mercedes Marco Polo. Perfecto estado. Siempre guardada en cochera cerrada. Homologada para 7 plazas de viaje legales. EURO6W. 2 sillones extras extraíbles. Campió manual 6 velocitats. Lunas oscurecidas. Cámara trasera en retrovisor. Calefacción estacionaria Webasto programable. 2 camas de matrimonio. Colchón de látex extracómodo para cama inferior. Mueble portaequipaje de 3 cajones a railes con: depósito agua potable de 50L con kit ducha eléctrico, 2 depósitos extras de 15L de agua potable, almacenaje alimentos y utensilios. Kit placas solares extraíbles y segunda bateria.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "114 cv",
            "año": "2017",
            "kilómetros": "170000 km",
            "precio": 36000.0
        },
        {
            "titulo": "Mercedes-Benz Marco Polo 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-marco-polo-2018-1065811926",
            "descripcion": "Buena condición",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "114 cv",
            "año": "2018",
            "kilómetros": "177000 km",
            "precio": 19000.0
        }
    ]
}