{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A4 allroad",
        "version": "quattro 2.0 TDI 140 kW (190 CV) S tronic 7 vel.",
        "año mínimo": 2016,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 190,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=190&min_year=2016&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A4 allroad&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A4 Allroad 2018",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2018-1022871113",
            "descripcion": "Audi A4 allroad Full equipe. Automático, faros full Led, virtual compit.......",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "95000 km",
            "precio": 30500.0
        },
        {
            "titulo": "Audi A4 Allroad 2018",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2018-1074866967",
            "descripcion": "Soy un particular y vendo este coche por falta de uso. Ha sido muy cuidado, está en excelente estado y cuenta con toda la documentación al día y las revisiones realizadas. Este vehículo es una joya para quienes buscan un coche premium que combine potencia, elegancia y confort. Con un motor que funciona perfectamente y todas las revisiones realizadas en la casa oficial Audi, excepto la última, que se realizará antes de la venta. Cuenta con dos llaves originales y un historial de cuidado impecable, con kilómetros hechos en carretera. Es automático, y está equipado con un climatizador para asegurar el confort en todas las estaciones, además de una pantalla digital moderna que facilita la navegación y el control de las funciones del coche. Tiene traccion Quatro 4x4. El diseño del Audi A4 Allroad combina la elegancia característica de la marca con un estilo robusto y versátil, perfecto para quienes buscan un coche con personalidad, ya sea para uso familiar o para disfrutar de largos viajes con comodidad y estilo. Este vehículo ha sido cuidado tanto en el interior como en el exterior, y está listo para seguir ofreciendo un rendimiento excepcional. Si buscas calidad, fiabilidad y lujo, este Audi A4 Allroad es el coche que estabas esperando. ¡No dejes pasar esta oportunidad!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "175 cv",
            "año": "2018",
            "kilómetros": "81295 km",
            "precio": 30000.0
        },
        {
            "titulo": "Audi A4 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2017-944930694",
            "descripcion": "Se vende A4 allroad con todas las revisiones al día en concesionario official audi. Full equip mens techo ni asientos calefactables.Se vende por cambio de necesidades familiares. #suv #audi #allroad",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "167 cv",
            "año": "2017",
            "kilómetros": "73000 km",
            "precio": 29900.0
        },
        {
            "titulo": "AUDI A4 Allroad Quattro 2.0 TDI 120kW 163CV quattr",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-quattro-2-0-tdi-120kw-163cv-quattr-1025093817",
            "descripcion": "* Atención telefónica de lunes a domingo. Venga a visitarnos. * Todos los vehículos se entregan limpios y desinfectados. -Control de velocidad -Pilotos traseros led con intermitente dinámico -Multi-media-interface mmi navigation -Climatizador confort 3 zonas -Ayuda aparcamiento detrás (aps) -Portón del maletero mando eléctr. (abrir + cerrar) -Sistema de reconocimiento de señales de tráfico mediante cámara -Faros led -Llantas de aleación 7,5x18 (5 radios dobles, diseño dinámico) -Caja de cambios 7 velocidades - caja cambios doble embrague s-tronic -4 Wheel Drive transmission mode -Etc. * Aceptamos vehículos como parte de pago. Entregamos en",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2018",
            "kilómetros": "92500 km",
            "precio": 28500.0
        },
        {
            "titulo": "Audi A4 Allroad ",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2017-1056739618",
            "descripcion": "Coche nacional, todos los extras, asientos deportivos cuero marron, carpley, clima trizona digital, techo panoramico, bola automatica, llantas 19 de origen, llave automatica, full led, modos de condiccion, quattro permanente, maletero automatico, carpilot ( marcador digital), navegador, wifi etc. Historial completo Audi diciembre 2016",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "124000 km",
            "precio": 26999.0
        },
        {
            "titulo": "Audi A4 Allroad unlimited edition 2.0 TDI quattro 140 kW (190 CV) S tronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-unlimited-edition-2-0-tdi-quattro-140-kw-190-cv-s-tronic-982100439",
            "descripcion": "Precio oferta sujeto a financiación: 26091 EUR. Precio al contado: 28700 EUR. *TOL* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA 590€ de descuento en este coche Precio oferta financiado: 26091€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 28700€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: 4x4, Asientos ventilados, Asientos calefactables, Asientos eléctricos, Tapicería de piel, Asistente de aparcamiento, Car Play, Navegador, Ayuda aparcamiento, Faros traseros led, Faros delanteros led, Control de velocidad, Limitador de velocidad, Encendido automático de faros, Sensor de lluvia, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Freno de estacionamiento eléctrico, Start/Stop automático, Bluetooth, Llantas de aleación (18\"). - Coche Nacional, Historial Mantenimiento, IVA deducible. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "89644 km",
            "precio": 26091.0
        },
        {
            "titulo": "Audi A4 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2017-1007421455",
            "descripcion": "Precio nuevo 65000€ Mantenimiento en Audi hasta los 150000kms Muchos extras Ruedas nuevas revision recien hecha, aceite, filtros y mantenimiento caja automatica",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "180000 km",
            "precio": 24900.0
        },
        {
            "titulo": "Audi A4 Allroad 2.0 tdi 163cv quattro Stronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2-0-tdi-163cv-quattro-stronic-1074246717",
            "descripcion": "1.- Su vehículo será entregado TOTALMENTE REACONDICIONADO DE CHAPA Y PINTURA 2.- Todos los vehículos han seguido todas las REVISIONES MECÁNICAS en SERVICIOS OFICIALES u homologados con el HISTORIAL INFORMATIZADO a su disposición. 3.- Los KILÓMETROS están GARANTIZADOS y se reflejan en factura y en contrato. 4.- El vehículo se entrega con la revisión realizada según aconseja el fabricante. 5.- ITV al día mínimo 5 meses. 6.- Garantía de 12 meses mecánica. El precio del vehículo incluye IVA, el cambio de nombre. 7- Nuestros vehículos la mayoría tienen IVA deducible. 8.- Realizamos videollamada o puedes contactarnos por mail, teléfono, WhatsApp para coordinar tu cita presencial. 9.- Solicítenos el estudio para la financiación a su medida. NAVEGACION PLUS Paquete portaobjetos Pintura Blanco Ibis Volante de tres radios multifuncional plus (incluye levas de cambio en automáticos) Sistema de aviso de límite de velocidad por reconocimiento de señales. Con cámara y sistema de reconocimiento, reconoce señales de velocidad, también temporales, cuando no es posible la lectura, utiliza información del sistema de navegación, puede mostrar la información en el sistema Head-up display opcional. Portón del maletero de accionamiento eléctrico Asistente de mantenimiento de carrilcámara de reconocimiento de señal Audi parking system plus. Audi virtual cockpit plus (12.3\") Llantas de aleación pulidas 18” Paquete de iluminación. Incluye luces de cortesía en tiradores de puertas. Posavasos delantero iluminado.Tiradores interiores de las puertas. Iluminación de ambiente en las puertas Control de velocidad de crucero. MMI navegación plus. Navegación en 3D, detallada en ciudades. Pantalla del MMI de 8,3'' en color. 2 lectores para tarjetas SD XC. Control por voz optimizado. Audio streamin Lector de CD/DVD video (video sólo con vehículo parado). MMI touch. Toma USB para carga de dispositivos. Toma \"AUX-IN\" Audi connect eSIM integrada. Acceso a Audi Connect mediante conexión",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2018",
            "kilómetros": "149950 km",
            "precio": 24600.0
        },
        {
            "titulo": "Audi A4 Allroad 2018",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2018-1045796468",
            "descripcion": "OFERTA Se vende Audi A4 allroad motor 2.0 de 2018 en muy buen estado con todas las revisiones en el concesionario Audi *Faros led *Bluetooth *Navegador gps *Sensores delanteros y traseros más cámara trasera *Sensores de luces y lluvia *Volante multifunción *Espejos abatibles eléctricamente Financiación hasta 100% Se acepta coche como parte del pago Entrega en toda la península Transferencia y garantía de hasta 36mees",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2018",
            "kilómetros": "110000 km",
            "precio": 24000.0
        },
        {
            "titulo": "Audi A4 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2017-1075376604",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2017",
            "kilómetros": "118300 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A4 Allroad 2018",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2018-968580759",
            "descripcion": "AUDI A4 ALLROAD -QUATTRO -caja cambios AUTOMÁTICA con levas -control de velocidad y limitador -Espejos electricos/abatibles y calefactables -volante multifuncion -faros LED inteligentes -sistema de NAVEGACION MMi PLUS -DRIVE SELECT (suspensión regulable Adaptativa ) -Porton MALETERO electrico -llantas 18 -Ayuda en pendiente -manos libres -bluetooth Etc # posibilidad de colocacion GANCHO DE REMOLQUE y su correspondiente homologación#",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "215000 km",
            "precio": 21990.0
        },
        {
            "titulo": "Audi A4 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2017-981587862",
            "descripcion": "Buen estado tanto interior como exterior, como mecánica, recién pintado. ITV y seguro en vigor. Mantenimientos al día. Todo los extras como techo solar panorámico, sensores de aparcamiento, navegador, espejos eléctricos abatibles, velocidad de crucero, etc. Dos llaves originales. Se acepta prueba mecánica. Distribucion y mantenimiento de caja de cambios realizado. Para más información preguntad sin compromiso.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2017",
            "kilómetros": "186000 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi A4 Allroad TDI QUATTRO, nacional, excelente",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-tdi-quattro-nacional-excelente-1080968208",
            "descripcion": "AUDI A4 ALLROAD TDI 163 CV. QUATTRO S-TRONIC Nacional Único dueño Historial de revisiones Kilómetros certificados Finales 2017 (matrícula KDS) IVA deducible Equipamiento destacado: Apertura y arranque sin llave Faros LED Navegador Cámara trasera Alarma integral Climatizador digital Llantas 18 Cristales oscurecidos Cargador CD Volante deportivo multifunción con levas Portón trasero eléctrico Cristales oscurecidos Parktronic del y tras. etc Precio final, total y real sin necesidad de financiar: 20900 €uros, incluye: -21% IVA deducible -12m. seguro garantía -Gastos e impuestos de transferencia mecánica ***ANUNCIO NO CONTRACTUAL*** +IMPRESCINDIBLE CONCERTAR CITA+",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2017",
            "kilómetros": "158000 km",
            "precio": 20900.0
        },
        {
            "titulo": "Audi A4 Allroad 2.0 tdi 163 Quattro S tronic",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2-0-tdi-163-quattro-s-tronic-1013242970",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2018",
            "kilómetros": "254000 km",
            "precio": 18900.0
        },
        {
            "titulo": "Audi A4 Allroad 2017",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2017-1078433622",
            "descripcion": "El coche funciona a la perfeccion va muy fino faros corta larga automatico techo panoramico virtual copy camara trasera , asientos calefactados calefaccion por mando, sensores aparcamiento delanteros y traseros porton apertura y cierre electrico bola remolque electrica indicador cambio carril varios modos de conduccion.... mejor verlo y probarlo El precio incluye el iva deducible",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2017",
            "kilómetros": "259000 km",
            "precio": 15500.0
        },
        {
            "titulo": "AUDI A4 Allroad 2.0TDI-Nacional!! UnicoPropietario",
            "enlace": "https://es.wallapop.com/item/audi-a4-allroad-2-0tdi-nacional-unicopropietario-1044507778",
            "descripcion": "269€/mes en 10Años Precio Financiado 19.999€ .Precio Contado 22.999€ Aprovechese de la oferta en el precio financiado con 3000€ Ya descontados Financiando min 18000€ por solo 269€/mes. Audi A4 Allroad Quattro Unlimited 2.0TDI 163CV S-Tronic ,consumo medio 4,9L/100Km. Vehiculo nacional Unico propietario .Historico de mantenimiento completo.Fecha matriculación 09/2018. El estado del vehiculo es Impecable!! sin un solo rasguño ¡! Neumaticos Nuevos.Modelo Unlimited ,Cambio DSG con Levas en el volante,Pantalla 4” con Navegacion GPS,Camara Trasera,Faros Led ,Volante deportivo Multifunción ,Maletero Electrico, Barras Longitudinales,Llantas de Aluminio 18”,Control Velocidad de crucero ,etc.Incluye 12Meses Garantia-21% I.V.A. y Transferencia .Consulte condiciones de financiacion para el precio financiado ,las publicadas por las distintas wed no se ajustan a las condiciones reales de las financieras *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2018",
            "kilómetros": "177670 km",
            "precio": 269.0
        }
    ]
}