{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "X3",
        "version": "xDrive25d",
        "año mínimo": 2018,
        "año máximo": 2019,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 231,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=231&min_year=2018&max_year=2019&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=X3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW X3 2018 Pack M",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2018-pack-m-1084318486",
            "descripcion": "asientos de cuero beige pack m , automatico , volante M azul muy oscuro bien cuidado siempre en garaje asientos calefactables no cambios, solo contactar si realmente interesado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "89000 km",
            "precio": 45000.0
        },
        {
            "titulo": "BMW X3 XDRIVE 2.0 D XLINE",
            "enlace": "https://es.wallapop.com/item/bmw-x3-xdrive-2-0-d-xline-859786065",
            "descripcion": "Se vende BMW X3 / xdrive 2.0 D / acabado x Line (190CV) Matriculado el 03/19 Vehiculo con 32000 km, en garantia hasta 10/23. PVP 51.300€ año 2019 + 21.064€ en extras, demostrables: Combinacion tela/cuero Deposito de combustible de mayor capacidad Llantas de aleacion 19\" radios en Y Caja de cambios Steptronic con levas de cambio Performance control Direccion deportiva variable Dispositivo de alarma Acceso confort Linea exterior Bmw individual Aluminium Satinado. Techo de cristal panorámico Red de separación del maletero Acristalamiento proteccion solar Paquete de retrovisores interior y ext. Mas detalles en las fotos........",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "32000 km",
            "precio": 44500.0
        },
        {
            "titulo": "BMW X3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2018-531695526",
            "descripcion": "SE VENDE.X.3.2.000.190.C.V. ACABADO..M.EXPORT. AÑO..2019.CON.TODAS EXTRAS. FOROS LED. CAMBIO.AUTOMATICO. 4..POSICIONES.UNA MARAVILLA.2.AÑOS. GARANTIA.DE LA CASA..MEJOR...43.500.Euros. Transferido A Tu Nombre.609471783... LLAMAR.609471783..SOLO.26800.KM",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "45000 km",
            "precio": 43500.0
        },
        {
            "titulo": "BMW X3 M ",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2018-1080183678",
            "descripcion": "BMW X 3 G01 con 61.000km y todas las revisiones y campañas pasadas en BMW. -Bateria Varta agm recién cambiada. -Pantalla grande con Android auto y Carplay apple -Sensores de aparcamiento y cámara marcha atrás -Llantas M de 20” doble medida con neumaticos Bridgestone runflat nuevos y sensores de presión -Portón trasero con apertura automática -5 modos de conducción -Caja automática con 8 velocidades y levas en el volante -Paquete exterior M performance - Faros full led adaptativos -... x3m, competition, glc, gle, mercedes, audi, q3, q5, cayenne, macan, tiguan,",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "61000 km",
            "precio": 42000.0
        },
        {
            "titulo": "BMW X3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2018-971902036",
            "descripcion": "X3 En perfecto estado, con paquete M, techo electrico, clima en asientos, aparca solo, etc, etc, etc. En garatia oficial.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "153000 km",
            "precio": 38000.0
        },
        {
            "titulo": "BMW X3 S DRIVE18d  LUXURY BUSINESS ",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2-0-s-drive-luxury-business-1070805503",
            "descripcion": "BMW X3 2.0 S DRIVE LUXURY BUSINESS PLUS en perfecto estado general, totalmente revisado, con garantía y posibilidad de financiación. Dispone de Advertencia de cambio carril, Airbag frontal conductor y pasajero de cabeza delanteros y traseros laterales delanteros, Aparcamiento asistido ,Asistente de frenada, Control de crucero con frenado y limitados de velocidad, Control al aparcamiento delantero y trasero, Control de frenado en curva(CBC), Cámara de visión de marcha atrás, Dirección activa integral, Faros LED auto adaptables para luz de cruce y carretera, Faros antiniebla LED, Isofix en plazas traseras, Indicación de presión de neumáticos, Indicador de desgaste de pastillas de freno, Indicador de temperatura exterior, Interruptor de conducción ( sport/Confort+/Eco Pro, Levas de cambio en el volante, Luces de freno dinámicas, Ordenador de viaje, Reconocimiento de señales, , Acristalamiento de protección solar, Asientos delanteros con calefacción , Retrovisores con ajuste eléctrico plegables y calefactados, Sensor de lluvia, Toberas lavaparabrisas con calefacción, 8 Altavoces , Carga inalámbrica para teléfono móvil, Conexión Bluetooth para teléfono móvil con audio streaming, Control por voz, , Interfaz USB, Manejo drive touch controller con reconocimiento de escritura, Navegación 3D profesional, Pantalla fija 26cm, Radio BMW profesional, Servicios Connected Drive para Apple y androy etc. Automóviles Merino, S.L. no se responsabilizará de los posibles errores derivados del volcado de datos al portal online. Confirmar información del vehículo en el concesionario.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2019",
            "kilómetros": "112000 km",
            "precio": 37900.0
        },
        {
            "titulo": "BMW X3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2019-1093260418",
            "descripcion": "Precioso X3 nacional matriculado el 28 de noviembre de 2019.En perfecto estado muy cuidado. Comprado en BMW oficial premium selection. Con muchísimos extras:paquete M completo con cuero marron,techo solar,llantas de 20”,camaras 360°,navegador,porton electricos,sensores aparcamiento,full led,etc… Todo el historial de mantenimiento pasado en BMW oficial…al día en todo y con las revisiones incluidas en bmw hasta finales de 2026. Garantía premium selección hasta 29 diciembre de 2025. No me interesan cambios de ningún tipo.Solo venta.No respondo ofertas.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "60000 km",
            "precio": 36990.0
        },
        {
            "titulo": "BMW X3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2018-919505956",
            "descripcion": "Coche en perfecto estado. Siempre en parking. De particular solo un propietario. Con todos los extras. Techo solar, pinza de freno, apertura confort y desde APP etc. Pack M",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "80000 km",
            "precio": 36000.0
        },
        {
            "titulo": "BMW X3 xDrive 20dA M-Sport",
            "enlace": "https://es.wallapop.com/item/bmw-x3-xdrive-20da-m-sport-1071249249",
            "descripcion": "-- Vehículo nacional con historial completo de mantenimientos en servicio oficial -- Paquete deportivo “M” interior y exterior, cambio automático 8v, sistema navegación Profesional, faros con tecnología LED, paquete iluminación exterior, BMW Live Cockpit, llantas aluminio 19” M-Sport, climatizador automático 3 zonas, asistente luz de carretera automático, asientos delanteros deportivos con regulación lumbar, asientos delanteros eléctricos y calefactados, volante deportivo “M” con levas de cambio, control velocidad, sensores de aparcamiento delanteros y traseros con cámara, cristales traseros oscurecidos, sistema ayuda en salida Hold Assist, espejos exteriores abatibles eléctricos y antideslumbrantes, apertura y cierre automático de portón trasero, etc, etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "112000 km",
            "precio": 35500.0
        },
        {
            "titulo": "BMW X3 xDrive20d",
            "enlace": "https://es.wallapop.com/item/bmw-x3-xdrive20d-1083809606",
            "descripcion": "OFERTA CON FINANCIACION *** Consulta condiciones con nuestro equipo de asesores *** Todos nuestros vehiculos estan seleccionados y revisados en 115 puntos de control *** Kilometros certificados en factura de compra *** Sin gastos de mantenimiento el primer ano o 15.000 Km *** Garantia de hasta 36 meses a nivel nacional *** Si lo prefieres te entregamos el coche en tu domicilio *** En INTEGRAL MOTION llevamos mas de 30 anos ayudando a miles de clientes a encontrar el vehiculo que mejor se adapte a sus necesidades *** ¿VENDES? TASAMOS TU COCHE AL MOMENTO *** INTEGRAL MOTION, MAS DE 3.000 VEHICULOS EN STOCK DE ENTREGA INMEDIATA ** TENEMOS TU PROXIMO COCHE NACIONAL O DE IMPORTACION *** CONSULTA NUESTRO STOCK de coches de segunda mano y ocasion: Volkswagen, Audi, BMW, Mini, Porsche, Mercedes, Smart, Volvo, Jaguar, Land Rover, Lexus, CUPRA, Toyota, Honda, Ford, Opel, SEAT, Citroen, Fiat, Peugeot, Renault, MG, Mazda, Skoda, Nissan, Hyundai, KIA… *** Tambien VEHICULOS INDUSTRIALES Y FURGONETAS *** Berlingo, Jumper, Jumpy, Doblo, Ducato, Transit, Daily, Esprinter, Vito, Combo Cargo, Vivaro, Combo, Expert, Boxer, Partner, Rifter, Kangoo, Master, Traffic, Proace, Proace City, Crafter, Caddy… Pick Ups: Clase V, Hilux…*** Entre nuestro stock de coches siempre a tu disposicion: CLASE A, CLASE C, GLA, GLB, GLC, CLA, CLS, GLE. Lexus UX, RX. BMW Serie 1, Serie 3, X1, X2, X3, X4, X5, Audi A1, A3, Q1, Q3, A4, A5 Q5--- *** SOMOS YA 20 CENTROS DE OCASION entra Galicia y Madrid *** A Coruna, Pontevedra, Ferrol, Santiago, Ferrol, Lugo, Burela, Baio, Las rozas, Torrejon, San Sebastian de los Reyes, Ciudad del Automovil, Coslada *** ENTREGAMOS EN TODA ESPANA *** INTEGRAL MOTION CON NOSOTROS LA CONFIANZA VA DE SERIE *** Visita nuestra web integralmotion.es ***...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "130705 km",
            "precio": 35500.0
        },
        {
            "titulo": "BMW X3 XDRIVE20D XLINE ",
            "enlace": "https://es.wallapop.com/item/bmw-x3-xdrive20d-xline-1070924537",
            "descripcion": "Vehiculo nacional con su correspondiente historial de mantenimiento al día. Se certifica que los kilometros que marca son los reales así como que no ha sufrido ningún golpe estructural fuerte En el precio están incluidos todos los gastos de gestión documental así como la garantía de 12 meses siendo ampliable esta a 24 meses por 390€ mas. -garantia de hasta 24 meses -5 dias de prueba o 1.000 km -aceptamos tu coche como parte del pago -fotos reales -entrega inmediata Unidad equipada con: techo panorámico de cristal tapicería en cuero negro cristales oscurecidos cámara de 360 grados faros led autodireccionables con contenido ampliado carplay android auto asistente de angulo muerto llave comfort head-up display porton eléctrico trasero climatizador 3 zonas volante deportivo M cuadro digital paquete iluminación",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "50000 km",
            "precio": 35300.0
        },
        {
            "titulo": "BMW X3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2018-991099892",
            "descripcion": "coche perfecto estado y con mantenimiento en la BMW todo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "73000 km",
            "precio": 34999.0
        },
        {
            "titulo": "BMW X3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2019-1078204147",
            "descripcion": "BMW X3 1.8DA 150CV PAQUETE M INTERIOR Y EXTERIOR, TAN SOLO 67.000KM-ESTADO IMEJORABLE-IVA INCLUIDO- TODOS LOS EXTRAS. TECHO/PIEL/LED. Vehículo como nuevo se entrega revisado y garantizado, con todos los extras, kilómetros certificados. Financiamos el 100% de su vehículo, tan sólo con su nómina, D.N.I. o N.I.E (y ahora si tiene banca electrónica, se lo financiamos en 10 minutos aun teniendo poca antigüedad laboral). Entrega inmediata. Posibilidad de envió a nivel nacional. MÁS DE 30 AÑOS EN EL SECTOR NOS AVALAN. VISITE NUESTRA PAGINA ELITECARSALMERIA.COM, SABADOS ABIERTOS CON CITA PREVIA. Elitecars (sujeto a condiciones de financiación de las entidades colaboradoras).",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "67000 km",
            "precio": 34990.0
        },
        {
            "titulo": "BMW X3 20 xDrive 190cv Aut. 2019",
            "enlace": "https://es.wallapop.com/item/bmw-x3-20-xdrive-190cv-aut-2019-803701454",
            "descripcion": "Espectacular unidad de BMW X3 20D XDRIVE 190CV X LINE AUTOMÁTICO!! Nacional. En perfecto estado tanto interior como exterior, revisado en BMW en 4/2022, llantas 19\", navegador Professional, park assist, alarma, control por gestos, asientos deportivos delanteros, faros LED con contenido ampliado, antinieblas LED, iluminación ambiental, carga inalámbrica, aumento de capacidad del depósito de combustible y muchos más. Precio al contado: 35.900€. Precio financiado: 34.900€. (Financiando la totalidad) Todos nuestros vehículos se entregan transferidos. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. *Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted @auto.gallery #JF CAP #PB PIC #FU #KVN #SUV #NC12303",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "75900 km",
            "precio": 34990.0
        },
        {
            "titulo": "BMW X3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2020-988339353",
            "descripcion": "Bmw X3 xdrive Equipamiento: Bmw Pack M. Tracción 4. Navegador Profesional. Techo panorámico. Asientos automáticos. Volante de cuero. Volante multifuncion. Asientos de cuero. Retrovisores abatibles. Para más información no dudes en contactar con nosotros: ☎️ 938744 627",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "90000 km",
            "precio": 34850.0
        },
        {
            "titulo": "BMW X3 190cv pack M Garantía oficial hasta 09/2025",
            "enlace": "https://es.wallapop.com/item/bmw-x3-190cv-pack-m-garantia-oficial-hasta-09-2025-1082693584",
            "descripcion": "BMW X3 xDRIVE 20d Pack M 190cv. Nacional, matriculado el Novimbre 2018. Revisiones y Mantenimientos al dia y siempre en BMW. Color -Llantas de aleación de 20\". -Navegador. -CarPlay/AndroidAuto. -Portón trasero automático. -Sensores de parking delanteros, traseros + cámara de visión posterior. -Faros full leds, retrov. pleg. eléctricos. -Sensor automático de luces. -Cambio automático 8 vel. -Volante cuero M multifunción con levas. -Programa variable conducción: ECO, Comfort, Sport, indiv. -Asistente frenado activo. -Control velocidad crucero. -Garantía oficial hasta finales de agosto 2025.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "135000 km",
            "precio": 34500.0
        },
        {
            "titulo": "BMW X3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2018-1081947460",
            "descripcion": "paquete m",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "45000 km",
            "precio": 34000.0
        },
        {
            "titulo": "BMW X3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-x3-m-190cv-4x4-2-0-d-1068478124",
            "descripcion": "BMW X3 paquete deportivo M. color gris oscuro, llantas BMW 21. sensor luces, sensor lluvia, sensor parking trasero y delantero. head up display, manejo canciones por gestos pantalla grande tactil car play asientos cuero deportivos interior negro cargador inalambrico porton trasero automatico techo solar 3 modos de conduccion, eco, confort y sport bandeja maletero climatizador bizona retrovisor antideslumbrante todas las revisiones selladas Coche nacional se vende con garantia de 1 año con Garantiplus",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "161000 km",
            "precio": 34000.0
        },
        {
            "titulo": "BMW X3 2018 - XLine 190 Cv.",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2018-xline-190-cv-1048991939",
            "descripcion": "Vendo BMW X3 xDrive XLine - 190 cv. - Fine 2018 - Ottimo stato, sempre tagliandata BMW, sempre garage, mai incidentata. Bollo pagato, gomme estive cambiate da poco. Pluri accessoriata: Tettino, interni in pelle, Head up Display, Navigatore con schermo touch, Climatizzatore Automatico trizona, Satellitare ed altro ancora. Pacchetto manutenzioni altri 2 anni e/o 100.000 km. Compreso anche treno di cerchi sportivi serie M, per eventuali pneumatici invernali.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "92000 km",
            "precio": 34000.0
        },
        {
            "titulo": "BMW X3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2019-1078857158",
            "descripcion": "SE VENDE ESPECTACULAR BMW X3 2.0 D 190 CV AUTOMATICO SEPTIEMBRE/2019 EN PERFECTO ESTADO. - UNICO PROPIETARIO. TODAS REVISIONES EN BMW - 99.500 km - TECHO SOLAR - CRISTALES TRASEROS TINTADOS - ASIENTOS DE PIEL - ASIENTOS ELECTRICOS - KEYLESS GO ( arranque sin llave ) - SENSORES DE LUCES Y LLUVIA - VELOCIDAD SE CRUCERO INTELIGENTE - SENSOR DE PARKING DELANTERO Y TRASERO / CAMARA TRASERA - LLANTAS ALUMINIO ORIGINALES - PORTON TRASERO ELECTRICO - SISTEMA DE NAVEGACION CAR PLAY - INTERRUPTOR DE CONSUCCION ( SPORT, CONFORT Y ECOPRO )",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "99500 km",
            "precio": 33999.0
        },
        {
            "titulo": "BMW X3 M 25d Xdrive",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2019-1083186353",
            "descripcion": "Coche muy cuidado y en perfecto estado de todo. Revisiones al día. Más de 20.000€ en extras, paquete M interior y exterior, techo panorámico, asientos calefactables, navegación profesional, bola de remolque electrica, paquete de luces, retrovisores electricos y antideslumbramiento, audio hifi, sillones cuero vernasca BMW, Live Cockpit profesional BMW, Head-up-Display, Luces de ambiente, llamta 20”, Active Guard Plus BMW, asistente de apacamiento, cámara traseray sensores de aparcamiento del/tras, asistencia a la conducción, control de crucero con función de frenado, Teleservices, reconocimiento de señales, full led y faros direccionables y mucho más. Se entrega revisado con cambio de aceite y filtro con factura. Finales de 2018. *Posibilidad de entregarlo transferido, financiación y con un año de garantía.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2018",
            "kilómetros": "149000 km",
            "precio": 33900.0
        },
        {
            "titulo": "BMW X3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2019-1070537836",
            "descripcion": "BMW X3 20Drive, coche en perfecto estado, mejor ver, la ficha técnica la tenéis en las fotos",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "135500 km",
            "precio": 33900.0
        },
        {
            "titulo": "BMW X3 XDRIVE20d M 2019 NACIONAL",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2019-1090320433",
            "descripcion": "G3X 190 B47 5P Aut. 101581 km. BMW X3 xdrive20d (4x4) motor de 190 cv. Acabado M, nacional, dos llaves, libro de revisiones, dos propietarios solamente. Infinidad de extras: Varios modos de conducción. Llantas de 20 pulgadas. Interior acabados en piel. Clima bizona delantero y trasero. Indicadores deportivos. Levas al volante. Luces ambiente de varios colores. Portón maletero eléctrico... Se entrega con revisión recien hecha y todas en el servicio oficial BMW.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "101900 km",
            "precio": 33500.0
        },
        {
            "titulo": "BMW X3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2018-1075271905",
            "descripcion": "En muy buen estado, único propietario, todos los mantenimientos en casa oficial!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "94000 km",
            "precio": 33500.0
        },
        {
            "titulo": "BMW X3 20d xdrive",
            "enlace": "https://es.wallapop.com/item/bmw-x3-20d-xdrive-1056311000",
            "descripcion": "impecable. historial de servicio completo bmw casa oficial. techo panoramico, ruedas pirelli p zero 70%, se acepta prueba en cualquier taller. siempre garaje. No interesado en cambios. No negociable.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "137000 km",
            "precio": 32900.0
        },
        {
            "titulo": "BMW X3 xDrive20d",
            "enlace": "https://es.wallapop.com/item/bmw-x3-xdrive20d-1083805252",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "130705 km",
            "precio": 32700.0
        },
        {
            "titulo": "BMW X3 xDrive20d",
            "enlace": "https://es.wallapop.com/item/bmw-x3-xdrive20d-1083807441",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "130705 km",
            "precio": 32700.0
        },
        {
            "titulo": "BMW X3 X3 xDrive 20dA",
            "enlace": "https://es.wallapop.com/item/bmw-x3-x3-xdrive-20da-1074057845",
            "descripcion": "Clicars. Nº1 en Europa en ventas de coches reacondicionados. Tendrás tu próximo coche reacondicionado en 24h en la puerta de tu casa. Financiación rápida y flexible. Precio contado: 32690. IVA DEDUCIBLE Financia tu coche desde 484€/mes (cuota baja 1 año GP con garantía premium incluida) ¡Hasta el 26 de enero! - 15 días o 1000 km para probarlo - Coches mecanicamente impecables - Hasta un 30% más barato que uno nuevo - Garantía de hasta 3 años - Todos los vehículos pasan la certificación más exigente en 320 puntos - Nuestro horario es de L-V: 09:30-20:30 y S: 10:00-19:00 Ven a conocernos a Pol. ind. las Quemadas. Esteban Cabrera, 5, 14014 Cordoba o llámanos al 857 88I 5I3. 1.950 coches en stock. ID -504877- coche nacional con kilometraje garantizado Selector de modos de conducción Tracción a las 4 ruedas Ayuda de descenso en pendiente Faros Led Sensor lluvia y luces Cambio automático GPS Keyless start Portón trasero eléctrico Botón emergencia Y más en ¡clicars.com!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "111174 km",
            "precio": 32690.0
        },
        {
            "titulo": "BMW X3 X3 xDrive 20dA",
            "enlace": "https://es.wallapop.com/item/bmw-x3-x3-xdrive-20da-1063339041",
            "descripcion": "Clicars. Nº1 en Europa en ventas de coches reacondicionados. Tendrás tu próximo coche reacondicionado en 24h en la puerta de tu casa. Financiación rápida y flexible. Precio contado: 32690. IVA DEDUCIBLE Financia tu coche desde 484€/mes (cuota baja 1 año GP con garantía premium incluida) ¡Hasta el 26 de enero! - 15 días o 1000 km para probarlo - Coches mecanicamente impecables - Hasta un 30% más barato que uno nuevo - Garantía de hasta 3 años - Todos los vehículos pasan la certificación más exigente en 320 puntos - Nuestro horario es de L-V: 09:00-20:30 y S y D: 10:00-19:00 Ven a conocernos a Av. Laboral, 10, 28021 Madrid o llámanos al 911 438 321. 1.950 coches en stock. ID -504877- coche nacional con kilometraje garantizado Selector de modos de conducción Tracción a las 4 ruedas Ayuda de descenso en pendiente Faros Led Sensor lluvia y luces Cambio automático GPS Keyless start Portón trasero eléctrico Prevención de colisión Botón emergencia Y más en ¡clicars.com!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "111174 km",
            "precio": 32690.0
        },
        {
            "titulo": "BMW X3 X3 xDrive 20dA",
            "enlace": "https://es.wallapop.com/item/bmw-x3-x3-xdrive-20da-1063339270",
            "descripcion": "Clicars. Nº1 en Europa en ventas de coches reacondicionados. Tendrás tu próximo coche reacondicionado en 24h en la puerta de tu casa. Financiación rápida y flexible. Precio contado: 32690. IVA DEDUCIBLE Financia tu coche desde 484€/mes (cuota baja 1 año GP con garantía premium incluida) ¡Hasta el 26 de enero! - 15 días o 1000 km para probarlo - Coches mecanicamente impecables - Hasta un 30% más barato que uno nuevo - Garantía de hasta 3 años - Todos los vehículos pasan la certificación más exigente en 320 puntos - Nuestro horario es de L-V: 09:30-20:30 y S: 10:00-19:00 Ven a conocernos a Av. Diagonal, 20, 50197 Zaragoza o llámanos al 876 142 007. 1.950 coches en stock. ID -504877- coche nacional con kilometraje garantizado Selector de modos de conducción Tracción a las 4 ruedas Ayuda de descenso en pendiente Faros Led Sensor lluvia y luces Cambio automático GPS Keyless start Portón trasero eléctrico Prevención de colisión Botón emergencia Y más en ¡clicars.com!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "111174 km",
            "precio": 32690.0
        },
        {
            "titulo": "BMW X3 X3 xDrive 20dA",
            "enlace": "https://es.wallapop.com/item/bmw-x3-x3-xdrive-20da-1063339157",
            "descripcion": "Clicars. Nº1 en Europa en ventas de coches reacondicionados. Tendrás tu próximo coche reacondicionado en 24h en la puerta de tu casa. Financiación rápida y flexible. Precio contado: 32690. IVA DEDUCIBLE Financia tu coche desde 484€/mes (cuota baja 1 año GP con garantía premium incluida) ¡Hasta el 26 de enero! - 15 días o 1000 km para probarlo - Coches mecanicamente impecables - Hasta un 30% más barato que uno nuevo - Garantía de hasta 3 años - Todos los vehículos pasan la certificación más exigente en 320 puntos - Nuestro horario es de L-V: 10:30-19:30 y S: 10:00-19:00 Ven a conocernos a Av. la Pista, 12, 46470 Massanassa o llámanos al 96O I36 6O7. 1.950 coches en stock. ID -504877- coche nacional con kilometraje garantizado Selector de modos de conducción Tracción a las 4 ruedas Ayuda de descenso en pendiente Faros Led Sensor lluvia y luces Cambio automático GPS Keyless start Portón trasero eléctrico Prevención de colisión Botón emergencia Y más en ¡clicars.com!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "111174 km",
            "precio": 32690.0
        },
        {
            "titulo": "BMW X3 X3 xDrive 20dA",
            "enlace": "https://es.wallapop.com/item/bmw-x3-x3-xdrive-20da-1063339457",
            "descripcion": "Clicars. Nº1 en Europa en ventas de coches reacondicionados. Tendrás tu próximo coche reacondicionado en 24h en la puerta de tu casa. Financiación rápida y flexible. Precio contado: 32690. IVA DEDUCIBLE Financia tu coche desde 484€/mes (cuota baja 1 año GP con garantía premium incluida) ¡Hasta el 26 de enero! - 15 días o 1000 km para probarlo - Coches mecanicamente impecables - Hasta un 30% más barato que uno nuevo - Garantía de hasta 3 años - Todos los vehículos pasan la certificación más exigente en 320 puntos - Nuestro horario es de L-V: 09:30-20:30 y S: 10:00-19:00 Ven a conocernos a Ctra. Ocaña, 65, 03007 Alicante o llámanos al 965 O26 232. 1.950 coches en stock. ID -504877- coche nacional con kilometraje garantizado Selector de modos de conducción Tracción a las 4 ruedas Ayuda de descenso en pendiente Faros Led Sensor lluvia y luces Cambio automático GPS Keyless start Portón trasero eléctrico Prevención de colisión Botón emergencia Y más en ¡clicars.com!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "111174 km",
            "precio": 32690.0
        },
        {
            "titulo": "BMW X3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2019-1084493286",
            "descripcion": "NIETO MOTOR.ES es una empresa dedicada a la venta de vehículos de ocasión y seminuevos. Nuestros coches se entregan revisados, con certificado de kilometraje, certificado de siniestralidad y con garantía de 12 meses prorrogable a 24 meses. Posibilidad de entrega en cualquier punto de la Península (consultar condiciones). En el precio se incluyen todos impuestos. Consulte el IVA deducible de este vehículo. Financiamos hasta el 100%, de la totalidad de la compra del vehículo. Admitimos vehículos como parte de pago. Llámanos y tasamos tu coche sin compromiso. Atendemos llamadas sábados, domingos y festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "56890 km",
            "precio": 32600.0
        },
        {
            "titulo": "BMW X3 G01 Pack M con 53.000KM de reestreno",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2018-g01-pack-m-con-53-000km-1073357596",
            "descripcion": "¡Oportunidad Única! Se Vende BMW X3 xDrive20d G01 con Pack M ¡No te pierdas esta increíble oferta! Se vende un fabuloso BMW X3 xDrive20d de la generación G01, nacional, con solo 53,000 km. Este SUV premium viene muy equipado para brindarte la mejor experiencia de conducción. *Características Destacadas: - Pack M - Llantas de 20\" - Paquete de iluminación ambienta - Asientos mixtos de alta calidad - Volante multifunción con levas - Control de crucero - Asientos ISOfix para mayor seguridad - Climatizador bi-zona - Navegador profesional - ¡Y mucho más! Este vehículo combina performance, confort y estilo. Ideal para aquellos que buscan un coche versátil y elegante. ¡No dejes pasar esta oportunidad! Para más información y concertar una prueba de conducción, ¡contáctame hoy mismo!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "53000 km",
            "precio": 32500.0
        },
        {
            "titulo": "BMW X3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2019-1067632387",
            "descripcion": "30.500 €…….PRECIO SUJETO A FINANCIACIÓN…. CENTRO OCASIÓN PONTEVEDRA es un referente desde hace mas de 40 años en el sector del automóvil en Galicia. Contamos con una dilatada experiencia tanto en vehículos seminuevos, KM 0,como en vehículos nuevos. Y CON GARANTIA EUROPEA PARA TODOS NUESTROS VEHÍCULOS. Disponemos de 3 amplias exposiciones, en las que contamos con un stock permanente de más de 150 coches multimarca. Somos concesionario oficial MAZDA Para Pontevedra Gestionamos su financiación a través de las mejores financieras del país. Certificamos los kilómetros de VO, seminuevo y Km 0, por escrito ..(sujeto a condiciones de financiación). (ESTAMOS EN CARRETERA A CORUÑA KM. 112 CENDONA,1 – LEREZ -36156 – PONTEVEDRA) …. CARLOS NOVEGIL. 620604457 ENVIAMOS COCHES A TODA ESPAÑA. Oferta válida salvo error tipográfico. Esta oferta no tiene carácter contractual",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "93276 km",
            "precio": 32500.0
        },
        {
            "titulo": "BMW X3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2018-895585203",
            "descripcion": "Precio nuevo 67000€ Vehículo nacional Todas Revisiones en BMW Última revisión 10/2024 con 118000km Revisiones incluidas en el precio hasta 160000km o Julio 2026 ITV 07/2026 Ruedas delanteras Runflat nuevas, traseras al 60% aprox. Bola de remolque extraible (usada solo para llevar bicicletas 3 veces) Paquete M competition (colas escapes, difusor trasero, retrovisores, branquias) Techo Cristal panorámico Asientos deportivos eléctricos, calefactables y con memoria. Head-up display. Paquete deportivo M Cambio automático de 8 vel con levas Información de tráfico en tiempo real Suspensión M-Sport Llantas 19” Styling 698M Active guard Faros led con contenido ampliado Antiniebla Led Volante deportivo M con levas Ajuste del respaldo asientos traseros Luz ambiente led con varios colores Red separación maletero Depósito de combustible ampliado Cristales acusticos y de protección solar Paquete travel Paquete accesibilidad Paquete iluminación Control de descensos Cuadro digital Sensores auto luces y lluvia Sensor parking delantero y trasero Paquete retrovisores Int/ext Espejo interior fotocromatico Cristales tintados Paquete de compartimentos Portón eléctrico Sistema navegación business Función por voz Indicador presión neumáticos Ruedas run-flat Servicios remotos con la app Llamada de emergencia inteligente 10 airbag Isofix ConnectedDrive Climatización digital 3 zonas Lo vendo porque necesito un 7 plazas. Solo gente seria.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2018",
            "kilómetros": "120000 km",
            "precio": 32450.0
        },
        {
            "titulo": "BMW X3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2019-1056515187",
            "descripcion": "BMWx3 en buen estado, siempre en garaje. Vendo o cambio por coche+dinero.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "57000 km",
            "precio": 32000.0
        },
        {
            "titulo": "BMW X3 xDrive20d",
            "enlace": "https://es.wallapop.com/item/bmw-x3-xdrive20d-1081013648",
            "descripcion": "En AutosMadriD, tenemos el coche de tus suenos. Vehiculo disponible en nuestro concesionario Autos Madrid SS. de los Reyes, Camino de lo Cortao, N.º 15, SS de los Reyes - Madrid. Precio de venta al contado: 35.490€ I.V.A DEDUCIBLE Precio sujeto a financiacion: 31.990€ (financiacion a su medida y en comodas cuotas). Extension de garantia COMERCIAL AUTOSMADRID, a consultar. Dejanos tu antiguo vehiculo y te aseguramos la mejor tasacion del mercado. Nos encargamos de todos los tramites. HORARIO ATENCION TELEFONICA: Lunes a Viernes: 10:00 - 20:30 Sabados: 10:00-14:00/ 16:30-20:00 ¡VEN A VISITARNOS! Estaremos encantados de atenderte y resolverte todas las dudas. 5 concesionarios en Madrid: San Sebastian de los Reyes, Alcala de Henares, Alcorcon, Mostoles y Leganes. Este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual. AutosMadrid se reserva el derecho de modificacion de datos, cambio de precios en la web....",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "92238 km",
            "precio": 31990.0
        }
    ]
}