{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "X3",
        "version": "3.0i Aut.",
        "año mínimo": 2003,
        "año máximo": 2006,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 231,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=231&min_year=2003&max_year=2006&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=X3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW X3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2006-1069299822",
            "descripcion": "Bmw x3 e83. Motor 3.0i 231cv. cambio Auto. Acabado “Sportpaket” color metalizado (mysticalblau) Mantenimientos al dia Enganche remolque homologado, Itv en vigor Mejor ver, muy bien cuidado.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2006",
            "kilómetros": "155000 km",
            "precio": 11500.0
        },
        {
            "titulo": "BMW X3 3.0i Xdrive 231 cv ",
            "enlace": "https://es.wallapop.com/item/bmw-x3-3-0i-xdrive-231-cv-1086312698",
            "descripcion": "Configura tu coche de ocasión de la mano de auténticos profesionales y amantes del motor con mas de 20 años de experiencia en el sector de la venta, mecánica y competición, Vivo Motor Garage configura tu coche!! FINANCIACION A TU MEDIDA CON O SIN ENTRADA!! Se vende BMW X3 3.0i Xdrive de 231 cv con cambio automático y tracción 4x4, vehículo en estado de conservación inmejorable, pocos BMW se pueden ver de estos años en este estado es increíble, procedente de uso particular, todo original y de serie, muy bien equipado para la época con: * Motor de 6 cilindros en linea distribución por cadena el mas fiable de BMW * Libro de revisiones * Matriculación Julio 2003 * Faros de Xenón * Asientos de cuero eléctricos y función memoria * Climatizador bizona * Asientos calefactados * Volante multifuncion * Control de velocidad * Pantalla original BMW * Navegación * Sensores de aparcamiento traseros * Llantas de aluminio de aleación ligera 18 pulgadas Certificado de km y no siniestralidad por escrito Cambio de nombre no incluido 150€ Garantía premium de 24 meses Opcional (consultar condiciones ) Entrega a domicilio en toda la península (consultar condiciones ) Aceptamos coche como forma de pago Aceptamos comprobación de todos nuestros vehículos por empresas o técnicos externos Todos nuestros vehículos se entregan totalmente revisados, utilizamos las mejores marcas de competición!! para garantizar el buen funcionamiento de todos nuestros coches, tanto en mantenimiento como aditivos y procesos técnicos. Te gustaría tener un coche único? Configura tu coche con nosotros, somos especialistas en preparaciones y personalización consulta sin compromiso Posibilidad de instalar mejoras de rendimiento, reprogramaciones + potencia - consumo, kit de suspensión, suspensiones neumáticas, frenos de alto rendimiento, kits de carrocería, pintura personalizada, vinilos y pegatinas, escapes deportivos, multimedia y audio, iluminación Led ambiental, homologaciones, nos ocupamos de todo,",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "125000 km",
            "precio": 10990.0
        },
        {
            "titulo": "BMW X3 3.0I 5P",
            "enlace": "https://es.wallapop.com/item/bmw-x3-3-0i-5p-1085547826",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2003",
            "kilómetros": "125926 km",
            "precio": 10750.0
        },
        {
            "titulo": "BMW X3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2004-1091168151",
            "descripcion": "Muy cuidado, tapicería negra, asientos piel negra y calefactables, tracción 4 permanente, neumáticos y frenos bien, xenon, pantalla táctil multimedia, Isofix, llanta 18\", bola de enganche y etiqueta B.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2004",
            "kilómetros": "178006 km",
            "precio": 9900.0
        },
        {
            "titulo": "BMW X3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-x3-3-0i-unico-dueno-mejor-ver-y-probar-910368613",
            "descripcion": "SOLO 218€ AL MES FINANCIADO MEJOR LLAMAR PARA VER LOS COCHES .. UNICO DUEÑO .. ACEPTAMOS COCHE COMO PARTE DE PAGO .. DISPONEMOS DE 90 COCHES EN STOCK NO DUDE EN CONSULTARNOS .. KMS CERTIFICADOS EN FACTURA .. MOTOR 3.0i .. EQUIPAMIENTO - ASIENTOS DE PIEL COLOR TABACO - NAVEGADOR - AIRE ACONDICIONADO - CAMBIO AUTOMÁTICO - VOLANTE DE CUERO MULTIFUNCION - ORDENADOR DE ABORDO - ASIENTO CALEFACTADOS - CONTROL DE VELOCIDAD - FAROS BIXENON - LLANTAS DE ALUMINIO - Y MAS COSAS QUE SE ME PASAN - MUY CUIDADO MEJOR VER Y PROBAR",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2006",
            "kilómetros": "179000 km",
            "precio": 9600.0
        },
        {
            "titulo": "BMW X3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2006-1070315240",
            "descripcion": "SE VENDE BMW X3 2.5i 192CV EN PERFECTAS CONDICIONES DE TODO EN GENERAL TIENE TODOS LOS EXTRAS POSIBLES DIRECCIÓN ASISTIDA CIERRE CENTRALIZADO CON MANDO A DISTANCIA ELEVALUNAS ELÉCTRICOS ALARMA ABS AIRBAG ORDENADOR DE ABORDO LLANTAS VOLANTE MULTIFUNCION RADIO CD PANTALLA TÁCTIL CON BLUETOOTH AUX ASIENTOS DE CUERO LUNAS TINTADAS DOBLE TECHO PANORÁMICO CONTROL CRUCERO RUEDAS AÚN 90% MOTOR POR CADENA 2 JUEGOS DE LLAVES ETIQUETA MEDIOAMBIENTAL TIPO (C) TIENE TODO EL MANTENIMIENTO ECHO AL DÍA INCLUIDO EL DE LA CAJA DE CAMBIO GARANTÍA OPCIONAL DE 12 MESES ACEPTO PRUEBA MECÁNICA TAMBIÉN ACEPTO COCHE COMO FORMA DE PAGO PARA MÁS INFORMACIÓN LLAMEN AL TELÉFONO",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "192 cv",
            "año": "2006",
            "kilómetros": "210000 km",
            "precio": 6995.0
        },
        {
            "titulo": "BMW X3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2004-1066978349",
            "descripcion": "- Mantenimientos recien hechos (con factura) - Neumaticos delanteros nuevos (con factura) - Itv recien pasada (hasta Octubre 2025) - Techo panorámico - Control de crucero - Pegatina C",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "192 cv",
            "año": "2004",
            "kilómetros": "275000 km",
            "precio": 5900.0
        },
        {
            "titulo": "BMW X3 2006",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2006-1092192985",
            "descripcion": "unico propietario revision recien hecha de hace dos dias, tranfer nuevo y frenos ,facturas desmostrable. etiqueta c ruedas 19 volante recien tapizado de alcantara tres llaves gps integrado itv recient pasada de hoy dia 24",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2006",
            "kilómetros": "200000 km",
            "precio": 5300.0
        },
        {
            "titulo": "BMW X3 2005",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2005-962356160",
            "descripcion": "Vehículo en muy buen estado con un potente motor revisado y con distintivo b Para hacer muchos kilómetros",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2005",
            "kilómetros": "283000 km",
            "precio": 4999.0
        },
        {
            "titulo": "BMW X3 2004",
            "enlace": "https://es.wallapop.com/item/bmw-x3-2004-1090715295",
            "descripcion": "solo para exportación o despiece tiene averia de culata el coche arranca pero se calienta tiene embargo y precinto no se puede transferir BMW X3 pakete M 3.0i año 2004 automatico 285.000 mil km no se puede transferir solo para despiece o exportación no ofertas absurdas 6 1 3 1 6 2 3 1 6",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2004",
            "kilómetros": "285000 km",
            "precio": 1400.0
        }
    ]
}