{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 8",
        "version": "840d xDrive Gran Coupé",
        "año mínimo": 2019,
        "año máximo": 2020,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 320,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=320&min_year=2019&max_year=2020&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 8&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 8 840d xDrive",
            "enlace": "https://es.wallapop.com/item/bmw-serie-8-840d-xdrive-991551229",
            "descripcion": "PRECIO OFERTA FINANCIADO 75.900 € (CONSULTA CONDICIONES DE FINANCIACION, SUJETA A APROBACION DE LA FINANCIERA) PRECIO AL CONTADO 78.900 € PRECIO SUJETO A FINANCIACION, SIN FINANCIAR PRECIO 78.900 € FINANCIACION MINIMA 30.000 € ------------------------------------------------------------------------------------------------- ¿Por qué elegir Icono Cars? 1. En Icono Cars somos diferentes y sabemos que la diferencia está en los detalles. Ponemos en el centro de nuestra empresa al cliente, dando una atención personalizada, garantía en todos nuestros coches e información transparente para construir relaciones duraderas con nuestros clientes. Por esto, un alto porcentaje de clientes vuelven a repetir con nosotros. 2. Lo que nos distingue es la calidad de nuestro stock. Sólo buscamos comprar ejemplares excepcionales que tengan algo especial en ellos, con una fuerte preferencia por las altas especificaciones y el bajo kilometraje, mientras que evitamos a toda costa cualquier automóvil con un historial pobre o con historias adjuntas. -------------------------------------------------------------------------------------------------- -Aceptamos vehículo como forma de pago. (Previa tasación) -Posibilidad de financiación. (Consultar condiciones de financiación) -Entregamos vehículos en toda España. (Consultar Precio de entrega) -Precio todo incluido, cambio de nombre y un año de garantía. -Expertos en Porsche (+1000 unidades vendidas) -Síguenos en nuestras redes sociales (Instagram, Facebook, Tiktok): @iconocars -Visítanos en C/Chimeneas Nº23, Murcia. (+34 691 549 718) *Este anuncio puede contener errores, si estás interesado, ponte en contacto con nosotros y resolveremos todas tus dudas.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "319 cv",
            "año": "2019",
            "kilómetros": "36400 km",
            "precio": 78900.0
        },
        {
            "titulo": "BMW Serie 8 2019",
            "enlace": "https://es.wallapop.com/item/bmw-serie-8-2019-980691953",
            "descripcion": "BMW 840d XDRIVE PRECIO 52066€+IVA DEDUCIBLE=63000€ Entre el equipamiento opcional destacamos: Faros BMW Laser, Pack full M Sport, Driving Assistant Professional, Dirección activa integral, Navegador 3D, Display key, Head up display, Cámaras trasera, Asientos M Multifunción eléctricos calefactados y ventila+memoria, Puertas softclose, Sonido Harman Kardon, Volante multifunction eléctrico+LEVAS, Keyless Go, Sensor ángulo muerto, Parking Assistant, Apple Carplay y Android Auto, Llantas 20” y un largo etcétera PRECIO CON IVA Y TODOS LOS GASTOS INCLUIDOS,GARANTÍA 12 MESES.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2019",
            "kilómetros": "55344 km",
            "precio": 63000.0
        },
        {
            "titulo": "BMW Serie 8 840 d M Sport xDrive 320cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-8-840-d-m-sport-xdrive-320cv-1071448822",
            "descripcion": "IVA Deducible. Vehículo nacional con paquete deportivo M. Tapicería de cuero Merino, asientos eléctricos multifuncionales, faros LED adaptativos, asientos calefactados, cámara de visión trasera junto con sensores de aparcamiento, climatizador bizona, Head Up Display con proyección en el parabrisas, alerta de cambio involuntario de carril, regulador de velocidad, ordenador de viaje, sensor de lluvia y luces, portón trasero eléctrico, retrovisores abatibles eléctricamente, volante multifunción M eléctrico con levas de cambio, alerón trasero M, techo BMW Individual en antracita, acceso y arranque sin llave, 4x4, carga inalámbrica de smartphone, llantas de aleación en 20, pintura gris metalizado, Bluetooth, conexión USB. +124.000EUR NUEVO, CONSULTAR LISTADO COMPLETO DE OPCIONALES.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2019",
            "kilómetros": "79084 km",
            "precio": 61990.0
        },
        {
            "titulo": "BMW Serie 8 840 d M Sport xDrive 320cv",
            "enlace": "https://es.wallapop.com/item/bmw-serie-8-840-d-m-sport-xdrive-320cv-1071449359",
            "descripcion": "IVA Deducible. Vehículo nacional con paquete deportivo M. Tapicería de cuero Merino, asientos eléctricos multifuncionales, faros LED adaptativos, asientos calefactados, cámara de visión trasera junto con sensores de aparcamiento, climatizador bizona, Head Up Display con proyección en el parabrisas, alerta de cambio involuntario de carril, regulador de velocidad, ordenador de viaje, sensor de lluvia y luces, portón trasero eléctrico, retrovisores abatibles eléctricamente, volante multifunción M eléctrico con levas de cambio, alerón trasero M, techo BMW Individual en antracita, acceso y arranque sin llave, 4x4, carga inalámbrica de smartphone, llantas de aleación en 20, pintura gris metalizado, Bluetooth, conexión USB. +124.000EUR NUEVO, CONSULTAR LISTADO COMPLETO DE OPCIONALES.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2019",
            "kilómetros": "79084 km",
            "precio": 61990.0
        },
        {
            "titulo": "BMW Serie 8 2020",
            "enlace": "https://es.wallapop.com/item/bmw-serie-8-2020-985688405",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2020",
            "kilómetros": "140000 km",
            "precio": 50000.0
        },
        {
            "titulo": "BMW Serie 8 2019",
            "enlace": "https://es.wallapop.com/item/bmw-serie-8-2019-1067300631",
            "descripcion": "EXTRAS: ACABADO DE HACER PULIDO, TRATAMIENTO CERAMICO, TRATAMIENTO EN LA PIEL INTERIOR, DETAILING AL COMPLETO. Automático 8 velocidades, Levas en el volante, Paquete M SPORT PRO exterior, Paquete M interior, Pro, Asientos M eléctricos, Asientos con Memoria, Asientos calefactables, Pantalla con Carplay/Android Auto, Cámara de visión trasera 3D, Cámara 360, Parktronic delantero/trasero, Modos (Sport/Comfort/Eco-Pro), Frenos M SPORT, Head-up Display, Cuadro digital bmw virtual cockpit, Faros Láser LED, Driving assistant Profesional, Aparcamiento asistido (Aparca solo), Control de velocidad, Limitador de velocidad, Volante M, Cinturones seguridad M, Portón trasero eléctrico, Altavoces Harman/Kardon, Llantas 20\" de aleación ligeras M, Asientos en cuero en Marrón y negro, Neumáticos acabados de cambiar (Pirelli P Zero), Iluminación interior Ambiente, 2 llaves Keyless, Driving assistant profesional, Detector de ángulo muerto, Control de trayectoria lane assist, Detector de colisión, Climatizador bizona, Carga inalámbrica para el teléfono, Sensor de lluvia y luz, luz larga automática, Sistema de alarma.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2019",
            "kilómetros": "199700 km",
            "precio": 49990.0
        },
        {
            "titulo": "BMW Serie 8 2019",
            "enlace": "https://es.wallapop.com/item/bmw-serie-8-2019-1092146448",
            "descripcion": "Ofrecemos FINANCIACIÓN 100% sin entrada. Vehículos con revisión preentrega y lavado completo. Km. garantizados, libro de revisiones. Aceptamos coche como parte de pago (previa tasación) Aceptamos prueba mecánica en taller de confianza. Cambio de nombre NO incluido en el precio: 210€ Garantía adicional al PVP según año/Km. Localización en Google Maps: iCARS Barcelona Granollers Se recomienda pedir cita por WhatsApp/teléfono/correo para una atención más personalizada y para verificar que el vehículo siga disponible antes de la visita. Venta exclusiva para particulares y empresas. La Gama de Vehículos Industriales IVA no incluido. ESTE ANUNCIO NO ES VINCULANTE, PUEDE CONTENER ERRORES, SE MUESTRA A TÍTULO INFORMATIVO Y NO CONTRACTUAL. Más info en icarsbarcelona.com y nuestras redes sociales: Facebook, Instagram, LinkedIn y Youtube",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2019",
            "kilómetros": "135000 km",
            "precio": 47990.0
        }
    ]
}