{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 4",
        "version": "M4 GTS",
        "año mínimo": "2016",
        "año máximo": "2017",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": "500",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=500&min_year=2016&max_year=2017&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 4&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 4 M4 CS UNIDAD 47 DE 60 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-cs-unidad-47-de-60-1085125106",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2017",
            "kilómetros": "45000 km",
            "precio": 69990.0
        },
        {
            "titulo": "BMW Serie 4 M4 Competition",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-competition-1086869590",
            "descripcion": "Se vende espectacular BMW M4 Competition 450cv, con un amplio equipamiento: - Unidad muy exclusiva de reestreno, muy pocas unidades con este equipamiento - Certificación de libre siniestralidad y kilometraje - 07/2017 - 28.000 kms - Vehículo revisado y con 12 meses de garantía en servicio oficial BMW - Historial de revisiones en concesionario oficial - Kit frenos carboceramicos performance - Kit fibra de carbono - Equipo de sonido Harman Kardon - Modelo sin OPF - Válvulas de escape - Asientos eléctricos calefactables con memoria - Sensor lluvia y luces automáticas full LED - Apertura /Arranque sin llave - Suspension M adaptativa - Sensores aparcamiento delantero y trasero - Cámara trasera - Head up display - Modos de conducción - Lane assist - Front assist - Park assist - Navegador gps - Espejos eléctricos calefactables - Espejos fotocromáticos - Detector de fatiga - CarPlay /Android Auto Vehículo en perfecto estado, certificación de libre siniestralidad y kilometraje, posibilidad de financiación a mínimo interés, entregamos su vehículo en toda la península. *Precio sujeto a condiciones específicas de financiación (contado 67.990€)*",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "450 cv",
            "año": "2017",
            "kilómetros": "28000 km",
            "precio": 66990.0
        },
        {
            "titulo": "BMW Serie 4 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2017-1006309156",
            "descripcion": "Se vende M4 CS solo hay 60 unidades en todo el mundo está en la unidad 29. Es una serie limitada precioso solo para amantes de los coches lleva techo de carbono paquete Performance, un coche muy exclusivo toda la revisiones recién hechas neumáticos nuevos todo perfecto puedes verlo sin compromiso acepto prueba mecánica, libro de revisiones, sellado en bmw oficial Está en perfecto estado y tiene entre 110.000 kms, 609440590. (Muy importante) No cambios ni regateos es un vehículo muy exclusivo solo €.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2017",
            "kilómetros": "110000 km",
            "precio": 65000.0
        },
        {
            "titulo": "BMW M4 competition 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2017-908954011",
            "descripcion": "Modelo competition 450cv. Estado impoluto.A toda prueba, verificado por bmw.Full extras. -Revisiones hechas. -Volante performance -Tubo de escape performance bmw -Kit exterior carbono original bmw -Interior carbono -Modelo competition 450cv -Color individual exclusivo. -Frenos carboceramicos como nuevos impecables. -Techo carbono. -suspensión M adaptativa -luz adaptativa -alarma -asientos piel con memoria, calefactables. -aviso angulo muerto -camara -head display Nunca accidente. No fumador.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "450 cv",
            "año": "2017",
            "kilómetros": "50000 km",
            "precio": 61400.0
        },
        {
            "titulo": "BMW Serie 4 2017",
            "enlace": "https://es.wallapop.com/item/bmw-m4-competition-1010852143",
            "descripcion": "Bmw M4 f82 Competition, 450 cv. En impecable estado. Toda su pintura original. Todas las revisiones en servicio oficial. Revisión grande de los 40000 km recién echa en Bmw Amiocar Santiago. #Ferrari #porsche #amg #cupra #deportivo #turbo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "450 cv",
            "año": "2017",
            "kilómetros": "44500 km",
            "precio": 61000.0
        },
        {
            "titulo": "BMW Serie 4 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2017-1045249217",
            "descripcion": "vendo mi bmw m4 competition 450cv muy cuidado, el que me conoce sabe que no le falta detalle, nunca accidentado ni KM bajados -kit de carbono completo, lip aleron difusor taloneras interior etc, -frenos carboceramicos -cuero ampliado -paquete de seguridad -llantas 666 con neumaticos michelin nuevos -techo de carbono -faros ful led adaptativos -cambiado de color a san marino blue -capo m4cs -harman kardon -navegador nbt evo con carplay suspension adaptativa -head up display -camara trasera el coche no le falta detalle, y esta muy cuidado, bujias ngk nuevas, aceite filtro ravenol, crank hub vtt puesto, correas auxiliares y distribucion cambiada todo por mero mantenimiento y demostrable con facturas. PARA CAMBIOS MI COCHE SE VALORA EN 70.000 acepto como parte de pago m3 e46 coupe mas dinero a mi favor.. abstenerse e46 de 30.000 tambien acepto como parte de pago tesla model y performance",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "450 cv",
            "año": "2017",
            "kilómetros": "94000 km",
            "precio": 58000.0
        },
        {
            "titulo": "BMW M4 Competition DKG",
            "enlace": "https://es.wallapop.com/item/bmw-m4-competition-dkg-1082125752",
            "descripcion": "BMW M4 COMPETITION DKG: - Vehículo con historial completo de mantenimientos en taller Oficial BMW y sellados en libro digital. - Refuerzo del Crank Hub para evitar cualquier tipo de avería. - Electrónica realizada por M Service a medida. - BMW Adaptativo LED, faros de LCI adaptativos con largas automáticas. - Frenos cerámicos. - Llantas forjadas con neumáticos Yokohama Advan Sport V107. - Asientos en cuero bi tono eléctricos, con memoria y calefactables. - Paquete de cuero ampliado con salpicadero de cuero. - Head Up Display. - Paquete completo de fibra de carbono interior en molduras. - Paquete completo de fibra de carbono exterior: lip delantero, alerón trasero, difusor y techo de carbono. - Sistema de sonido Harman & Kardon. - Todos los asistentes a la conducción: cambio de carril, control crucero adaptativo, sensor de ángulo muerto en espejos, ... - Suspensión adaptativa regulable con modos de conducción. - Escape deportivo con válvulas regulables con botonería original. - Car Play y cámara trasera con sensores de aparcamiento. -12 MESES DE GARANTÍA -ACEPTAMOS COCHE COMO PARTE DE PAGO -ENTREGAMOS VEHÍCULO EN TODA ESPAÑA -WE ALSO SPEAK ENGLISH / HABLAMOS INGLÉS Si necesita más información, no dude en contactarnos. Visita nuestra web para conocer todo nuestro stock y nuestras redes sociales @carbrokerspain * Este anuncio puede contener errores y NO ES VINCULANTE.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "109000 km",
            "precio": 54900.0
        },
        {
            "titulo": "BMW Serie 4 2016",
            "enlace": "https://es.wallapop.com/item/bmw-m4-competition-iva-deducible-1075480678",
            "descripcion": "BMW M4 COMPETITION DKG: * IVA DEDUCIBLE* - Fecha de primera matriculación: 27-05-2016. - Vehículo con IVA DEDUCIBLE. - Historial completo de mantenimientos en casa oficial, sellados en libro. - Faros traseros MATRIX OLED M4 GTS. - Faros delanteros LED ADAPTATIVE inteligentes con largas automáticas. - Lip delantero, alerón trasero y difusor trasero en fibra de carbono. Techo de carbono. - Paquete completo interior en cuero ampliado, con salpicadero completo de cuero. - Molduras interiores de fibra de carbono. - Sistema de sonido Harman & Kardon. - Acceso Keyless sin llave y arranque sin llave. - Asientos bucket de cuero deportivos con memoria y eléctricos. También calefactables. - HEAD UP display. - Car Play inalámbrico y cámara trasera con sensores de aparcamiento. - Suspensión adaptativa regulable según modos de conducción. - Escape deportivo EQUAL LENGTH de ACTIVE AUTOWERKE. - TODOS los asistentes a la conducción: cambio de carril, control crucero adaptativo...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "100000 km",
            "precio": 54900.0
        },
        {
            "titulo": "BMW Serie 4  M4 CABRIO GASOLINA 431CV.",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-cabrio-gasolina-431cv-1080996852",
            "descripcion": "TOTALMENTE NUEVO  VEHICULO NACIONAL. PRECIO CONTADO :      52.990 € PRECIO FINANCIADO:   49.990 € ETIQUETA MEDIOAMBIENTAL : C DOCUMENTACIÓN Y LIBRO OFICIAL DE MANTENIMIENTO CERTIFICADO DE KILOMETRAJE EN FACTURA Y NO SINIESTRALIDAD. POSIBILIDAD DE ENTREGAR EN TODA ESPAÑA (CONSULTAR) SERVICIO DE RECOGIDA CLIENTES EN AEROPUERTO O ESTACION DE TREN GARANTÍA 12 MESES TODOS LOS EXTRAS: - AUT/LEVAS -HEAD UP DISPLAY - CABRIO - PACK M - LEDS - PIEL - SUS. VARIABLE - AS. ELECTRICOS - AS. MEMO Y CALF - HARMAN KARDON - PARK/CAMARA - NAVI - RADIO/USB/TEL - CRUISE - C CENTRALIZADO - ELE ELECTRICOS - CLIMA - F ANTINIEBLA - VOL MULTIFUNCIÓN - LLANTA 19 - ESPEJOS ELE Y PLE     PARA UNA MEJOR ATENCION PERSONALIZADA CONCERTAR VISITA PREVIA",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2017",
            "kilómetros": "33000 km",
            "precio": 52990.0
        },
        {
            "titulo": "BMW Serie 4 M4 NACIONAL 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-nacional-2016-1067266437",
            "descripcion": "Se vende BMW M4 f83 Cabrio, NACIONAL, Año 2016. Todas las revisiones pasadas en concesionario oficial BMW. Ultima revision el 05/10/2024 con aceite, todos los filtros , liquido de frenos y pastillas delanteras nuevas. ITV valida hasta 08/2026. Extras: Luces Led adaptativas, parktronic delantero y trasero con camara de marcha atras, navegador profesional , sistema de sonido Harman Kardon, head up display, asientos delanteros calefactables con calefaccion en el cuello, asientos delanteros electricos y con memoria, paquete de conpartimentos, espejo interior y retrovisores con funcion de oscurecido automatico, volante calefactable, Molduras en carbono, labio delantero en carbono m performance, taloneras de carbono y difusor trasero m performance de carbono, Llantas 20” competition con ruedas practicamente nuevas Michelin pilot super sport, pilotos traseros OLED M4 CS, luces largas con sensor. Mas info por privado o por teléfono. Se podria valorar recoger coche de mi interes. Acepto coche como parte de pago. Tags: Porsche 911, Turbo, Macan, cayenne ,4S , Targa, cayman , boxster , Audi RS4 , RS3, RS5, RS7, RS6, BMW M5 CS, M3, M2 , 1M, 135,235, 240, x3m,x4m,x5m,x6m, competition. Mercedes AMG, clase G, JEEP WRANGLER, Rubicon, S3,S4,S5,S6,S7. Ferrari, Lamborghini, Mclaren, Hummer, Maserati, Bentley, Aston Martin. Volkswagen GTI , CLUBSPORT , R , Cupra VZ5, Lotus.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "60000 km",
            "precio": 52000.0
        },
        {
            "titulo": "BMW Serie 4 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2017-1072541194",
            "descripcion": "Bmw M4 performance coupé dkg 431cv auto. 7 vel. mantenimiento completo documentado en facturas (demostrable), turbos nuevos, bujias, aceite y filtros de motor, caja de cambios y transmision, etiqueta ambiental c (verde). equipado con todos los detalles en carbono. asientos deportivos tipo bucket con regulación eléctrica y memoria, volante m sport en carbono con levas y pantalla, head up display, iluminación ambiente, difusor trasero y taloneras en carbono, spoiler trasero en carbono, faros bixenón direccionales, modo de conducción sport plus, connecteddrive services, navegador, bluetooth, wifi, equipo sonido harman kardon, entadas aux y usb, cámara trasera y la terales parking, apertura y arranque confort, clima bizona, control crucero activo, direccion adaptativa m sport, asistente dirección,trayectoria y angulo muerto, lunas privacidad, llantas de aleación de 20”, kit de disfos y pinzas carnoceramicos +10.000€ de serie, neumáticos nuevos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2017",
            "kilómetros": "96000 km",
            "precio": 51900.0
        },
        {
            "titulo": "BMW Serie 4 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2017-1034599224",
            "descripcion": "BMW M4 COMPETITION •AÑO 2017 •MOTOR 3.0 •COMBUSTIBLE GASOLINA •450 CV •109 .000 KILÓMETROS •NAVEGADOR •CAMBIO AUTOMÁTICO •INTERIOR EN CARBONO •ASIETOS ELÉCTRICOS •ASIENTOS CALEFACTABLES •PARKTRONIC DELANTERO Y TRASERO •CÁMARA DE MARCHA ATRÁS •TECHO EN CARBONO •LIBRO DE REVISIONES COMPLETO EN BMW •PINTURA ORIGINAL •NEUMÁTICOS NUEVOS ( michelin pilot súper sport ) El vehículo se entrega con garantía de un año , ITV , todos sus mantenimientos al día y transferido",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "450 cv",
            "año": "2017",
            "kilómetros": "109000 km",
            "precio": 50999.0
        },
        {
            "titulo": "BMW Serie M4 28.000km 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-m4-2016-1048651423",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "28000 km",
            "precio": 50990.0
        },
        {
            "titulo": "BMW M4",
            "enlace": "https://es.wallapop.com/item/bmw-m4-1075161612",
            "descripcion": "Estado impecable, siempre en garaje y cuidado a capricho. No hay que hacerle nada. 4 Ruedas recién cambiadas y todas las revisiones en la BMW (última en diciembre). Tratamiento cerámico exterior. Blanco perlado. Unidad con techo de carbono y pack performance interior y exterior Cuero negro extendido. Asientos delanteros calefactables. Sistema de audio surround 7, Harman Kardon. Cámara aparcamiento trasera y sensores traseros y delanteros Cristales tintados 3 modos de conducción, así como suspensión y dureza de volante. Abstenerse cambios y ofertas ridículas. No urge venta",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "78000 km",
            "precio": 50500.0
        },
        {
            "titulo": "BMW M4 CABRIO 2016",
            "enlace": "https://es.wallapop.com/item/bmw-m4-cabrio-2016-1079999153",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "98000 km",
            "precio": 50000.0
        },
        {
            "titulo": "BMW Serie 4 2016 f82 yas marina blue",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2016-f82-yas-marina-blue-1091892382",
            "descripcion": "perfecto bmw m4 f82 en color yas marina blue con 92mil km, nacional y en estado impecable. Frenos carbocerámicos con pastillas nuevas, head-up display, techo solar. extras: Admisión injen Muelles HR Llantas Rohana 19’ Faros traseros vland oled tipo gts Kit completo Maxxton con luz central en difusor Escape intermedio en xpipe, sonido espectacular. Tratamiento cerámico en carrocería y cristales. pintura pulida. unidad en excelente estado Dispongo de todas las piezas de origen para entregar junto con el coche. No contesto ofertas ridículas. abstenerse curiosos. solo gente seria. #amg #rs3 #rs4 #rs5 #rs6 #golfR #gtr #r35 #a45 #cla45 #c63 #s63 #cupra #focusrs #typer",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "92000 km",
            "precio": 50000.0
        },
        {
            "titulo": "BMW M4 Restailing",
            "enlace": "https://es.wallapop.com/item/bmw-m4-restailing-1083753526",
            "descripcion": "PRECIO SOLO ESTA SEMANA!!! BMW M4 RESTAILING 431CV, DRIVELOGIC CON CAMBIO DE LEVAS, PAQUETE PERFORMANCE EXTERIOR, EQUIPO DE SONIDO HARMAN KARDOON, HEAD DISPLAY, ASIENTOS ELECTRICOS CON MEMORIA EN PIEL NAPA NEGRO CALEFACTADOS, FAROS LED, PAQUETE DE CARBONO INTERIOR, CONECT DRIVE, SISTEMA DE NAVEGACION CON CAMARA TRASERA, CLIMATIZADOR BIZONA, TECHO COMPLETO DE CARBONO, COLOR BLANCO NACAR, DETALLES EN AMARILLO COMO CINTURONES, PINZAS DE FRENO, TECLAS VOLANTE, MODOS DE CONDUCION CON CAMBIO DE SONIDO DE ESCAPE, LIBRO DE REVISIONES COMPLETO EN SERVICIO OFICIAL BMW,ETC... -Preparacion rigurosa con stage 2 520cvs en 037. Down Pipe, sistema de admision, pops&bang!! Crank hub echo en 037. Se entrega material original. ITV HASTA FINALES DEL 2026. Acepto cambio que me interese: M2,M3, Rs3,Rs5,Amg...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2017",
            "kilómetros": "120000 km",
            "precio": 50000.0
        },
        {
            "titulo": "BMW M4 3000cc 432cv!! ",
            "enlace": "https://es.wallapop.com/item/bmw-m4-3000cc-432cv-1054963825",
            "descripcion": "Se vende BMW M4 3000cc 432cv, coche nacional. Equipamiento destacado: Tapicería de piel, Asientos calefactables, Asientos eléctricos con memoria (Asiento eléctrico conductor con memoria), Cámara de marcha atrás, Ayuda aparcamiento, Navegador, Control de velocidad, Limitador de velocidad, Reconocimiento señales de tráfico, Faros delanteros led, Encendido automático de faros, Sensor de \\luvia, Volante multifunción, Arranque por botón, Start/Stop automático, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Llantas de aleación (19\") Posibilidad de entrega en cualquier punto de españa. El precio incluye cambio de nombre y garantía mecánica de un año. Financiación disponible del 100% PRECIO NO NEGOCIABLE",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "72000 km",
            "precio": 49990.0
        },
        {
            "titulo": "BMW Serie 4 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2016-994877525",
            "descripcion": "-BMW M4 COMPETITION 450CV -PACK CARBONO -SUSPENSION M ADAPTATIVA. -TAPICERÍA DE CUERO MERINO. -SERVICIOS CONNECTEDDRIVE. -LLANTA 20 P. -ASIENTOS CON MEMORIA Y -CALEFACTADOS -HEAD UP DISPLAY. -FAROS LEDS ADAPTATIVOS. -SISTEMA DE NAVEGACION PROFESIONAL. -SENSORES DE APARCAMIENTO CON -CAMARA 360, -PORTON TRSERO ELECTRICO. -CLIMATIZADOR BIZONA. -SISTEMA RECONOCIMIENTO SEÑALES . -FAROS FULL LEDS. -SISTEMA DE ESCAPE DEPORTIVO ETC -MUY BUEN ESTADO GENERAL -No se acepta vehículo ni se negocia el precio",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "460 cv",
            "año": "2017",
            "kilómetros": "89900 km",
            "precio": 49900.0
        },
        {
            "titulo": "BMW Serie 4 2014",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2017-1081301132",
            "descripcion": "Se vende o se cambia BMW m4 en bastante buen estado se recoje vehículo como parte de pago ruedas nuevas Michelin piloto sport matrículado en 2022 mantenimiento realizado escucho ofertas ./ M2 m3 m5 m6 Audi RS evo porche gtR Subaru Toyota Renault BMW Mitsubishi Lancer rally Ford mercedes amg Nissan",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2017",
            "kilómetros": "150000 km",
            "precio": 49500.0
        },
        {
            "titulo": "BMW Serie 4 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2016-1055846863",
            "descripcion": "Espectacular bmwm4 kg automático full extras. Techo solar, asientos calefactables, interior y alerón carbono, cámara de marcha atrás, sensores de aparcamiento, etc. El coche está en increíble estado, todo los mantenimientos sellados. Posibilidad de garantía. Cambio de nombre incluido. Posibilidad de recoger vehículo como parte de pago previa tasación. A45 rs3 audi mercedes cupra gti clubsport porsche Panamera macan, Focus rs, evo, subaru CAMBIO POR M2 R8",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "105000 km",
            "precio": 49000.0
        },
        {
            "titulo": "BMW Serie 4 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2016-1080355076",
            "descripcion": "BMW M4 F82 DKG!! GARANTIA BMW SOLO DOS PROPIETARIOS NACIONAL TODAS LAS REVISIONES EN SERVICIO OFICIAL ESTA AL DIA DE TODO NO HAY QUE HACERLE NADA DE NADA TIENE GARANTIA OFICIAL BMW HASTA FINALES DE 2025 CAPOT ORIGINAL BMW DE CS",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "135000 km",
            "precio": 48000.0
        },
        {
            "titulo": "BMW serie 4 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2017-1081128251",
            "descripcion": "M4 competicion✅ Pack Performance✅ Pack Carbon✅ Faros BMW Adaptative LED✅ sensores de aparcamiento✅ asientos semibackets✅ asientos electricos y calefac✅ llantas 20” doble medida✅ modos de conduccion M///✅ Volante multifuncion✅ Velocidad de crucero✅ levas en el volante✅ navegador profesional✅ Sistema audio Harman kardon✅ sensor luz y lluvia✅ Frenos cerámicos✅ Cambio secuencial DKG✅ head-up display✅ Aviso cambio de carril✅ Revisado✅ 1 año garantía premium✅",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "450 cv",
            "año": "2017",
            "kilómetros": "167000 km",
            "precio": 47000.0
        },
        {
            "titulo": "BMW M4 PERFORMANCE COUPE DKG 431CV AUTO 7 VEL.",
            "enlace": "https://es.wallapop.com/item/bmw-m4-performance-coupe-dkg-431cv-auto-7-vel-1092177109",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "153000 km",
            "precio": 44990.0
        },
        {
            "titulo": "BMW M4 ¡COMPETITION!",
            "enlace": "https://es.wallapop.com/item/bmw-m4-competition-1024908508",
            "descripcion": "💥 ¡PAQUETE COMPLETO M4CS + ADMISION Y REPROGRAMACIÓN EN 037MADRID! ❗️CRANK HUB HECHO❗️ 👀 Entrada y arranque confort. ¡NAVEGADOR PROFESSIONAL + CUERO AMPLIADO! Sistema de sonido HARMAN KARDON. Iluminación LED ADAPTATIVA. Head Up display. Asientos eléctricos + calefactados + memoria. NEUMATICOS TRASEROS NUEVOS MICHELIN PILOT SPORT 4S. BOBINAS + BUJIAS NUEVAS + TAPA DE BALANCINES. DOWN PIPE EN TITANEO CON VALVULA DE APERTURA. ✅ Se entrega revisado, transferido, garantizado, con ITV EN VIGOR. 🔧 Mantenimiento al día. INCLUIDO CRANK HUB. 🚚 ENTREGA A DOMICILIO EN TODA LA PENÍNSULA. ❗️ANUNCIO INFORMATIVO, CARECE DE VALOR CONTRACTUAL, SUSCEPTIBLE DE ERROR INVOLUNTARIO❗️",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "105000 km",
            "precio": 44990.0
        },
        {
            "titulo": "BMW Serie 4 m4 performance 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-performance-2016-1074428730",
            "descripcion": "Vendo precioso m4 como se puede apreciar en las fotos impoluto... ekipo harman cardon texto carbono. Lip delantero y difusor trasero todo carbono full extras funcionando perfectamente.con dowpive con 530cv va como un tiro con garantía caja y motor. Solo jente sería preguntar cualkier duda..",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "150000 km",
            "precio": 43950.0
        },
        {
            "titulo": "BMW M4 Cabrio 431cv DKG Nacional 2016",
            "enlace": "https://es.wallapop.com/item/bmw-m4-cabrio-431cv-dkg-nacional-2016-1069101870",
            "descripcion": "Espectacular unidad de BMW M4 CABRIO 431CV DKG!! Nacional En perfecto estado tanto interior como exterior, revisado en BMW, cuero Merino Sakhir Orange, llantas 19\", suspensión M adaptativa, air-collar, sensores de aparcamiento con cámara trasera, asientos calefactados con ajuste lumbar y memoria, deflector de viento, alarma, faros LED, iluminación ambiental, control de crucero con función de frenada, navegador Professional, head-up display, audio Harman/Kardon, manos libres y muchos más. Precio al contado: 43.900€. Precio financiado: 41.900€. (Financiando al menos 40.000€) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted here @auto.gallery #NN CAP #JU PIC #FU #JLP #CAB #5C22173",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "96900 km",
            "precio": 43900.0
        },
        {
            "titulo": "BMW m4 2016",
            "enlace": "https://es.wallapop.com/item/bmw-m4-2016-1072900449",
            "descripcion": "vehiculo en perfecto estado tanto interior como esterior,itv asta 2026,ruedad al 90x100,interior de cuero todos los extras,repro a 510cv en banco de prueva.mejor ver i probar.NO CAMBIOS",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "140000 km",
            "precio": 42999.0
        },
        {
            "titulo": "BMW Serie 4 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2016-1081392267",
            "descripcion": "vendo bmw m4. ✅ techo carbono ✅ discos carboceramicos ✅ interior carbono ✅ asientos rojos ✅ suspension adaptativa ✅ dos llaves y libro bmw ✅ 4 nuematicos nuevos ✅ mantenimientos al dia",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "170000 km",
            "precio": 42500.0
        },
        {
            "titulo": "BMW M4 + AKRAPOVIÇ",
            "enlace": "https://es.wallapop.com/item/bmw-m4---full-akrapovic-1074109929",
            "descripcion": "Se vende BMW M4 CABRIO INDIVIDUAL color rojo mate en un estado impoluto, TODAS LAS REVISIONES EN BMW, última hace 1000km. CON IVA DEDUCIBLE POSIBILIDAD DE FINANCIACIÓN SE RECOGE COCHE PARTE PAGO Escape entero akrapoviç con apertura de valvulas valorado en 9.000€, nada que ver con el sonido original. Llantas en 20”, volante calefactable,asientos eléctricos y calefactables con memoria, asistente de carril, sonido harman y kardon más alto de la gama, senores de parking, cámara marcha atrás, etc #m4 #m3 #m2comp #rs6 #rs7 #911 #G63 #gt63 #amg #rs #rsq8 #c63 #s63 #e63amg #brabus #gpower #gtr #m2 #rs3",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "148000 km",
            "precio": 41800.0
        },
        {
            "titulo": "BMW Serie 4 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2016-1073956312",
            "descripcion": "Se vende Bmw M4 en perfecto estado, con kit de carbono, con bastantes extras. Acepto cambios por coche de mayor o menor valor. Mejor ver y probar. Precio algo negociable. 624459770",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "110000 km",
            "precio": 41000.0
        },
        {
            "titulo": "BMW M4 performance 2016",
            "enlace": "https://es.wallapop.com/item/bmw-m4-performance-2016-1081028086",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "431 cv",
            "año": "2016",
            "kilómetros": "139999 km",
            "precio": 39999.0
        },
        {
            "titulo": "BMW Serie 4 430i Cabrio M Performance 252cv 2p. Limited Edition ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-430i-cabrio-m-performance-252cv-2p-limited-edition-1069296131",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "252 cv",
            "año": "2017",
            "kilómetros": "68800 km",
            "precio": 39990.0
        },
        {
            "titulo": "BMW Serie 4 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2016-958719021",
            "descripcion": "Bmw 435i pack M coupé Individual con motor N55B30, espejos, alerón, difusor trasero de carbono, kilometros certificados, pocas unidades con traccion trasera, ya que la mayoria son Xdrive y con estos km y en este estado a la venta, comprado en Casa Oficial BMW. Pocas unidades con este equipamiento y en este estado. Consumo de 9-10L mixto, Duerme en garaje. Kit ZF original de Aceite y filtro de caja de cambios automatica, aceite motor y filtro de aire y polen cambiados el 11/2024. Etiqueta medioambiental tipo C, estado Reestreno. MEJOR VERLO EN PERSONA Accepto cualquier prueba mecanica ITV pasada el 18/01/2025 Equipamiento: Kit de frenada: M-performance Faros Full Led adaptativos en giros y cortas y largas. Paquete iluminación. Techo electrico con cortinilla Asientos de piel calefactables con memoria y ajuste lumbar. Head up display Sonido Harman kardon Volante Pack m calefactable Espejos eléctricos, abatibles y fotocromaticos Navegador profesional Interior INDIVIDUAL completo en piel: paneles de puerta y salpicadero. Control de crucero y limitador de velocidad. Sensores de aparcamiento delantero y trasero. Cambio automatico zf 8 deportivo con levas Aplicacion my Bmw con varias funciones contratadas de por vida. (CAMBIO SOLO POR AUDI A3 SPORTBACK ) , Abstenerse mareantes y ofertas absurdas, algo negociable. Palabras gancho: bmw 325i, 328i, 330i, 335i 340i, 135i, 235i, 428i,430i, 440i, m3, m4, m2 M5 M140i M135i M235i M240i Audi Rs3 Rs4 Rs5 Rs6 Rs7 SQ8 RSQ8 RSQ3 Sedan Golf Gti Gtd Tor Clubsport R300 R310 R320 R32 R20 335i 335d 330d M340d Touaran Rline Competition 440i 3401 53 54 55 56 S7 A35 A45s A45 amg Cla G80 volkswagen golf performance r300 r310 7.5 7r clubsport gti porsche macan nissan gtr 370z 350z",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2016",
            "kilómetros": "79000 km",
            "precio": 38990.0
        },
        {
            "titulo": "BMW Serie 4 440i xDrive Gran Coupe 240 kW (326 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-440i-xdrive-gran-coupe-240-kw-326-cv-1092842167",
            "descripcion": "Precio oferta sujeto a financiación: 37810 EUR. Precio al contado: 41590 EUR. *ALM* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 3780€ de descuento en este coche Precio oferta financiado: 37810€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 41590€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: 4x4, Techo solar, Asientos calefactables, Asientos eléctricos, Asientos eléctricos con memoria (Asiento eléctrico conductor con memoria), Tapicería de piel, Sistema de sonido harman/kardon, Navegador, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Portón del maletero eléctrico, Aire Acondicionado (Climatizador), Arranque por botón, Isofix, Bluetooth, Llantas de aleación (19\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2017",
            "kilómetros": "75713 km",
            "precio": 37810.0
        },
        {
            "titulo": "BMW Serie 4 440i xDrive Gran Coupe 240 kW (326 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-440i-xdrive-gran-coupe-240-kw-326-cv-1083730951",
            "descripcion": "Precio oferta sujeto a financiación: 37810 EUR. Precio al contado: 41590 EUR. *ALM* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 3780€ de descuento en este coche Precio oferta financiado: 37810€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 41590€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: 4x4, Techo solar, Asientos calefactables, Asientos eléctricos, Asientos eléctricos con memoria (Asiento eléctrico conductor con memoria), Tapicería de piel, Sistema de sonido harman/kardon, Navegador, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Portón del maletero eléctrico, Aire Acondicionado (Climatizador), Arranque por botón, Isofix, Bluetooth, Llantas de aleación (19\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2017",
            "kilómetros": "75713 km",
            "precio": 37810.0
        },
        {
            "titulo": "BMW Serie 4 2016",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2016-1034592168",
            "descripcion": "Vehículo nacional. Bmw 440i Pack M Asientos deportivos en cuero beige eléctricos con memorias calefactados. Sensores parking. Techo negro. Navegador 8'8\". Cambio deportivo con levas en el volante de M4. Lectura de señales Pack iluminación ambiental interior/exterior Retrovisores electrocromaticos, eléctricos y calefactados. Control de crucero con freno. Luces bixenon automaticas. Sensor de lluvia. Suspensión regulable en altura. Sistema elevación eje delantero para elevar la altura y facilitar acceso a parkings y lugares con acceso complicado. Se entrega con mantenimiento hecho. Modificaciones homologadas. NO NEGOCIABLE NO CAMBIOS",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2016",
            "kilómetros": "80000 km",
            "precio": 37000.0
        },
        {
            "titulo": "BMW Serie 4 2017",
            "enlace": "https://es.wallapop.com/item/bmw-440i-coupe-1004843464",
            "descripcion": "coche inportado matricula alemana espectacular estado todos los extras 326cv Gasolina trasera volante en alcantara kit performance llantas 20 escape akrapovic 2017 mas informacion hablame no negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2017",
            "kilómetros": "100500 km",
            "precio": 36500.0
        },
        {
            "titulo": "BMW Serie 440i XDrive Techo Solar ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-440i-xdrive-1087889999",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2017",
            "kilómetros": "74111 km",
            "precio": 34990.0
        }
    ]
}