{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 4",
        "version": "420i Cabrio Aut.",
        "año mínimo": 2017,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 184,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=184&min_year=2017&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 4&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 4 420i Gran Coupe 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-gran-coupe-135-kw-184-cv-1082023740",
            "descripcion": "GRUPO CANAAUTO - Concesionarios Oficiales de tus marcas preferidas BMW, MINI, Jaguar, Land Rover y MG. Descubre la seleccion de vehiculos seminuevos con garantia oficial de la marca. Ven y prueba tu coche sin compromiso en cualquiera de nuestras exposiciones. Encuentranos en: Tenerife - C. las Industrias 12, Taco, la Laguna - Av. Claudio Delgado Diaz, 55, Las Chafiras - Autopista TF5 Norte, Km 33, 38300 Orotava Las Palmas de Gran Canaria - C. Diego Vega Sarmiento, 60-B, 35014 Las Palmas - C. Diego Vega Sarmiento, 20, 35014 Las Palmas Precio Especial de Contado “Aprovecha la oportunidad de obtener un descuento adicional con nuestras opciones de financiacion personalizadas.” Nos enorgullecemos de servir a todas las Islas Canarias. No realizamos ventas ni envios a la Peninsula. Explora Nuestro Stock en TuKm0.com, especialistas en vehiculos premium de marcas lideres como BMW, MINI, JAGUAR, LAND ROVER y MG. Visita nuestro catalogo completo y encuentra tu proximo coche de ensueno. ¿Solo quieres el vehiculo sobre un tempo limitado? Pregunta por nuestras suscripciones de 1 a 12 meses en www.masmotor.es ¡Compramos tu coche! Obten una valoracion de tu coche en nuestras instalaciones o web, te lo compramos al momento o lo puedes entregar como parte de pago de tu nuevo coche. Las fotos del vehiculo y caracteristicas son totalmente reales del vehiculo, salvo \"error tipografico o de transcripcion\" “Para conocer las condiciones de precios financiados, consulta con nuestro equipo de ventas, quienes te proporcionaran toda la informacion detallada sobre las opciones de financiacion disponibles.” ***EQUIPAMIENTO OPCIONAL INCLUIDO*** - Espejos retrovisores interior y exteriores con ajuste automatico anti-deslumbramiento - Retrovisor interior, con ajuste automatico anti-deslumbramiento - Asientos deportivos para conductor y acompanante - Paquete de compartimentos - Molduras interiores Aluminium Carbon oscuro con moldura de acentuacion cromo de brill...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "38511 km",
            "precio": 31500.0
        },
        {
            "titulo": "BMW Serie 4 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2018-1091043326",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "76000 km",
            "precio": 30000.0
        },
        {
            "titulo": "BMW Serie 4 2018 descapotable cabrio",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2018-descapotable-cabrio-1091948646",
            "descripcion": "Muy buen estado",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "59000 km",
            "precio": 30000.0
        },
        {
            "titulo": "BMW Serie 4 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2017-1090759746",
            "descripcion": "Ofrecemos FINANCIACIÓN 100% sin entrada. Vehículos con revisión preentrega y lavado completo. Km. garantizados, libro de revisiones. Aceptamos coche como parte de pago (previa tasación) Aceptamos prueba mecánica en taller de confianza. Cambio de nombre NO incluido en el precio: 210€ Garantía adicional al PVP según año/Km. Localización en Google Maps: iCARS Barcelona Granollers Se recomienda pedir cita por WhatsApp/teléfono/correo para una atención más personalizada y para verificar que el vehículo siga disponible antes de la visita. Venta exclusiva para particulares y empresas. La Gama de Vehículos Industriales IVA no incluido. ESTE ANUNCIO NO ES VINCULANTE, PUEDE CONTENER ERRORES, SE MUESTRA A TÍTULO INFORMATIVO Y NO CONTRACTUAL. Más info en icarsbarcelona.com y nuestras redes sociales: Facebook, Instagram, LinkedIn y Youtube",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2017",
            "kilómetros": "139000 km",
            "precio": 29990.0
        },
        {
            "titulo": "BMW Serie 4 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2018-492553477",
            "descripcion": "Todos los km en autopista. Color especial carbonschwarz. Llantas 19 con neumaticos runflat. Caja de cambios automatica steptronic sport con levas en el volante. Pack M interior y exterior. Camara trasera y control de parking delantero y trasero. Sistema de altavoces HIFI. Volante de cuero M.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "130000 km",
            "precio": 29900.0
        },
        {
            "titulo": "BMW Serie 4 420i Cabrio 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-cabrio-135-kw-184-cv-973188457",
            "descripcion": "Precio oferta sujeto a financiación: 29818 EUR. Precio al contado: 32800 EUR. *CAS* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Precio oferta financiado: 29818€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 32800€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Techo plegable, Cuero, Asientos deportivos, Asientos eléctricos con memoria (Asientos eléctricos delanteros con memoria), Asientos calefactables, Navegador, Faros delanteros led, Faros traseros led, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Portón del maletero eléctrico, Aire Acondicionado (Climatizador), Arranque por botón, Isofix, Bluetooth, Llantas de aleación (18\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "89781 km",
            "precio": 29818.0
        },
        {
            "titulo": "BMW Serie 4 420i Gran Coupe",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-gran-coupe-1080876494",
            "descripcion": "BMW Seria 420 i Gran Coupé con fecha de matriculación de Febrero de 2018 Vehículo certificado por perito judicial, acreditando la ausencia de daños estructurales y su kilometraje. Todos nuestros vehículos son seleccionados meticulosamente para ofrecer a nuestros clientes una experiencia única de compra. Todos nuestros vehículos incluyen 24 meses de garantía con cobertura en todo el territorio nacional (12 meses de garantía total y 12 meses más de garantía en motor y caja de cambios) ENTREGA INMEDIATA Extras -Retrovisores automáticos -Luces automáticas y sensor de lluvia -Control de crucero -Sistema de mantenimiento en carril -Aviso de colisión -Aviso de presencia de peatones -Luz ambiente -Sistema de navegación -Cámara trasera y sensores de aparcamiento -Asientos calefactables -Maletero eléctrico -Cuatro modos de conducción -Gastos de gestión documental y preentrega: 300€ Abiertos de 9.30h a 20.00h No cerramos a mediodía. -En Wallscar, realizamos las verificaciones de nuestros vehículos mediante perito judicial, una de las figuras de mayor fiabilidad del sector. Así, garantizamos el mayor grado de satisfacción en tu compra y aumentamos de forma exponencial del valor futuro de tu coche. ¡En Wallscar nos apasiona la automoción! ACEPTAMOS tu coche como parte del pago. Premiamos los vehículos mejor cuidados. Somos Wallscar Multimarca, concesionario de automóviles y filial de Grupo Paredes Automoción, empresa con más de 30 años de experiencia en el sector automovilístico. Disponemos de coches de KM0, coches de ocasión y coches de segunda mano. Somos un concesionario de coches de segunda mano, de coches compactos y de vehículos industriales. Nuestros vehículos se entregan con certificado de kilometraje, revisados meticulosamente por nuestro equipo técnico y con un año de garantía. Somos concesionario oficial Volvo, SsangYong y otras marcas. También somos taller oficial Volvo, Alfa Romeo, Jeep, Fiat y Abarth. En nuestras instalaciones también podrás encontrar un amplio sto",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "100326 km",
            "precio": 27990.0
        },
        {
            "titulo": "BMW Serie 4 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2017-1049312576",
            "descripcion": "SE VENDE POR NO UTILIZARLO. El coche esta impoluto, siempre se ha guardado en garaje y tapado. Todos los Extras: Cuadro Digital,asientos de cuero calefactables,camara trasera y camara 360,4 modos de conduccion,cambios por levas o secuencial 8 velocidades,Paquete deportivo M,Faros antiniebla de Led,Climatizador bi-zona,Sensor de lluvia, incluyendo accionamiento automático de las luces de cruce,Apoyabrazo delantero desplazable,Tornillos antirrobo para las llantas,Indicador de presión de los neumáticos,Suspensión deportiva M,Paquete de iluminación,Control de crucero con función de frenado,Asientos deportivos para conductor y acompañante,Retrovisor interior, con ajuste automático anti-deslumbramiento,Espejos retrovisores interior y exteriores con ajuste automático anti-deslumbramiento,Dispositivo de alarma,Dirección deportiva variable,Caja de cambios Steptronic Sport,Neumáticos con funcionamiento en caso de avería,19\", llantas de aleación ligera M de radios dobles. Se puede Realizar cualquier prueba mecanica sin problemas. EL COCHE ESTA TAL CUAL SE VE EN LAS FOTOS! Tag:BMW,AUDI,MERCEDEZ,NISSAN,TOYOTA,SEAT,CITROEN,MAZDA,PORSHE,VOLKSWAGEN,GOLF,GTI,DACIA,FIAT,FORD,HONDA,KIA,HYUNDAI,JEEP,LEXUS,MINI,PEUGEOT,RENAULT,TESLA.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2017",
            "kilómetros": "84000 km",
            "precio": 27000.0
        },
        {
            "titulo": "BMW Serie 4 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2018-1083219793",
            "descripcion": "Bmw 420 I Grand Coope paquete M muy cuidado mantenimiento y frenos nuevos. Ruedas michelín al 90% muchos extras. Navi,asientos calefactables,tapicería alcántara,asistente de frenada,etc",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "109179 km",
            "precio": 25800.0
        },
        {
            "titulo": "BMW Serie 4 coupe 420i 184cv Sport Line",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-coupe-420i-sport-line-2-0-185cv-1075187682",
            "descripcion": "Proxima entrada espectacular bmw serie 4 coupe 420i automatico 184cv Sport Line full equipe vehiculo nacional año : 2018 km : 77.000 paquete exclusivo deportivo Sport Line interior cuero exclusivo , asientos electricos , climatcizador bizona , techo solar , llantas aleacion , historial de mantenimiento , copia de llaves , posibilidad de financiacion en comodas cuotas precio condicionado a financiacion : 25.500 eur precio pago al contado : 27.500 eur iva deducible incluido cambio de nombre y garantia incluidos",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "77000 km",
            "precio": 25500.0
        },
        {
            "titulo": "BMW Serie 4 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2018-1051235138",
            "descripcion": "Vehiculo nacional. Revisiones en BMW. Itv hasta diciembre 2026. Garantia hasta enero 2027. Cuadro Digital. Camara trasera. Apple carplay. Sensores de aparcamiento. Porton trasero electrico. 3 modos de conduccion Cambio aut. con levas 8 velocidades Paquete M exterior e interior Faros Led Climatizador bizona Sensor de lluvia y luces Accionamiento aut. luces de cruce. Pastillas delanteras recien cambiadas. Liquido de frenos recien cambiado. Alarma. Llanta 18” Equipo de sonido Harman Kardon. Acepto cualquier prueba mecanica.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "128000 km",
            "precio": 24900.0
        },
        {
            "titulo": "BMW Serie 4 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2018-1021755943",
            "descripcion": "BMW serie 4 con paquete M interior y exterior en perfectas condiciones, revisiones siempre en casa oficial. interesa suv o moto",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "124000 km",
            "precio": 24500.0
        },
        {
            "titulo": "BMW Serie 4 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2018-1022151821",
            "descripcion": "ITV hasta 2026, coche nuevo, se le a dado poco uso, duerme en cochera nunca en la calle, paquete M en interior y exterior",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "112482 km",
            "precio": 24000.0
        },
        {
            "titulo": "BMW Serie 4 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2017-1011439391",
            "descripcion": "Paquete M deportivo. Comprado en España. Unico propietario .",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2017",
            "kilómetros": "64000 km",
            "precio": 23500.0
        },
        {
            "titulo": "BMW Serie 4 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2017-1080548271",
            "descripcion": "PRECIO AL CONTADO: 24.900€ PRECIO FINANCIADO: 22.900€ BMW Serie 4 420i Gran Coupe Shadow line Garantía de un añol!! Todos los mantenimientos al día!! Estado IMPECABLE!! Llantas R19\". Navegador profesional Techo solar Bodykit deportivo. Paquete de luces ambiente. Asientos calefactados. Cámara de marcha atrás y sensores. Paquete de luces LED. Cristales traseros tintados. Y mucho más...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2017",
            "kilómetros": "121790 km",
            "precio": 22900.0
        },
        {
            "titulo": "BMW Serie 4 420i Gran Coupe 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-gran-coupe-135-kw-184-cv-1086517003",
            "descripcion": "Precio oferta sujeto a financiación: 22719 EUR. Precio al contado: 24990 EUR. *TOR2* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2271€ de descuento en este coche Precio oferta financiado: 22719€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 24990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Techo solar, Tapicería de piel, Navegador, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros delanteros led, Portón del maletero eléctrico, Start/Stop automático, Control de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Llantas de aleación (19\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "154728 km",
            "precio": 22719.0
        },
        {
            "titulo": "BMW Serie 4 420i Gran Coupe 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-gran-coupe-135-kw-184-cv-1089769740",
            "descripcion": "Precio oferta sujeto a financiación: 22719 EUR. Precio al contado: 24990 EUR. *TOR2* OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 2271€ de descuento en este coche Precio oferta financiado: 22719€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 24990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete M, Techo solar, Tapicería de piel, Navegador, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Faros delanteros led, Portón del maletero eléctrico, Start/Stop automático, Control de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Llantas de aleación (19\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "154728 km",
            "precio": 22719.0
        },
        {
            "titulo": "BMW Serie 4 420i Gran Coupe",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-gran-coupe-1091683633",
            "descripcion": "Precio al contado: 25.690€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.690€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Granollers, Carrer Pla del Ramassar, 3, 08402 Granollers, Barcelona. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecan...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2017",
            "kilómetros": "102000 km",
            "precio": 22690.0
        },
        {
            "titulo": "BMW Serie 4 420i Gran Coupe",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-gran-coupe-1091602937",
            "descripcion": "Precio al contado: 25.690€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.690€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Granollers, Carrer Pla del Ramassar, 3, 08402 Granollers, Barcelona. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecan...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2017",
            "kilómetros": "102000 km",
            "precio": 22690.0
        },
        {
            "titulo": "BMW Serie 4 420i Gran Coupe",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-gran-coupe-1090598708",
            "descripcion": "Precio al contado: 25.690€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.690€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Granollers, Carrer Pla del Ramassar, 3, 08402 Granollers, Barcelona. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecan...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2017",
            "kilómetros": "102000 km",
            "precio": 22690.0
        },
        {
            "titulo": "BMW Serie 4 420i Gran Coupe",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-gran-coupe-1078816124",
            "descripcion": "Precio al contado: 25.690€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.690€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Granollers, Carrer Pla del Ramassar, 3, 08402 Granollers, Barcelona. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecan...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2017",
            "kilómetros": "102000 km",
            "precio": 22690.0
        },
        {
            "titulo": "BMW Serie 4 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2018-1082012422",
            "descripcion": "Bmw 420i 184cv Acabado Performance LLanta 19 con neumaticos Pirelli P Zero practicamente nuevos. Sistema de audio mejorado Pantalla multimedia tactil Cambio automatico 8 v. Climatizador 2 llaves Sensores de aparc + camara trasera Sistema CarPlay. Varios modos de conduccion Tapiceria cuero Parrilla y retrovisores M4 negro brillo 146000 km Libro de mantenimiento.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "145000 km",
            "precio": 22500.0
        },
        {
            "titulo": "BMW Serie 4 2018",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2018-1080818894",
            "descripcion": "Vendo BMW serie 4 gran coupé 420i 175000km en perfecto estado paquete m cambio automático, cuadro digital , navegador profesional y muchos más Extras",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "175000 km",
            "precio": 19000.0
        }
    ]
}