{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 4",
        "version": "M4 Competition xDrive Cabrio",
        "año mínimo": "2021",
        "año máximo": "2024",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": "510",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=510&min_year=2021&max_year=2024&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 4&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW M4 Competition Pantalla curva Garantia",
            "enlace": "https://es.wallapop.com/item/bmw-m4-competition-pantalla-curva-garantia-1091170393",
            "descripcion": "nacional con garantia oficial, techo, faros laser, harmon kardon, headup display, asientos calefactables y ventilados, pantalla curva, llantas 19 delante y 20 traseras, camara 360, libre de accidentes, mantenimiento oficial.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2023",
            "kilómetros": "46000 km",
            "precio": 89990.0
        },
        {
            "titulo": "BMW Serie 4 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2022-1087456747",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2022",
            "kilómetros": "12000 km",
            "precio": 89900.0
        },
        {
            "titulo": "BMW Serie 4 M4 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-2021-1089264629",
            "descripcion": "BMW M4 COMPETITION XDrive Cabrio - Garantía oficial BMW hasta 11/2024 - Vehículo nacional EXTRAS: -Faros inteligentes LED MATRIX con BMW Láser - Llantas 20\" forjadas en color negro brillo -Asientos delanteros con calefacción tras nuca (Air Scaf) -Asientos Confort eléctricos regulables con función memoria -Asientos delanteros calefactables y ventilados -Conexión para Apple Car Play -Cámara de visión trasera con sensores de aparcamiento -Molduras de fibra de carbono interior -Volante deportivo multifunción en cuero negro con levas para el cambio en fibra de carbono -Iluminación ambiental interior -Escape deportivo con botón de apertura o cierre de válvulas -Acceso y arranque sin llave Keyless Go -Asistencia al aparcamiento y tráfico cruzado -Reconocimiento de límites de velocidad (Speed Limit Info) -Sistema de carga inalámbrica para teléfono móvil -Head-up display -Aceptamos vehículo como forma de pago.(Previa tasación) -Entrega de vehículos en toda España.(Consultar precio de entrega) -Posibilidad de financiación.(Consultar condiciones de financiación) SÍGUENOS EN INSTAGRAM! @lussomotors_ lussomotors.es",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "8544 km",
            "precio": 89900.0
        },
        {
            "titulo": "BMW Serie 4 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2022-1049486473",
            "descripcion": "Todos los extrass m4 competition todos los cambios hechos en bmw precio trasferido y con garantia no escucho ofertas ridiculas acepto coche como parte de pago se acepta prueba mecanica precio algo negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2022",
            "kilómetros": "40000 km",
            "precio": 89900.0
        },
        {
            "titulo": "BMW Serie 4 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2021-1081245192",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "20000 km",
            "precio": 88000.0
        },
        {
            "titulo": "BMW M4 2021",
            "enlace": "https://es.wallapop.com/item/bmw-m4-competition-2021-1062347875",
            "descripcion": "BMW M4 COMPETITION - DISPONIBLE EN MADRID - IVA DEDUCIBLE - HISTORIAL DE MANTENIMIENTOS REGISTRADO EN BMW - TECHO SOLAR - HEAD UP DISPLAY - HARMAN KARDON - VINILADO EN SATIN BLACK (COLOR ORIGINAL ROJO TORONTO) - 18.000 KM - 510 CV - 2021 - DISPONEMOS DE MAS FOTOS Y VIDEOS - CUALQUIER CONSULTA PODEIS COMUNICARNOS! - PODEIS ENCONTRARNOS EN INSTAGRAM: @neomotors_es *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual, no pudiendo constituir en ningún caso la base de un futuro contrato.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "18000 km",
            "precio": 86800.0
        },
        {
            "titulo": "BMW Serie 4 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2021-1084798376",
            "descripcion": "se vende bmw m4 g82 competicion de diciembre 2021 -color sao paulo yellow -asientos backet -carplay y carga inalambrica -faros laser -camara 360 el coche lleva montado el kit mperformance de bmw original spoiler taloneras de carbono valorados en 7000 euros -tambien lleva montados los muelles mperformance de bmw valorados en 2000 euros -coche con revision y mantenimientos recien hechos siempre en servicio oficial -incluye garantia de bmw premium selection hasta diciembre del 2026 no ofertas absurdas no urge 82000 sin el pack performance y stock",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "33200 km",
            "precio": 86000.0
        },
        {
            "titulo": "BMW Serie 4 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2022-1064553322",
            "descripcion": "bmw m4 nuevo todo lo extras mantenimientos recien echos mejor ver y probar acepto cambios",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2022",
            "kilómetros": "40000 km",
            "precio": 85900.0
        },
        {
            "titulo": "BMW Serie 4 M4 Competition 510cv Nacional",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-competition-510cv-nacional-1054583044",
            "descripcion": "Espectacular unidad de BMW M4 COMPETITION COUPE 510CV!! Nacional En perfecto estado tanto interior como exterior, revisado, spoiler, taloneras Maxton Design, interior en Marina Yas, asientos deportivos calefactados con memoria, llantas delanteras 19\" y traseras 20\", diferencial M, suspensión adaptativa M, alarma, frenos compuestos con pinza en rojo, head-up display, parking assistant, M Drive professional, audio Harman/Kardon, BMW live cockpit professional, linea exterior Shadow y muchos más. Garantía oficial hasta 5/2026 Precio al contado: 83.900€. Precio financiado: 81.900€. (Financiando al menos 50.000€) Todos nuestros vehículos se entregan transferidos. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted here, @auto.gallery #AN CAP #JU PIC #NA #LRJ #COU #CG97206",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "51900 km",
            "precio": 83900.0
        },
        {
            "titulo": "BMW M4 Competition G82 - Frozen Portimao Blue.",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2021-1034016792",
            "descripcion": "Odden Cars presenta este M4 Competition G82 acabado en Frozen Blue Portimao. - Mantenimientos en BMW y pintura original. - Paquete exterior en fibra de carbono (inserciones en el frontal, difusor y alerón) - Retrovisores en fibra de carbono - Techo de carbono - Paquete M Racetrack con Drift Analyser - Faros Láser BMW. - Head Up display. - Molduras interiores en PPF Carbono. - Apple CarPlay y Android Auto. - Asientos eléctricos, con memoria y calefactables. - Sistema de sonido Harman&Kardon. - Paquete de iluminación ambiental. - Llantas en doble medida (19” y 20”) con neumáticos Michelin Pilot Sport 4S. - Todas las asistencias a la conducción Y mucho más! Anuncio no vinculante ya que puede contener errores.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "59100 km",
            "precio": 82500.0
        },
        {
            "titulo": "BMW Serie 4 M4",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-1078722174",
            "descripcion": "muy buen estado no mareante coche “”NACIONAL”” Recien pasada revision y ruedas traseras cambiadas no mareantes gente seria coche duerme siempre en garaje acepto coche como forma de pago o coche superior de mi interes",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2022",
            "kilómetros": "36000 km",
            "precio": 81432.0
        },
        {
            "titulo": "BMW Serie 4 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-competition-2p-1010835445",
            "descripcion": "Espectacular unidad de BMW M4 Competition nacional, con 510cv, cambio automático DKG, historial de mantenimiento completo en servicio oficial, tracción trasera, único propietario, 1 año de garantía en BMW Premium Selection y 49.900 km. Con una configuración full; -Asientos delanteros Competition con regulaciones eléctricas, memoria para el del conductor, calefacción, y logos centrales iluminado -Sonido Surround Harman/Kardon (16 altavoces y 464 W) -AppleCar Play & Android Auto -Pantalla táctil de 37,8 cm (14,9\") -Head-up display -Acceso y arranque sin llave -Mando iDrive Touch (Llave Inteligente) -Neumaticos Michelin Pilot Súper Sport -Navegación",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "49000 km",
            "precio": 80900.0
        },
        {
            "titulo": "BMW Serie 4 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2022-1071562620",
            "descripcion": "BMW Serie 4 M4 Competición M XDrive Cabrio VEHÍCULO NACIONAL CERTIFICADO POR LA MARCA LA MEJOR FINANCIACIÓN REGISTRADO EN 10/2021 *PRUEBA GRATUITA DE 30 DÍAS INFORMATE TRANSPORTE NACIONAL VER PRUEBA EN CASA ACEPTAMOS TU COCHE COMO FORMA DE PAGO AUTOSDOMINGUEZ.ES La oferta es meramente informativa, no tiene validez contractual y está sujeta a disponibilidad. El precio indicado puede variar sin previo aviso. Autos Dominguez no se hace responsable de posibles errores en el volcado de datos del portal online. Confirmar la información del vehículo en el concesionario.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "22000 km",
            "precio": 79900.0
        },
        {
            "titulo": "BMW M4 COMPETITION CABRIO XDRIVE 2023",
            "enlace": "https://es.wallapop.com/item/bmw-m4-competition-cabrio-xdrive-2023-1080708022",
            "descripcion": "BMW M4 COMPETITION CABRIO 510CV Cambio automatico con cambio de levas en el volante Driving Assistant Professional Llantas M delanteras/traseras : 9,5x19 / 10,5x20 doble radio 826 M, bicolor, negro) Paquete Parking Assistant Plus Head up Display Control de crucero adaptativo Faros BMW Individual Shadow-Line Asientos eléctricos, calefactables y con ajuste lumbar Cristales de protección solar (oscurecidos en la parte trasera) Sistema de sonido Harman-Kardon Chasis adaptativo M-Technic Retrovisor exterior eléctrico, regulables y calefactables Control de estabilidad dinámica (DSC) Active Guard (asistente de frenado) Transmisión automática - con Steptronic y Drivelogic (8 niveles) TwinTurbo KAT Climatizador a 2 zonas Integración de smartphone (Apple CarPlay y Android Auto) Capota abatible eléctrica y más extras... -1 año de garantía y transferencia de nombre incluida en el precio. -Consulte nuestras opciones de financiación si lo desea (el precio no está sujeto a financiar con nosotros directamente). -Servicio de entrega a domicilio en cualquier punto de la Península y Baleares, precio a consultar. -Solicite prueba de vehículo a domicilio. -Todos nuestros vehículos disponen de libro de mantenimiento y certificación de kilometraje. -Atendemos con cita previa, contacte con nosotros para solicitar una prueba del vehículo. -Este anuncio no es vinculante, puede estar sujeto a errores, se muestra a titulo informativo y no contractual. -17 años de experiencia nos avalan en el sector del automóvil. -We speak English",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2023",
            "kilómetros": "39999 km",
            "precio": 78900.0
        },
        {
            "titulo": "BMW M4 COMPETITION 2021",
            "enlace": "https://es.wallapop.com/item/bmw-m4-competition-2021-1078170609",
            "descripcion": "BMW M4 COMPETITION 510CV Cambio automatico con cambio de levas en el volante Control de gestos BMW Driving Assistant Professional Volante calefactable Llantas M delanteras/traseras : 9,5x19 / 10,5x20 doble radio 826 M, bicolor, negro) Paquete Parking Assistant Plus Faros BMW Individual Shadow-Line Asientos eléctricos, calefactables y con ajuste lumbar Cristales de protección solar (oscurecidos en la parte trasera) Sistema de sonido Harman-Kardon Chasis adaptativo M-Technic Retrovisor exterior eléctrico, regulables y calefactables Control de estabilidad dinámica (DSC) Active Guard (asistente de frenado) Transmisión automática - con Steptronic y Drivelogic (8 niveles) TwinTurbo KAT Climatizador a 3 zonas Integración de smartphone (Apple CarPlay y Android Auto) y más extras... -1 año de garantía y transferencia de nombre incluida en el precio. -Consulte nuestras opciones de financiación si lo desea (el precio no está sujeto a financiar con nosotros directamente). -Servicio de entrega a domicilio en cualquier punto de la Península y Baleares, precio a consultar. -Solicite prueba de vehículo a domicilio. -Todos nuestros vehículos disponen de libro de mantenimiento y certificación de kilometraje. -Atendemos con cita previa, contacte con nosotros para solicitar una prueba del vehículo. -Este anuncio no es vinculante, puede estar sujeto a errores, se muestra a titulo informativo y no contractual. -17 años de experiencia nos avalan en el sector del automóvil. -We speak English",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "49000 km",
            "precio": 76900.0
        },
        {
            "titulo": "BMW Serie 4 2021 FullBlack",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2021-1063467947",
            "descripcion": "Unidad increíble, configuración \"FULLBLACK\" -Nacional, con revisiones al día en casa oficial -Pintura exterior negro satinado -Llantas doble medida 21\" y 20\" en negro -Interior en cuero negro -Asientos eléctricos con apoyos lumbares -Paquete interior de carbono -Faros láser adaptativos Precio al contado: 76.000€ ESTE ANUNCIO NO ES VINCULANTE, PUEDE CONTENER ERRORES, SE MUESTRA A TITULO INFORMATIVO Y NO CONTRACTUAL, NO PUDIENDO CONSTITUIR EN NINGÚN CASO LA BASE DE UN FUTURO CONTRA",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "57000 km",
            "precio": 76000.0
        },
        {
            "titulo": "BMW M4 Competition M XDrive Cabrio",
            "enlace": "https://es.wallapop.com/item/bmw-m4-competition-m-xdrive-cabrio-948938077",
            "descripcion": "11/2021, Nacional, xDrive, inserciones interiores en carbono, faros Laser, volante y asientos calefactados, asientos delanteros con ajuste eléctrico y lumbar con memoria en asiento de conductor, llantas forjadas M 19¨/20¨, paquete de iluminación ambiental, paquete asistencia a la conducción, etc. Revisado, transferido y con 12 meses de garantia BMW hasta 11/2024. Se entrega con la revisión pasada en servicio oficial.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "61000 km",
            "precio": 75990.0
        },
        {
            "titulo": "BMW Serie 4 M4 ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-1087744310",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "71000 km",
            "precio": 73490.0
        },
        {
            "titulo": "BMW Serie 4 M4 Competition",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-competition-1091683649",
            "descripcion": "Precio al contado: 82.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 69.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar San Sebastian de los Reyes, Av. Camino de lo Cortao, 37c, 28703 San Sebastian de los Reyes, Madrid. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Man...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "17290 km",
            "precio": 69990.0
        },
        {
            "titulo": "BMW Serie 4 M4 Competition",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-competition-1091603056",
            "descripcion": "Precio al contado: 82.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 69.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar San Sebastian de los Reyes, Av. Camino de lo Cortao, 37c, 28703 San Sebastian de los Reyes, Madrid. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Man...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "17290 km",
            "precio": 69990.0
        },
        {
            "titulo": "BMW Serie 4 M4 Competition",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-competition-1090526742",
            "descripcion": "Precio al contado: 82.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 69.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar San Sebastian de los Reyes, Av. Camino de lo Cortao, 37c, 28703 San Sebastian de los Reyes, Madrid. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Man...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "17290 km",
            "precio": 69990.0
        },
        {
            "titulo": "BMW Serie 4 M4 Competition",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-competition-1063801911",
            "descripcion": "Precio al contado: 82.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 69.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar San Sebastian de los Reyes, Av. Camino de lo Cortao, 37c, 28703 San Sebastian de los Reyes, Madrid. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Man...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "17290 km",
            "precio": 69990.0
        },
        {
            "titulo": "BMW Serie 4 M4 Competition",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-competition-1066075236",
            "descripcion": "Precio al contado: 82.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 69.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar San Sebastian de los Reyes, Av. Camino de lo Cortao, 37c, 28703 San Sebastian de los Reyes, Madrid. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Man...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "17290 km",
            "precio": 69990.0
        },
        {
            "titulo": "BMW Serie 4 M4 Competition",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m4-competition-1066075221",
            "descripcion": "Precio al contado: 82.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 69.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar San Sebastian de los Reyes, Av. Camino de lo Cortao, 37c, 28703 San Sebastian de los Reyes, Madrid. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Man...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2021",
            "kilómetros": "17290 km",
            "precio": 69990.0
        },
        {
            "titulo": "BMW Serie 4 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2022-1001104831",
            "descripcion": "Espectacular unidad de BMW M440i xdrive, automatico, NACIONAL, con 374CV, 26.900km y con mantenimiento incluido durante 3 años o 100.000 km. Configurado con todo este equipamiento: - Volante multifunción con levas. -Control de crucero adaptativo. -Interior completo en piel con costuras en contraste. -Tablero de instrumentos digital. -Sensores delanteros y traseros. -Camara de aparcamiento 360º. -Pack M interior. -Pack M exterior. -Faros y pilotos LÁSER. -Navegación. -Modos de conducción. -Luces automáticas.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2022",
            "kilómetros": "26900 km",
            "precio": 64800.0
        },
        {
            "titulo": "BMW Serie 4 420i Cabrio 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-cabrio-135-kw-184-cv-1067096180",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2024",
            "kilómetros": "11459 km",
            "precio": 58490.0
        },
        {
            "titulo": "BMW Serie 4 430i Cabrio 180 kW (245 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-430i-cabrio-180-kw-245-cv-1033810567",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2023",
            "kilómetros": "16000 km",
            "precio": 56990.0
        },
        {
            "titulo": "BMW Serie 4 2023",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2023-1081258428",
            "descripcion": "BMW Serie 4 M440i Gran Coupe VEHÍCULO NACIONAL CERTIFICADO POR LA MARCA TRANSPORTE A NIVEL NACIONAL LA MEJOR FINANCIACIÓN PRECIO SUJETO A FINANCIACIÓN CONSULTE CONDICONES CONSULTE PRUEBA A DOMICILIO ACEPTAMOS SU COCHE COMO FORMA DE PAGO AUTOSDOMINGUEZ.ES La oferta es meramente informativa, carece de validez contractual y depende de su disponibilidad. El precio indicado puede sufrir variación sin previo aviso.Autos Dominguez no se responsabiliza de posibles errores del volcado de datos",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2023",
            "kilómetros": "21200 km",
            "precio": 56900.0
        },
        {
            "titulo": "BMW Serie 4 420i Cabrio 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-cabrio-135-kw-184-cv-1071679943",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2024",
            "kilómetros": "6000 km",
            "precio": 55490.0
        },
        {
            "titulo": "BMW Serie 4 420i Coupé 2024",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-coupe-2024-1083980258",
            "descripcion": "BMW serie 4 420i Coupé 2.0 184cv Paquete M Sport Pro Único dueño, matriculado en junio de este año 6.400 KM Siempre ha dormido en garage Algunos de sus extras: Paquete M Sport Pro Paquete M Sport Alcantara en asientos Llanta 19 estilo 791 Color Metalizado C31 M Portimao Blue Acceso confort Asistente luz carretera Ajuste lumbar y calefacción de asientos Cristales tintados Luz ambiente ( leds interior) y anagrama BMW en el suelo al abrir la puerta Retrovisores en Jet Black Reglaje eléctrico de los asientos delanteros",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2024",
            "kilómetros": "6400 km",
            "precio": 55000.0
        },
        {
            "titulo": "BMW M440i coupe 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2022-1064409668",
            "descripcion": "BMW M440i coupé, gasolina, tracción trasera, automático, 05/2022, 47.000km, 374cv, etiqueta eco, color azul oscuro (Tansanitblau II metallic), asientos deportivos M semibuckets con logo integrado calefactables y con memoria, faros láser con luz de largo alcance adaptativa, suspensión adaptativa, techo solar, cámara 360º, conducción parcial autónoma, llantas de 19\" en doble medida, neumáticos originales de fábrica, headup display, Keylessgo (apertura y arranque sin llave), acabados carbono interior, equipo de sonido Harman Kardon, pantalla táctil con Apple carplay y Android Auto, Spotify. Detección y aviso de señales de tráfico, aviso colisión frontal y lateral, aviso salida de carril, aviso ángulo muerto. IVA deducible.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2022",
            "kilómetros": "47000 km",
            "precio": 54000.0
        },
        {
            "titulo": "BMW Serie 4 M440i xDrive 275 kW (374 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-m440i-xdrive-275-kw-374-cv-1082023502",
            "descripcion": "GRUPO CANAAUTO - Concesionarios Oficiales de tus marcas preferidas BMW, MINI, Jaguar, Land Rover y MG. Descubre la seleccion de vehiculos seminuevos con garantia oficial de la marca. Ven y prueba tu coche sin compromiso en cualquiera de nuestras exposiciones. Encuentranos en: Tenerife - C. las Industrias 12, Taco, la Laguna - Av. Claudio Delgado Diaz, 55, Las Chafiras - Autopista TF5 Norte, Km 33, 38300 Orotava Las Palmas de Gran Canaria - C. Diego Vega Sarmiento, 60-B, 35014 Las Palmas - C. Diego Vega Sarmiento, 20, 35014 Las Palmas Precio Especial de Contado “Aprovecha la oportunidad de obtener un descuento adicional con nuestras opciones de financiacion personalizadas.” Nos enorgullecemos de servir a todas las Islas Canarias. No realizamos ventas ni envios a la Peninsula. Explora Nuestro Stock en TuKm0.com, especialistas en vehiculos premium de marcas lideres como BMW, MINI, JAGUAR, LAND ROVER y MG. Visita nuestro catalogo completo y encuentra tu proximo coche de ensueno. ¿Solo quieres el vehiculo sobre un tempo limitado? Pregunta por nuestras suscripciones de 1 a 12 meses en www.masmotor.es ¡Compramos tu coche! Obten una valoracion de tu coche en nuestras instalaciones o web, te lo compramos al momento o lo puedes entregar como parte de pago de tu nuevo coche. Las fotos del vehiculo y caracteristicas son totalmente reales del vehiculo, salvo \"error tipografico o de transcripcion\" “Para conocer las condiciones de precios financiados, consulta con nuestro equipo de ventas, quienes te proporcionaran toda la informacion detallada sobre las opciones de financiacion disponibles.” ***EQUIPAMIENTO OPCIONAL INCLUIDO*** - 19'', llantas de aleacion ligera M de radios dobles (estilo 791 M), con neumaticos de diferentes dimensiones y funcionamiento en caso de averia - Neumaticos con funcionamiento en caso de averia - Dispositivo de alarma - Carcasas de los espejos retrovisores en negro - Acristalamiento de proteccion solar - Asistente de...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2021",
            "kilómetros": "22353 km",
            "precio": 53900.0
        },
        {
            "titulo": "BMW Serie 4 MSport420i 2.0i 184CVAuto Espectacular",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-msport420i-2-0i-184cvauto-espectacular-1092561509",
            "descripcion": "Estado del vehículo: Espectacular, es una optima ocasión!!! Tiene garantía de fábrica hasta el 15/03/2027 15 días o 1.000 kms de prueba. Entrega a domicilio gratuita (consultar). Descapotable con techo de tela Paquete estético \"M\" Cuadro de instrumentos digital de 12\" Tapicería de cuero -2.500 € de descuento por financiar. Contado 55.300 €, financiado 52.800 €. Por 674 €/mes y sin dar entrada. No incluido seiscientos euros de transferencia y preparación. Ubicación: Benalmádena o Málaga, consúltanos. Info. válida salvo error u omisión. Entra en martinsamotor.com para ver todos nuestros coches",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2024",
            "kilómetros": "15000 km",
            "precio": 52800.0
        },
        {
            "titulo": "BMW Serie 4 Cabrio 420 i M ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-cabrio-420-i-m-1077969140",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2024",
            "kilómetros": "23756 km",
            "precio": 52690.0
        },
        {
            "titulo": "BMW Serie 4 420i Gran Coupe 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-gran-coupe-135-kw-184-cv-1070345611",
            "descripcion": "Compra este vehículo desde 352.16 EUR/mes FINANCIACION CON BMW BANK SELECT. En BMW Bertolín, primer concesionario oficial BMW de EUROPA, desde hace más de 60 años, trabajamos para dar la máxima calidad a nuestros clientes. No vendemos vehículos si no estamos seguros de su calidad y de su procedencia. Nueva tienda exclusiva de vehículos BMW Premium Selection, más de 50 unidades en stock permanente. El servicio BMW Premium Selection, es un distintivo de calidad ,24 meses de garantía oficial en todo el territorio nacional , revisión técnica y óptica de 360º,asistencia europea en carretera ,Vehículo con kilometraje certificado y garantizamos que el vehículo no ha sufrido daños estructurales mediante certificación de empresa externa. *Las especificaciones sobre equipamiento, extras, modelo y/o precio, no tiene carácter vinculante ni constituyen base de futuro contrato al poder contener errores. Consulte bien los datos y disponibilidad del vehículo en caso de interés, el precio indicado puede sufrir variaciones sin previo aviso",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2024",
            "kilómetros": "23699 km",
            "precio": 52490.0
        },
        {
            "titulo": "BMW Serie 4 2021",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2021-1092229203",
            "descripcion": "Marca y Modelo: BMW Serie 4 M440i Cabrio Extras y Equipamiento: - Motor 3.0L TwinPower Turbo con tecnología mild-hybrid; - Tracción integral xDrive; - Cambio automático Steptronic de 8 velocidades; - Llantas de aleación M de 18 pulgadas; - Faros LED adaptativos; - Climatizador automático trizona; - Sistema de infoentretenimiento con pantalla táctil de 10.25 pulgadas; - Sistema de navegación BMW Professional; - BMW Live Cockpit Professional (cuadro de instrumentos digital); - Cámara de visión trasera; - Sensores de aparcamiento delanteros y traseros (Park Distance Control); - Asistente de aparcamiento automático; - Control de crucero adaptativo con función Stop&Go; - Asientos deportivos M en cuero Vernasca ajustables eléctricamente; - Asientos delanteros calefactables; - Volante multifunción M en cuero; - Tapicería de cuero Vernasca; - Sistema de acceso y arranque sin llave (Comfort Access); - Techo de lona retráctil; - Control de estabilidad (DSC); - Retrovisores exteriores eléctricos, calefactables y plegables; - Sistema Start/Stop; - Anclajes ISOFIX para asientos infantiles. Precio final SIN OBLIGACIÓN de financiación: El precio incluye todos los impuestos, el cambio de nombre, 12 meses de garantía y la preentrega. Todos nuestros vehículos pasan un estricto control de calidad según los estándares de nuestros talleres. ¿No eres de Gerona? No te preocupes, te llevamos el coche a tu domicilio (consultar condiciones). Aceptamos todo tipo de vehículos como parte de pago. Llámanos y tasamos tu coche sin compromiso. Financiación: Contamos con las mejores condiciones de financiación del mercado. Llámanos y te haremos una propuesta personalizada que se adapte a tus necesidades. BRANDAUTO S.L. es una empresa con años de experiencia ofreciendo el mejor servicio al cliente y a tu vehículo. Si no encuentras el vehículo de ocasión que estás buscando, consúltanos y lo encontramos para ti. Tenemos experiencia en importación y exportación de vehículos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "374 cv",
            "año": "2021",
            "kilómetros": "89544 km",
            "precio": 51990.0
        },
        {
            "titulo": "BMW Serie 4 430i Cabrio 180 kW (245 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-430i-cabrio-180-kw-245-cv-1033810523",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2023",
            "kilómetros": "15000 km",
            "precio": 51890.0
        },
        {
            "titulo": "BMW Serie 4 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2022-916541914",
            "descripcion": "bmw serie 4 coupe. techo solar paquete M, paquete M pro. espejos y perfiles negro llanta 19 pulgadas M negra asientos deportivos M cuero alarma, full etc.....garantía oficial BMW",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2022",
            "kilómetros": "10500 km",
            "precio": 50500.0
        },
        {
            "titulo": "BMW Serie 4 420i Gran Coupe 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-420i-gran-coupe-135-kw-184-cv-1080836520",
            "descripcion": "El precio mostrado está sujeto a financiación. Precio sin oferta de financión: 50.490 EUR.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2024",
            "kilómetros": "21054 km",
            "precio": 50490.0
        },
        {
            "titulo": "BMW Serie 4 2022",
            "enlace": "https://es.wallapop.com/item/bmw-serie-4-2022-1050154929",
            "descripcion": "..libre de accidentes...nacional.. SOLO VENTA !! Es el modelo 258 CV",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "258 cv",
            "año": "2022",
            "kilómetros": "38000 km",
            "precio": 50000.0
        }
    ]
}