{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase M",
        "version": "ML 55 AMG",
        "año mínimo": 2001,
        "año máximo": 2004,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 347,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=347&min_year=2001&max_year=2004&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase M&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase M ML 320 AUTO",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-m-ml-320-auto-1011160337",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2002",
            "kilómetros": "154000 km",
            "precio": 18990.0
        },
        {
            "titulo": "Mercedes-Benz Clase ML 55 AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-ml-55-amg-1046667669",
            "descripcion": "Mercedes Benz ML 55 AMG Anno: 2002 Km: 210000 Telaio: 4JGAB74E62A330084 Tutto ciò che si può desiderare in un'auto è disponibile. Tetto apribile e inclinabile, vetri elettrici a compasso, sedili riscaldati e ventilati, rivestimenti in pelle, parktronick, telefono veicolare, fari bi-xeno, impianto bose, allarme perimetrale, navigatore cartografico, tempomat, uci automatico e sensori pioggia. La vettura proviene dall'America, regolarmente importata e pronta per essere immatricolata ad un nuovo proprietario previo accordo. Stanca dal 2020, ha percorso 210000 km, contakm già convertito in europeo. No fattura ma basta vedere e provare l'auto per rendersi conto che i km sono i suoi. Interni belli e accoglienti, pelle che sembra nuova. Carrozzeria molto bella, nessun difetto. Meccanica revisionata, non necessita di interventi. Visibile a Teramo. Possibile vendita online trasporto e consegna. Euro 14500.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "347 cv",
            "año": "2002",
            "kilómetros": "210000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Mercedes-Benz Clase M 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-m-2003-745503487",
            "descripcion": "Itv hasta Agosto 2022 Reductora 4x4 OFF ROAD 2 juegos de llaves Xenón Techo Cristal Isofix Rueda Repuesto mismo tamaño Luces automáticas Limpia parabrisas automático Llantas 18 Cargador CDs 6 unidades Mercedes by Alpine Equipo audio BOSE GPS peninsular Sensores aparcamiento delanteros y traseros Retrovisores eléctricos Volante cuero y madera Asientos de piel negra Elevadoras eléctricas Dirección asistida Cierre centralizado",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "347 cv",
            "año": "2003",
            "kilómetros": "130000 km",
            "precio": 10000.0
        },
        {
            "titulo": "Mercedes-Benz ML55 AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-ml55-amg-1089932889",
            "descripcion": "Se vende Mercedes-Benz ML55 AMG V8 347CV con tan solo 125.000km TODAS LAS REVISIONES ECHAS EN CASA OFICIAL MERCEDES. Vehiculo en perfecto estado de motor y caja cambios, no necesita ningún tipo de servicio ITV en vigor. Equipado con asientos de cuero eléctricos y calefactables, techo solar, faros xenón, volante de cuero y madera, retrovisores eléctricos, sistema de audio BOSE, navegación, libro de mantenimiento sellado en mercedes, 2 llaves, llantas de aleación en 18'pulgadas, neumáticos continental nuevos no llegan a 1000kilometros, caja automática, ordenador a bordo, lunas tintadas, bola de remolque, etc... Vehículo listo para transferir",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "347 cv",
            "año": "2003",
            "kilómetros": "125000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Mercedes-Benz ML55 AMG 347cv, Excelente, 148000 Km",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-ml55-amg-347cv-excelente-108000-km-1088937874",
            "descripcion": "Mercedes-Benz ML 55 AMG Automatico 347 Cv, Negro, Full Equipe. Es una oportunidad y una preciosidad de coche. se encuentra en buen estado especialmente de motor y carroceria. Siempre en garaje. Equipamiento: - Cambio Steptronic Automatico. - Techo Solar eléctrico corredizo de gran tamaño. - Tapicería en piel gris, calefactable con asientos electricos - Llantas tipo BRABUS de 20”, neumáticos 275x45x20(1.000 Kms, doy factura) - Navegador Mercedes-Benz. - Elevalunas eléctricos y cierre centralizado mediante mando a distancia. - Espejos retrovisores calefactables y retraibles eléctricos. - Sensor de aparcamiento trasero, delantero y lateral. - ABS/ESP - Control electrónico de velocidad de crucero - Alarma antirrobo Mercedes-Benz. - Equipo de sonido Bose - Climatizador bizona. - Faros de Bi-Xenon - Ordenador de abordo con Check-Control y pantalla de alta resolucion en 7”. - Sensor luz y lluvia (encendido automatico de luces y de limpiaparabrisas). - Sistema de control de presiÛn de los neumaticos. - Apoyabrazos central delantero con toma Aux y 12v. - Lunas tintadas. - Estriberas Laterales",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "347 cv",
            "año": "2004",
            "kilómetros": "148000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Mercedes-Benz Clase M 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-m-2004-1094610026",
            "descripcion": "Vendo Mercedes Benz en buen estado, recien pasado la ITV. Para mas información dejenme un mensaje por aqui. Precio negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2004",
            "kilómetros": "241235 km",
            "precio": 8500.0
        },
        {
            "titulo": "Mercedes-Benz Clase M 2002",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-m-2002-1076096741",
            "descripcion": "se vende o se cambia por algo del mismo valor o similar, por cambio de proyecto magnífico ML 55 AMG con todos los extras interior de cuero negro súper cuidado techo solar,bixenon lunas, traseras de maletero, abatibles, con todas las revisiones al día todos sus mantenimientos hechos recientemente a los 261355 km el coche va súper fino el motor suena fabuloso. su estado a pesar de los años está perfecto y entero pequeños desgastes estéticos por el paso del tiempo El coche solo se usa unicamente para viajar abstenerse oferta ridículas, ni mareante cualquier información por privado",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "347 cv",
            "año": "2002",
            "kilómetros": "261000 km",
            "precio": 8500.0
        },
        {
            "titulo": "Mercedes-Benz Clase M 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-m-2003-1086506431",
            "descripcion": "Funciona con gasolina y GLP. Unico Propietario. Cambio automatico. Climatizador. Equipo musica de alta calidad. Techo corredizo electrico. Asientos delanteros regulables electricamente. Llantas aleacion. Tapoceria de cuero negro. Faros xenon.Elevalunas electrico en todos las ventanillas. Isofix. ITV pasada hasta enero 2026. Cubiertas y bateria con un año.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2003",
            "kilómetros": "227000 km",
            "precio": 6000.0
        },
        {
            "titulo": "MERCEDES ML 55 AMG NACIONAL ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-m-2001-1095296964",
            "descripcion": "MERCEDES ML 55 AMG NACIONAL AÑO 2001 EN IMPECABLE ESTADO, ITV RECIEN PASADA,TODO DE ORIGEN, MANTENIMIENTOS HECHOS, ACEITE DE MOTOR Y FILTRO RECIEN CAMBIADOS, MANTENIMIENTO CAJA DE CAMBIOS HECHO ACEITE FILTRO Y JUNTA, TENGO LOS EMBLEMAS DE ML 55 AMG DEL MALETERO PARA PONERLE, EL COCHE VA PERFECTO Y ES UN MODELO CON VALOR AL ALZA TODO UN AMG V8 DE 347CV, NO ACEPTO CAMBIOS ABSTENERSE MAREANTES SIN INTERES Y COMPRAVENTAS, NO TENGO NI PRISA NI NECESIDAD DE VENDERLO",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "347 cv",
            "año": "2001",
            "kilómetros": "219000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Mercedes-Benz Clase M 2002",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-m-2002-1077182510",
            "descripcion": "mercedes con un dueño y yo hace un año con 124000kms MOTOR Y CAJA DE CAMBIOS PERFECTOS TIENES LOS TIPICOS DESGASTES DE DE LA EDAD EN CUANTO A CHAPA Y ALGUN DETALLE PERO EW UNA MAQUINA FIABLE E INAGOTABLE DE LA QUE TENGO QUE DESPRENDERME POR NECESTIAR HACER MAS KILOMETROS . tiene nuevo correas de accesorios aceite y filtros bujias y cables limpieza circuito anticongelante etc itv en vigor sin fallos etc . podria interesarme poniendo diferencia x3 3.0 ml 320 cdi sin muchos kilometros x1 rav 4 2.5 etc un saludo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2002",
            "kilómetros": "124000 km",
            "precio": 4900.0
        },
        {
            "titulo": "Mercedes-Benz Clase M 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-m-2006-982642153",
            "descripcion": "Mercedes Benz Clase M ML 350 Automático del 2004. ** La caja de cambios de vez en cuando golpea yentra en modo emergencia. de ahi su precio Reparado su precio es de 6.500€ - Interior en cuero muy cuidado. - Cinco plazas - Mecánica en perfecto estado - Motor gasolina de con 180kw/245cv - 3725cm3 - Etiqueta medioambiental C - Un año de garantía - Mantenimiento al día: • Aceite y filtros cambiados • Correa auxiliar cambiada • Mantenimiento de la caja de cambios hecho • Cambio de aceite del convertidor de par • Bote de expansión nuevo • Refrigerante cambiado • Batería nueva • Pastillas y discos de frenos cambiados Vehículo pre-homologado en ficha técnica para montar defensas y rueda repuesto en maletero El vehículo se encuentra en Torrejon del Rey",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2004",
            "kilómetros": "270000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Mercedes-Benz Clase M 2002",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-m-2002-1076754714",
            "descripcion": "llantas y neumaticos nuevos, asientos de piel calefactables, buen estado general. alguna rascada de pintura de uso, bola remolque, lunas tintadas, radio pantalla grande android y apple car ....",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2002",
            "kilómetros": "202000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mercedes-Benz Clase M 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-m-2003-1089567328",
            "descripcion": "Hola buenas vendo por falta de uso todo le funciona perfecto",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "250 cv",
            "año": "2003",
            "kilómetros": "220000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Mercedes-Benz Clase M 2001",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-m-2001-963924374",
            "descripcion": "Pintura necesita atención. Neumáticos al 95%, inspección de motor perfecto . problema electronico en caja de ahi su precio . Papeles en regla.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "347 cv",
            "año": "2001",
            "kilómetros": "152000 km",
            "precio": 2900.0
        }
    ]
}