{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase B",
        "version": "B 200 7G-DCT",
        "año mínimo": 2020,
        "año máximo": 2022,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 163,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=163&min_year=2020&max_year=2022&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase B&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase B 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2020-982851994",
            "descripcion": "MERCEDES BENZ CLASE B OPCIONAL garantía y mantenimiento de MERCEDES BENZ hasta 06/2026. Consulte sin compromiso Llantas de 18\" faros full led sensores de aparcamiento delanteros y traseros volante multifuncion con levas asientos deportivos tapizados en cuero mixto techo practicable panorámico conexiones usb c buetooth regulador y limitador de velocidad navegador modos de conduccion climatizador digital bizona sistema start&stop arranque sin llave porton trasero electrico asistente de aparcamiento radar de proximidad 360° asistente cambio involuntario de carril encendido de luces automatico espejos eléctrico cámara de marcha atrás con zoom y más",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2020",
            "kilómetros": "28500 km",
            "precio": 29000.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 200",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-200-1053386750",
            "descripcion": "24690€ Precio financiado. 28690€ Precio de contado. Hacemos financiaciones a tu medida.Documentación para el estudio:DNI,2 nóminas y nº de cuenta del bco.Contestamos en el día. Totalmente revisado y desinfectado ,con 1 año de garantia y transferido a su nombre. Todo incluido en el precio. Extras: Automático,cuero,navegador,llanta 18,asientos calefactables,cámara trasera. Visítanos en Calle Orfebreria 7,Móstoles. Gestionamos tu seguro,certificamos kms y ausencia de daños estructurales.REF: 9346. Admitimos coche como parte de pago.Enviamos a toda España. Este anuncio no es vinculante,puede contener errores,se muestra a título informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2021",
            "kilómetros": "66000 km",
            "precio": 28690.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2020-1066325237",
            "descripcion": "Impecable estado. Vehículo nacional con historial completo de mantenimientos en servicio oficial. Cambio automático 7G-Tronic. Paquete deportivo AMG interior y exterior. Sistema de navegación. Asientos delanteros deportivos. Listones de entrada iluminados. Apertura y cierre eléctrico de portón trasero. Faros con tecnología LED Performance. Volante deportivo multifunción con levas de cambio. Llantas aluminio 18\" AMG. Espejos exteriores abatibles eléctricos y antideslumbrantes. Paquete iluminación interior y exterior. Cristales traseros tintados. Climatizador automático bizona. Control de velocidad. Sensores aparcamiento con cámara trasera.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2020",
            "kilómetros": "24500 km",
            "precio": 27500.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2020-1082940346",
            "descripcion": "GRUPO CASTEJÓN En Grupo Castejón ofrecemos Vehículos Nuevos, de Ocasión y seminuevos de confianza. Disponemos de un gran stock de vehículos totalmente revisados y con garantía oficial de la marca. Todos nuestros vehículos pasan una exhaustiva revisión añadiéndoles la certificación de los 110 puntos establecidos por el programa interno de certificación del vehículo, lo que nos permite ofrecer unos vehículos de confianza a nuestros clientes. Precio al contado: 26.900€. Precio financiado: 24.900€. (Consultar condiciones) Disponemos además de unas condiciones muy especiales de financiación, lo que nos permite ofrecer financiaciones con plazos de hasta en 10 años, pero siempre buscando la cuota más cómoda y que mejor se adapte a cada uno de nuestros clientes. Pregunte con toda confianza a nuestros asesores los cuales le puede informar de todo lo que necesite, como puede ser la gestión de la entrega del vehículo en cualquier punto de España, entrega de un vehículo como parte del pago, seguro del vehículo, o cualquier otra consulta que desee realizarnos. Estamos ubicados en la carretera de Ulldecona Km 0,6 de Vinaròs, 12500 Castellón Las fotografías y oferta no tienen carácter vinculante.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2020",
            "kilómetros": "54064 km",
            "precio": 26900.0
        },
        {
            "titulo": "Mercedes-Benz B 200 7G AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-b-200-7g-amg-1092724734",
            "descripcion": "-- Vehículo nacional con historial completo de mantenimientos en servicio oficial -- Cambio automático 7G-Tronic, paquete deportivo AMG interior y exterior, sistema de navegación, asientos delanteros deportivos, listones de entrada iluminados, apertura y cierre eléctrico de portón trasero, faros con tecnología LED Performance, volante deportivo multifunción con levas de cambio, llantas aluminio 18” AMG, espejos exteriores abatibles eléctricos y antideslumbrantes, paquete iluminación interior y exterior, cristales traseros tintados, climatizador automático bizona, control de velocidad, sensores aparcamiento con cámara trasera, teléfono Bluetooth, etc, etc.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2020",
            "kilómetros": "80000 km",
            "precio": 25950.0
        },
        {
            "titulo": "Mercedes-Benz B 200 7G AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-b-200-7g-amg-1092725559",
            "descripcion": "-- Vehículo nacional con historial completo de mantenimientos en servicio oficial -- Cambio automático 7G-Tronic, paquete deportivo AMG interior y exterior, sistema de navegación, asientos delanteros deportivos, listones de entrada iluminados, apertura y cierre eléctrico de portón trasero, faros con tecnología LED Performance, volante deportivo multifunción con levas de cambio, llantas aluminio 18” AMG, espejos exteriores abatibles eléctricos y antideslumbrantes, paquete iluminación interior y exterior, cristales traseros tintados, climatizador automático bizona, control de velocidad, sensores aparcamiento con cámara trasera, teléfono Bluetooth, etc, etc.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2020",
            "kilómetros": "80000 km",
            "precio": 25950.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2020-1095049332",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2020",
            "kilómetros": "15100 km",
            "precio": 23990.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 136cv Aut.",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-136cv-aut-1093139257",
            "descripcion": "Mercedes Clase B 136CV 7G-DCT Aut. ++++ no sujeto a ningún tipo de financiación ++++ puede ser tuyo por tan solo 320,90€/mes sin entrada¡¡¡* -Cámara de visión trasera -1 solo propietario anterior -Matriculado 08/2022 -historial de manteniemiento -Sensor de luces y lluvia -Faros ful led -Tapicería semi piel -apoyabrazos -Pantalla táctil -sensores de aparcamiento -cuadro digital cockpit -climatizador digital -usb -navegador -bluetooth -control de velocidad -espejos eléctricos abatibles -y muchos más¡¡¡ ven a verlo, no te arrepentirás¡¡ vehiculo en inmejorable estado, se entrega totalmente revisado, transferido y con garantía de 12 meses ampliable a 24 meses. recogemos su antiguo vehículo como parte del pago financiación a su medida con las mejores condiciones desde tan solo 320,90€/mes¡¡¡ **posibilidad de entrega a domicilio en cualquier punto de la península (consulta condiciones)**",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2022",
            "kilómetros": "130000 km",
            "precio": 21990.0
        }
    ]
}