{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase B",
        "version": "B 180 CDI Autotronic",
        "año mínimo": 2010,
        "año máximo": 2011,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 109,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=109&min_year=2010&max_year=2011&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase B&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase B 2010",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2010-1076557513",
            "descripcion": "Mercedes B180, diésel automatico, ITV hasta julio de 2025. Revisión de filtro y aceite en el mes de octubre pasado. 73.000km. Sin accidentes ni golpes. Radio CarPlay y android. Siempre en garaje, se vende por no usar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "109 cv",
            "año": "2010",
            "kilómetros": "73000 km",
            "precio": 11100.0
        },
        {
            "titulo": "Mercedes-Benz Clase B B 180 CDI 80 kW (109 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-b-180-cdi-80-kw-109-cv-1004985359",
            "descripcion": "Precio oferta sujeto a financiación: 10900 EUR. Precio al contado: 10900 EUR. *TLV* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería cuero-tela, Control de velocidad, Limitador de velocidad, Encendido automático de faros, Bluetooth, Aire Acondicionado, Isofix, Volante multifunción, Llantas de aleación (17\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "109 cv",
            "año": "2011",
            "kilómetros": "132598 km",
            "precio": 10900.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 180 CDI ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-180-cdi-1028262891",
            "descripcion": "Garantía de 1 año. Transferencia de propiedad. Kilometraje certificado. Revisión mecánica antes de la entrega. ITV al día. .Totalmente impecable exterior e interior. - Se hacen entregas a toda España sin necesidad de desplazarse. Le ofrecemos la posibilidad de valorar su antiguo coche y entregarlo como parte de pago. Se agradecería además de dejar su número, nos llamasen, para poder atender a todos los clientes. * Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual, para cualquier duda consultar con el concesionario. Información detallada 606306730.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "109 cv",
            "año": "2010",
            "kilómetros": "133000 km",
            "precio": 9490.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 2011",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2011-998423500",
            "descripcion": "Todos los extras, segundo dueño,viene muy equipado y con el mantenimiento al día de motor y caja de cambios,todo con facturas,lleva motor Mercedes con un consumo muy bajo,una media de 5,6 l/100 kms.,muy buen estado.Solo gente interesados.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "109 cv",
            "año": "2011",
            "kilómetros": "199950 km",
            "precio": 7499.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 2011",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-180cdi-2011-1068412946",
            "descripcion": "Mercedes-Benz Clase B 180 CDI, Nacional, 2 propietarios, en muy buen estado tanto esteticamente como mecánicamente, a toda prueba y listo para disfrutar, todas las revisiones al día y en 2022 se hizo una revision muy exhaustiva de 3mil € en concesionario oficial Mercedes-Benz con factura demostrable, en la cual se le realizo el mantenimienro de la caja de cambios, entre otras cosas! Cambio automático. Volante multifuncion. Retrovisores eléctricos y abatibles. LLantas de aluminio. Sensores de aparcamiento (delante y detrás). Telefono integrado Limitador y control de velocidad Modos de conduccion: Sport y Confort Luces xenon automaticas ITV en vigor hasta 07/2025 Pegatina ambiental B + info y fotos si estais interesados",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "109 cv",
            "año": "2011",
            "kilómetros": "175500 km",
            "precio": 6900.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 2011",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2011-1091785396",
            "descripcion": "Coche al día en todo. Motor por cadena Sensor aparcamiento delantero y trasero Asientos de cuero calefactables Pantalla táctil Automático de 7 velocidades Volante multifunción Control de velocidad Limitador de velocidad Luces automáticas Asientos traseros convertibles en elevador para niños . No hay nada que hacerle. Cambiaría por turismo ya que me sobra espacio. Un clase c o algo por el estilo .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "109 cv",
            "año": "2011",
            "kilómetros": "215000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 2010",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2010-1077431115",
            "descripcion": "Vehículo en perfecto estado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "109 cv",
            "año": "2010",
            "kilómetros": "280000 km",
            "precio": 6090.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 2011",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2011-1012820874",
            "descripcion": "Mercedes muy bien cuidado, siempre duerme en garaje, se vende por cambio de vehículo. Características: - Pantalla tactic Bluetooth (se entrega la original también) - Cristales tintados - Asientos de Cuero/tela - Volante Multifuncion - Climatizador Bizona digital - Llanta 17” - Espejos eléctricos abatibles - Cambio Automático - Etiqueta B Se pueden adjuntar más fotos sin problema Mantenimiento al día, por lo que está para hacerle km actualmente. La mayoría de Km se han hecho en carretera para desplazarse el trabajo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "109 cv",
            "año": "2011",
            "kilómetros": "280000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 2010",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2010-1093950568",
            "descripcion": "Mercedes Benz Clase B (W245) B180 CDI 2.0 d 109cv Automático. Año 2010. ITV en vigor hasta junio de 2025. Etiqueta medioambiental B. 2 llaves. Algún desperfecto en la carrocería. Lista de extras/equipamiento: - Acabado exterior en color negro metalizado. - Acabado interior con tapicería mixta tela/cuero de color beige. - Caja de cambios automática. - Volante de cuero multifunción. - Ajuste de volante en profundidad y altura. - ⁠Limitador de velocidad. - ⁠Control de crucero. - ⁠Llantas de aleación multiradios originales de Mercedes. - Sensor de lluvia. - Luces automáticas. - Ordenador de viaje con velocidad media, consumo medio y autonomía. - Aire acondicionado. - Rueda de repuesto. - Radio CD. - Sistema de sonido con 6 altavoces. - Pedales deportivos metálicos de aleación perforada. - Detalles exteriores decorativos en color aluminio. - Elevalunas eléctricos delanteros y traseros. Precio negociable al tener una bujia de precalentamiento posiblemente fundida, pero que no afecta al funcionamiento del coche. El ajuste electrico del retrovisor derecho no funciona.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "109 cv",
            "año": "2010",
            "kilómetros": "169000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 2011",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2011-1083655761",
            "descripcion": "MERCEDES clase B 180 2.0CDI 110cv ETIQUETA B -Ordenador a bordo. -Bluetooth y aux. -Automático. -Retrovisores abatibles automáticos. -Llantas. -Techo Panorámico. -Climatizador. -Motor Mercedes por cadena. -Tapiceria mixta beige. ITV Agosto 2025.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "109 cv",
            "año": "2011",
            "kilómetros": "300000 km",
            "precio": 4799.0
        },
        {
            "titulo": "Mercedes B (245),180 Cdi Sport Edition",
            "enlace": "https://es.wallapop.com/item/mercedes-b-245-180-cdi-sport-edition-1093058186",
            "descripcion": "Se vende con un fallo de luces (preguntar por privado), itv al dia, bateria nueva y bombillas todas nuevas.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "109 cv",
            "año": "2011",
            "kilómetros": "248000 km",
            "precio": 3500.0
        }
    ]
}