{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase B",
        "version": "B 180 d 8G-DCT",
        "año mínimo": "2021",
        "año máximo": "2022",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 116,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=116&min_year=2021&max_year=2022&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Mercedes-Benz&model=Clase B&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "MERCEDES-BENZ Clase B 180 d",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-180-d-1042701856",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2022",
            "kilómetros": "17058 km",
            "precio": 32900.0
        },
        {
            "titulo": "MERCEDES-BENZ Clase B 180 d",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-180-d-1007896277",
            "descripcion": "[2238582] Automotor10 | Ditram | Grupo Angal, concesionarios oficiales Mercedes-Benz con más de 45 años de experiencia dando el mejor servicio al cliente y a tu vehículo. Si no encuentra el Mercedes que estaba buscando, se lo buscamos. Puedes ver más vehículos en nuestra web www.automotor10.com Precio financiado: 30.094€ * Precio al contado: 31.900€ Descuento de 1.806€ sujeto a la financiación del 100% Calcule su cuota y consulte condiciones en nuestra calculadora financiera, a través de www.automotor10.com TODO INCLUIDO: IVA, transferencia, preentrega y 24 meses de garantía oficial Mercedes- Benz Certified sin límite de kilómetros. Todos nuestros vehículos pasan un estricto control de calidad según los estándares de nuestros talleres oficiales Mercedes-Benz, además te ofrecemos Garantía de satisfacción de 15 días o 1000 km, lo que antes suceda. ¿No eres de Lugo? No te preocupes, te llevamos el coche a tu domicilio (consultar condiciones). Admitimos todo tipo de vehículos como parte de pago. Llámanos y tasamos tu coche sin compromiso. Contamos con las mejores condiciones de financiación del mercado, llámanos y te haremos una propuesta personalizada que se adapte a tus necesidades. *EQUIPAMIENTO A DESTACAR* -8G-DCT - TECHO PANORÁMICO CORREDIZO ELÉCTRICAMENTE - CÁMARA DE MARCHA ATRÁS CON LÍNEAS DE GUÍA DINÁMICAS - AYUDA ACTIVA PARA APARCAR INCLUYENDO PARKTRONIC - INTEGRACIÓN DE SMARTPHONE CON APPLE CARPLAY Y ANDROID AUTO - NAVEGADOR - AMG LINE - LLANTAS DE ALEACIÓN DE 18\" - DETECTOR ACTIVO DE CAMBIO DE CARRIL - FUNCIÓN DE ARRANQUE KEYLESS-START - SISTEMA MULTIMEDIA MBUX - FAROS LED HIGH PERFORMANCE - PORTÓN TRASERO CON ACCIONAMIENTO ELÉCTRICO EASY-PACK - CLIMATIZACIÓN AUTOMÁTICA BIZONA THERMOTRONIC - CRISTALES CALORÍFUGOS TINTADOS OSCUROS - RETROVISORES EXTERIORES ABATIBLES ELÉCTRICAMENTE - RETROVISOR INTERIOR Y EXTERIOR IZQUIERDO ANTIDESLUMBRANTE - LIMPIAPARABRISAS CON SENSOR DE LLUVIA - PAQUETE DE CONFORT PARA LOS ASIENTOS DELANTEROS ¡Más fotos y mejores ofertas en",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2022",
            "kilómetros": "47700 km",
            "precio": 31900.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 2022",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2022-1057658482",
            "descripcion": "mercedes clase b garantia oficial hasta junio 2027 MOTOR MERCEDES paquete amg techo paronamico corredizo automatico paquete noche asientos calefactables coche sin un rasguño, interior impoluto.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2022",
            "kilómetros": "29000 km",
            "precio": 29500.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 180d (2021)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2021-1067010346",
            "descripcion": "Taller Autorizado Mercedes-Benz *** Consulte condiciones de financiación *** P.V.P. 28.500 € CON IVA DEDUCIBLE Mercedes-Benz Clase B 180d con el siguiente equipamiento opcional: -Linea AMG -Pintura metalizada -Cambio automático -Cámara de marcha atrás -Techo panoramico de cristal -Navegación MBUX -Calefaccion asientos delanteros -Paquete NIGHT -Llanta multiradio Vehiculo revisado según los estándares de Mercedes-Benz Tasamos y recogemos su vehículo como parte de pago Solicite una prueba sin compromiso Gestionamos el transporte hasta su domicilio (solicite presupuesto)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2021",
            "kilómetros": "63738 km",
            "precio": 28500.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 2022",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2022-1087389580",
            "descripcion": "se vende coche en perfecto estado,mas informacion tlf600405436",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2022",
            "kilómetros": "25000 km",
            "precio": 27900.0
        },
        {
            "titulo": "Mercedes-Benz Clase B 2022",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-2022-1074885381",
            "descripcion": "Espectacular Mercedez Clase B, esta como nuevo en estado impecable, consumo muy muy bajo, para mas info escribeme.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2022",
            "kilómetros": "29500 km",
            "precio": 26490.0
        },
        {
            "titulo": "Mercedes-Benz Clase B B 180 d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-b-180-d-85-kw-116-cv-1054183450",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2021",
            "kilómetros": "127471 km",
            "precio": 19900.0
        },
        {
            "titulo": "Mercedes-Benz Clase B B 180 d 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-b-b-180-d-85-kw-116-cv-1092841782",
            "descripcion": "Hola, ¿Cómo estás? Nos enorgullece que estés viendo el anuncio de uno de nuestros más de 500 vehículos y que te vamos a facilitar todo para que sea tuyo. Somos Autos Moliere, el concesionario multimarca con la mejor reputación online de España. - 15 días o 500Km para comprobar que es tu vehículo, si no, lo devuelves. *Consulte condiciones* - GESTIONAMOS LA ENTREGA DE SU VEHÍCULO EN UN TIEMPO RECORD. - Los mejores precios garantizados. - Vehículos certificados en mas de 260 puntos (la mas amplia del mercado). - Tenemos mas modelos a tu disposición en nuestro amplio stock. - Descuento de hasta el 10% por financiar tu vehículo con nosotros. Garantía de 12 meses ampliable hasta 48 meses. IVA DEDUCIBLE INCLUIDO EN EL PRECIO. ¡Llámanos! Precio al contado: 21.890€. Precio financiado: 19.900€. *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2021",
            "kilómetros": "127471 km",
            "precio": 19900.0
        }
    ]
}