{
    "brand": "Opel",
    "model": "Insignia Sports Tourer",
    "min_year": "2013",
    "max_year": "2017",
    "keywords": [
        "Insignia Sports Tourer Selective 1.4 Turbo 140 CV Start & Stop",
        "Insignia Sports Tourer Selective 1.4 Turbo 140 CV Start & Stop",
        "Insignia Sports Tourer Selective 2.0 CDTI ecoFLEX 120 CV Start & Stop",
        "Insignia Sports Tourer Selective 1.6 CDTI 120 CV Start & Stop",
        "Insignia Sports Tourer Selective 2.0 CDTI ecoFLEX 140 CV Start & Stop",
        "Insignia Sports Tourer Selective 1.6 CDTI ecoFLEX 136 CV Start & Stop",
        "Insignia Sports Tourer Selective 1.4 Turbo ecoFLEX GLP 140 CV",
        "Insignia Sports Tourer Selective 1.4 Turbo ecoFLEX GLP 140 CV",
        "Insignia Sports Tourer Excellence 1.4 Turbo 140 CV Start & Stop",
        "Insignia Sports Tourer Selective 2.0 CDTI 163 CV Start & Stop",
        "Insignia Sports Tourer Excellence 1.4 Turbo 140 CV Start & Stop",
        "Insignia Sports Tourer Excellence 2.0 CDTI ecoFLEX 140 CV Start & Stop",
        "Insignia Sports Tourer Selective 1.6 CDTI 136 CV Aut",
        "Insignia Sports Tourer Excellence 1.6 CDTI ecoFLEX 136 CV Start & Stop",
        "Insignia Sports Tourer Selective 2.0 CDTI 130 CV Aut.",
        "Insignia Sports Tourer Sportive 2.0 CDTI 163 CV Start & Stop",
        "Insignia Sports Tourer Excellence 2.0 CDTI 163 CV Start & Stop",
        "Insignia Sports Tourer Sportive 2.0 CDTI 170 CV Start & Stop",
        "Insignia Sports Tourer Sportive 2.0 Turbo 250 CV Start & Stop 4X4",
        "Insignia Sports Tourer Excellence 2.0 CDTI 170 CV Start & Stop",
        "Insignia Sports Tourer Sportive 2.0 CDTI Biturbo 195 CV Start & Stop",
        "Insignia Sports Tourer Excellence 2.0 CDTI 163 CV Aut.",
        "Insignia Sports Tourer Sportive 2.0 CDTI 163 CV 4x4 Aut.",
        "Insignia Sports Tourer Excellence 2.0 CDTI 170 CV Aut.",
        "Insignia Sports Tourer Sportive 2.0 CDTI 163 CV 4x4 Aut.",
        "Insignia Sports Tourer Sportive 2.0 CDTI Biturbo 195 CV 4x4 Aut.",
        "Insignia Sports Tourer OPC 2.8 V6 Turbo 325 CV",
        "Insignia Sports Tourer OPC 2.8 V6 Turbo 325 CV",
        "Insignia Sports Tourer OPC 2.8 V6 Turbo 325 CV Aut.",
        "Insignia Sports Tourer OPC 2.8 V6 Turbo 325 CV Aut."
    ]
}