{
    "brand": "Opel",
    "model": "Zafira Life M",
    "min_year": "2019",
    "max_year": "2024",
    "keywords": [
        "Zafira Life 1.5 Diesel 88 kW (120 CV) Business M",
        "Zafira Life 2.0 Diesel 110 kW (150 CV) Business M",
        "Zafira Life 1.5 Diesel 88 kW (120 CV) Selective M",
        "Zafira Life 2.0 Diesel 110 kW (150 CV) Selective M",
        "Zafira Life 2.0 Diesel 130 kW (180 CV) Aut. 8 vel. Business M",
        "Zafira Life 2.0 Diesel 110 kW (150 CV) Business Innovation M",
        "Zafira Life 2.0 Diesel 130 kW (180 CV) Aut. 8 vel. Selective M",
        "Zafira Life 2.0 Diesel 130 kW (180 CV) Aut. 8 vel. Business Innovation M",
        "Zafira Life 2.0 Diesel 110 kW (150 CV) Innovation M",
        "Zafira Life 2.0 Diesel 130 kW (180 CV) Aut. 8 vel. Business Innovation M",
        "Zafira Life 1.5 Diesel 88 kW (120 CV) Business Edition M",
        "Zafira Life 2.0 Diesel 130 kW (180 CV) Aut. 8 vel. Innovation M",
        "Zafira Life 2.0 Diesel 106 kW (145 CV) Business Edition M",
        "Zafira Life 1.5 Diesel 88 kW (120 CV) Edition M",
        "Zafira-e Life M Business Edition 100 kW (136 CV) 50 kWh",
        "Zafira Life 2.0 Diesel 106 kW (145 CV) Edition M",
        "Zafira-e Life M Business Edition 100 kW (136 CV) 50 kWh",
        "Zafira Life 2.0 Diesel 130 kW (180 CV) Aut. 8 vel. Business Edition M",
        "Zafira-e Life M Edition 100 kW (136 CV) 50 kWh",
        "Zafira Life 2.0 Diesel 106 kW (145 CV) Business Elegance M",
        "Zafira-e Life M Business Elegance 100 kW (136 CV) 50 kWh",
        "Zafira Life 2.0 Diesel 130 kW (180 CV) Aut. 8 vel. Edition M",
        "Zafira-e Life M Business Edition 100 kW (136 CV) 75 kWh",
        "Zafira-e Life M Business Edition 100 kW (136 CV) 75 kWh",
        "Zafira-e Life M Business Elegance 100 kW (136 CV) 50 kWh",
        "Zafira-e Life M Edition 100 kW (136 CV) 75 kWh",
        "Zafira Life 2.0 Diesel 106 kW (145 CV) Elegance M",
        "Zafira Life 2.0 Diesel 130 kW (180 CV) Aut. 8 vel. Business Elegance M",
        "Zafira-e Life M Elegance 100 kW (136 CV) 50 kWh",
        "Zafira-e Life M Business Elegance 100 kW (136 CV) 75 kWh",
        "Zafira-e Life M Business Elegance 100 kW (136 CV) 75 kWh",
        "Zafira Life 2.0 Diesel 130 kW (180 CV) Aut. 8 vel. Elegance M",
        "Zafira-e Life M Elegance 100 kW (136 CV) 75 kWh"
    ]
}