{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Z4",
        "version": "Z4 sDrive23i",
        "año mínimo": 2010,
        "año máximo": 2011,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 204,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=204&min_year=2010&max_year=2011&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=BMW&model=Z4&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Z4 2011",
            "enlace": "https://es.wallapop.com/item/bmw-z4-2011-1083965934",
            "descripcion": "Solo para entendidos. Esta unidad es simplemente un unicornio por su estado. Codigo de color: A52 Todos los extras (para mas información, prefiero hablarlo detenidamente). Nada pendiente. Historial a la perfección. Disponibilidad para ampliar fotos o videos via whatsapp. Recientemenfe se le hizo un proceso de corrección de pintura, y coating de alta gama, en un reconocido garage. Repito, solo para entendidos, por favor, abstenerse compra ventas y ofertas absurdas (es una perdida de tiempo para ambas partes). P.D: Fotos hechas en el garage de mi casa. Gracias.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "90000 km",
            "precio": 28000.0
        },
        {
            "titulo": "BMW Z4 Sdrive 2.3i 2010",
            "enlace": "https://es.wallapop.com/item/bmw-z4-sdrive-2-3i-2010-1085223755",
            "descripcion": "COCHEADOR te ofrece este vehículo en perfecto estado procedente de ÚNICO PROPIETARIO y libro de revisiones completo en BMW, 2 llaves, cierre centralizado con mando a distancia, faros bi xenón, asientos calefactados de cuero, motor de cadena de 6 cilindros, ruedas nuevas y mucho más - - - Etiqueta medioambiental C - - - Vehículo nacional - - - Todos nuestros vehículos antes de ser puestos a la venta son sometidos a un control técnico de 112 puntos; se sustituyen aquellos elementos que estén fuera de las tolerancias marcadas por el fabricante y se realiza mantenimiento preventivo de cambio de aceite y filtro en nuestro taller COCHEADOR. - - - El vehículo se entrega con la ITV en vigor - - - Atendemos exclusivamente con cita previa para ofrecerte el mejor servicio y confirmarte que el vehículo sigue disponible. Nos encontramos en Alcobendas (Madrid), calle de Sepúlveda 6 nave 35 - - - Entregamos el vehículo en cualquier punto de la península (consultar condiciones) - - - Vehículos con documentación en regla para poder ser transferidos inmediatamente - - - Se aceptan vehículos como forma de pago, previa tasación. *Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. Consultar con nuestro departamento de ventas*",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "72000 km",
            "precio": 22499.0
        },
        {
            "titulo": "BMW Z4 2011",
            "enlace": "https://es.wallapop.com/item/bmw-z4-2011-1091873026",
            "descripcion": "Vendo maravillosa BMW Z4 en excelente estado de todo, coche full, muy guapo, con motor muy duro y fiable y en perfecta condiciones mecánica, siempre revisada en casa oficial BMW, con 1 año de GARANTIA INCLUIDA. Abstenerse mareantes y personas poco seria,se recoge coche como parte de pago, posibilidad de cambio con coche que me interesa. Por más info contactarme. El precio es algo negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "151000 km",
            "precio": 21500.0
        },
        {
            "titulo": "BMW Z4 SDrive23 204cv",
            "enlace": "https://es.wallapop.com/item/bmw-z4-sdrive23-204cv-1081154410",
            "descripcion": "Vehículo descapotable de techo rígido con 204cv de potencia. Tapicería de cuero negro, sensores de aparcamiento, climatizador, llantas de aleación en 17, pintura negro metalizado. Precio profesional, consultar condiciones.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "124295 km",
            "precio": 21490.0
        },
        {
            "titulo": "BMW Z4 SDrive23 204cv",
            "enlace": "https://es.wallapop.com/item/bmw-z4-sdrive23-204cv-1081154200",
            "descripcion": "Vehículo descapotable de techo rígido con 204cv de potencia. Tapicería de cuero negro, sensores de aparcamiento, climatizador, llantas de aleación en 17, pintura negro metalizado. Precio profesional, consultar condiciones.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "124295 km",
            "precio": 21490.0
        },
        {
            "titulo": "BMW Z4 sDrive 2.3i 204cv Roadster en Palencia",
            "enlace": "https://es.wallapop.com/item/bmw-z4-sdrive-2-3i-204cv-roadster-en-palencia-1067331382",
            "descripcion": "BMW Z4 sDrive23i en muy buen estado de conservación, muy bien tratado y completamente revisado con libro de revisiones. Vehículo de no fumador. El vehículo tiene una rotulación completa en blanco para protegerle de las inclemencias del tiempo y posibles daños por piedras. Lleva montadas unas llantas Hartge en 18” valoradas en más de 4.000€ Posee libro de revisiones y se entrega con mantenimiento hecho, transferido y con un año de garantía. Características: 1CB Reducción de Co2 1CD Regeneración de energía de frenado 230 Equipo adicional específico de la UE 248 Calefacción del volante 249 Multifunción Para Volante 2AE Llantas de aleación ligera de 17\" estilo turbina 292 con neumáticos de distintas medidas 320 Designación de modelo, eliminación 387 Deflector de viento 423 Alfombrillas De Velour 428 Triángulo de advertencia 481 Asientos deportivos F Conductor/Acompañante 493 Paquete de compartimentos de almacenamiento 494 Calefacción del asiento F Conductor/Acompañante 4CE Acabado de madera noble Fineline Antracita 4UT Bolsa de transporte interior de carga continua 502 Sistema lavafaros 508 Control de distancia de estacionamiento (PDC) 521 Sensor de lluvia 534 Aire acondicionado automático 548 Velocímetro con lectura de kilómetros 563 Paquete de luces 609 Sistema de Navegación Profesional 612 Asistente de BMW 614 Preparación de Internet 615 Información en línea extendida de Bmw 616 Bmw en línea 620 Sistema de entrada de voz 633 Preparación móvil Teléfono. Business. Interf. Bluetooth. 677 Sistema HiFi Profesional 698 Código de área 2 6AA Teleservicios Bmw 6AB Control Teleservicios 6FL USB/interfaz de audio 7SL Diseño Blanco Puro 7SP Navegador Professional con preparación para teléfono móvil Bluetooth 863 Europa/servicio de directorio de distribuidores 8SC Especificaciones del país. Lanzamiento del Teleservicio 981 Paquete Comfort Plus PVP 20.990€ PVP financiado: 18.990€ financiando con nuestra financiera 18.990€ a 60 meses mínimo. Cuota desde 301,74€/mes",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "180536 km",
            "precio": 20990.0
        },
        {
            "titulo": "BMW Z4 sDrive23i Cabrio 150 kW (204 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-z4-sdrive23i-cabrio-150-kw-204-cv-1013657215",
            "descripcion": "Precio oferta sujeto a financiación: 19800 EUR. Precio al contado: 19800 EUR. *VIL* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería de piel, Asientos deportivos, Techo plegable, Sensor de lluvia, Encendido automático de faros, Faros bixenón, Volante multifunción, Control de velocidad, Aire Acondicionado (Climatizador), Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (18\"). - Coche Nacional. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "129774 km",
            "precio": 19800.0
        },
        {
            "titulo": "BMW Z4 2010",
            "enlace": "https://es.wallapop.com/item/bmw-z4-2010-1082932248",
            "descripcion": "Bmw Z4 SDrive23i manual, tracción trasera con 127000kms. El coche es del 2010 pero fue importado desde Alemania en 2024. - Última revisión hace 6000kms - Neumaticos delanteros y traseros al 90% - Chasis sin accidentes ni óxidos - El estado de la carrocería es prácticamente perfecto - El interior esta en un muy buen estado, pero perfecto, el asiento del conductor con ligeros signos de desgaste acorde con los kms - Se entrega con dos llaves, carpeta original, todos los libros, libro de mantenimiento sellado (no está sellado entero) Podría aceptar vehículo de mi interés como parte de pago. Para más información contactar vía WhatsApp al 600.408.632",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "127000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW Z4 2010",
            "enlace": "https://es.wallapop.com/item/bmw-z4-2010-1021517908",
            "descripcion": "Precioso bmw z4 del año 2010. muy mimado y cuidado, modelo 2.3 de 6 cilindros, manual de 6 velocidades. actualmente 185000km, uso ocasional y fines de semana. Techo duro eléctrico, Asientos eléctricos con memoria, Navegador, Disco duro ,Cuero, Volante multifuncional dos nuematicos nuevos itv recién pasada se aceptan cambios por mercedes clase a, bmw serie 1, o coches similares en iguales condiciones.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "185000 km",
            "precio": 17999.0
        },
        {
            "titulo": "BMW Z4 2010",
            "enlace": "https://es.wallapop.com/item/bmw-z4-2010-1041066731",
            "descripcion": "Es ven BMW Z4 del 2010. Preu no negociable. Estat excelent. Dels últims sis cilindres atmosferics de la BMW. Vehicle àgil i agradable. Motor de 2500 cc i canvi manual.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "140000 km",
            "precio": 17000.0
        },
        {
            "titulo": "BMW Z4 2010",
            "enlace": "https://es.wallapop.com/item/bmw-z4-2011-1013105019",
            "descripcion": "Exclusivo bmw z4 motor 2.3 gasolina 6 cilindros 204cv manual de 6 velocidades totalmente de serie, motor muy fiable y un sonido de los que ya no hay. Etiqueta medioambiental verde (c) Extras: capota metálica eléctrica, aire acondicionado, asientos en piel negra, asientos calefactables, bixenon, Vehículo en impecable estado, se entrega con 1 año de garantía, cambio de nombre NO incluido, ITV recién pasada y revisión de aceite y filtros ANTES DE SU ENTREGA . Z3 z8 eos cupra BMW 320 325 330 m2 m3 m4 cabrío techo lona boxter Gti Gtd rs3 slk Clk r8 mustang cc Amg cupra st a4 a5",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "159781 km",
            "precio": 16999.0
        },
        {
            "titulo": "BMW Z4 2010",
            "enlace": "https://es.wallapop.com/item/bmw-z4-2010-1069351778",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "219000 km",
            "precio": 15500.0
        },
        {
            "titulo": "BMW Z4 e89 2011",
            "enlace": "https://es.wallapop.com/item/bmw-z4-e89-2011-1088335817",
            "descripcion": "Se vende tal cual está, NO CAMBIOS!! vehiculo ingles con su documentacion para matricular (1000€ aprox) motor 6 cilindros de 204cv manual, sin oxidos ni accidentes, está impecable y se conduce como tal, 4 neumaticos yokohama nuevos",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2011",
            "kilómetros": "175000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Escape  y protector bmw Z4 2010",
            "enlace": "https://es.wallapop.com/item/escape-y-protector-bmw-z4-2010-1091979616",
            "descripcion": "En perfecto estado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "204 cv",
            "año": "2010",
            "kilómetros": "174000 km",
            "precio": 460.0
        }
    ]
}