{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "X4",
        "version": "M Competition",
        "año mínimo": 2019,
        "año máximo": 2020,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 510,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=510&min_year=2019&max_year=2020&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=X4&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW X4 2020",
            "enlace": "https://es.wallapop.com/item/bmw-x4-2020-1076577771",
            "descripcion": "BMW X4 COOMPETITION 510CV EN MUY BUEN ESTADO TANTO INTERIOR, EXTERIOR COMO DE MECÁNICA KILÓMETROS CERTIFICADOS ITV Y SEGURO EN VIGOR 12 MESES DE GARANTÍA INCLUIDOS (POSIBILIDAD DE AMPLIAR) VEHÍCULO PROCEDENTE DE UN SOLO PROPIETARIO PARTICULAR HISTORIAL DE MANTENIMIENTO AL COMPLETO POSEE: Cambio automático con levas en el volante, techo de cristal panorámico, faros LED autoadaptables con contenido ampliado, BMW Head-Up Display, navegador Professional, pantalla táctil, cámara 360° Surround View, asistente de aparcamiento, tapicería en cuero Merino Sakhir Orange/Schwarz con contenido ampliado, tablero de instrumentos en Sensatec, asientos deportivos M eléctricos y calefactados con ajuste lumbar y ajuste en anchura, asiento del conductor con función memoria, escape deportivo M, sistema de sonido surround Harman/Kardon, luz de ambiente, acceso confort, control de crucero activo con función Stop&Go, aviso de cambio de carril, sensor de ángulo muerto, aviso de colisión, indicador de límite de velocidad, asistente de luz de carretera, control por gestos, carga inalámbrica para móviles, BMW Display Key, alarma, portón eléctrico, Auto Hold, 3 modos de conducción, sensor de luces y de lluvia, bluetooth, entrada USB, reproductor de cd, control por voz, espejos eléctricos abatibles, climatizador de 3 zonas, control de descenso, control de presión de neumáticos, llantas 21\" M, guarnecido interior del techo BMW Individual antracita, Shadow Line de brillo intenso BMW Individual con contenido ampliado, pintura metalizada Toronto Rot, DSC, 8 airbag, ISOFIX, etc... MEJOR VER Y PROBAR, SE ACEPTA PRUEBA MECÁNICA DE CUALQUIER TIPO, INCLUSIVE SERVICIO OFICIAL VEHÍCULO TOTALMENTE LIBRE DE CARGAS O GRAVAMEN FINANCIACIÓN A SU MEDIDA SIN ENTRADA POSIBILIDAD DE ENTREGA EN CUALQUIER PUNTO DE ESPAÑA ESTE ANUNCIO PUEDE CONTENER ERRORES Y NO TIENE CARACTER VINCULANTE NO PUDIENDO CONSTITUIR LA BASE DE UN FUTURO CONTRATO. Precio: 68.490 EUR Precio financiado: 68.490 EUR Tipo de motor:",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2020",
            "kilómetros": "95000 km",
            "precio": 68490.0
        },
        {
            "titulo": "BMW X4 M Competition 510cv",
            "enlace": "https://es.wallapop.com/item/bmw-x4-m-competition-510cv-1071452782",
            "descripcion": "Vehículo con acabado M Competition y 510cv de potencia. Techo solar panorámico, tapicería de cuero Merino mixto, asientos eléctricos con memoria, sistema de navegación, asientos calefactados, faros LED adaptativos, cámara 360, climatizador de 3 zonas, equipo de sonido Harman Kardon, Head Up Display con proyección en el parabrisas, alerta de vehículos en ángulo muerto y de salida involuntaria de carril, regulador de velocidad ADAPTATIVO, ordenador de viaje, portón trasero eléctrico, retrovisores abatibles eléctricamente, volante multifunción con levas de cambio, acceso sin llave, carga inalámbrica junto con Apple CarPlay, Speed Limit Info, Wifi, 4x4, llantas de aleación M, pintura negro metalizado, Bluetooth, conexión AUX y USB. +135.000EUR NUEVO, CONSULTAR LISTADO COMPLETO DE OPCIONALES.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2020",
            "kilómetros": "60000 km",
            "precio": 68490.0
        },
        {
            "titulo": "BMW X4 M Competition 510cv",
            "enlace": "https://es.wallapop.com/item/bmw-x4-m-competition-510cv-1071453118",
            "descripcion": "Vehículo con acabado M Competition y 510cv de potencia. Techo solar panorámico, tapicería de cuero Merino mixto, asientos eléctricos con memoria, sistema de navegación, asientos calefactados, faros LED adaptativos, cámara 360, climatizador de 3 zonas, equipo de sonido Harman Kardon, Head Up Display con proyección en el parabrisas, alerta de vehículos en ángulo muerto y de salida involuntaria de carril, regulador de velocidad ADAPTATIVO, ordenador de viaje, portón trasero eléctrico, retrovisores abatibles eléctricamente, volante multifunción con levas de cambio, acceso sin llave, carga inalámbrica junto con Apple CarPlay, Speed Limit Info, Wifi, 4x4, llantas de aleación M, pintura negro metalizado, Bluetooth, conexión AUX y USB. +135.000EUR NUEVO, CONSULTAR LISTADO COMPLETO DE OPCIONALES.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2020",
            "kilómetros": "60000 km",
            "precio": 68490.0
        },
        {
            "titulo": "BMW X4 M COMPETITION 510CV",
            "enlace": "https://es.wallapop.com/item/bmw-x4-m-competition-1075418605",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2019",
            "kilómetros": "43279 km",
            "precio": 66850.0
        },
        {
            "titulo": "BMW X4 M",
            "enlace": "https://es.wallapop.com/item/bmw-x4-m-1080461158",
            "descripcion": "Precio contado: 58999 eurosEstá precioso, nacional, cambio Automático con levas, Faros LED, Navi, asientos de piel electricos con memoria, cámara delantera/trasera, climatizador 4 zonas, sensores aparcamiento, porton trasero electrico, aviso angulo muerto, lunas oscurecidas, Apoyabrazos delantero central, Freno estacionamiento electrico Autohold, manos libres, 4 elevalunas, llantas oscurecidas, retrovisores eléctricos, sensores de luz, bluetooth, control tracción, volante M multifunción, velocidad de crucero, modos de conducción, USB x2.y toma 12vEn perfecto estado de mecánica, de exterior e interior impoluto.Se entrega con una revisión general, i. t. v. al dí­a y cambiado el aceite y filtros.Transferencia y 12 meses de garantí­a incluidas en el precio.Disfruta de un BMW con equipamiento PREMIUM elegante, potente, confortable y seguro a un precio espectacular.No dudes en ponerte en contacto con nosotros. aceptamos vehículo como parte de pago.Autos José Miguel -Garantí­a y Calidad-AVISO. Los datos de los anuncios están revisados pero pueden contener errores, por lo que NO tienen carácter de contrato.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "480 cv",
            "año": "2020",
            "kilómetros": "108500 km",
            "precio": 58999.0
        },
        {
            "titulo": "BMW X4 2019",
            "enlace": "https://es.wallapop.com/item/bmw-x4-2019-1090039627",
            "descripcion": "Ponemos a la venta un BMW X4 M40i XDRIVE 360CV PACK M FULL OPTION con las siguientes opciones: -año: 07/2019 PEGATINA C -aire acondicionado 4 zones -GPS color -reposabrazos central -dirección asistida -centralización remota -luces bi xenons y limpiaparabrisas automático -Bluetooth audio cd mp3 -regulador y limitador de velocidad -abs esp -antiniebla -camaras 360° El vehículo está en perfecto estado de funcionamiento. ITV OK. Dos llaves. Libreto de matenimiento digital completo BMW. Precio 49990€ Tel 687940058",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "360 cv",
            "año": "2019",
            "kilómetros": "75500 km",
            "precio": 49990.0
        },
        {
            "titulo": "BMW X4 M40i xDrive 354cv Aut. ",
            "enlace": "https://es.wallapop.com/item/bmw-x4-m40i-xdrive-354cv-aut-1075421051",
            "descripcion": "BMW X4 M40i xDrive 354cv M SPORT AUT.!! En perfecto estado tanto interior como exterior, revisado siempre en bmw, llantas 21\", techo panorámico, navegador Professional, pack innovation, frenos deportivos M, suspensión adaptativa M, volante reportivo M calefactado, asientos deportivos calefactados con memoria, alarma, acceso confort, BMW Display key, carriles de techo y elementos exteriores en Shadow line, acristalamiento de protección solar, bolsa para snowboard y esquíes, pack retrovisores, salpicadero Sensatec con botonería galvanizada, iluminación ambiental, calefacción auxiliar, faros LED adaptativos, driving assistant plus, parking assistant plus, head-up display, audio Harman/Kardon, preparación para Apple Carplay, carga inalámbrica, pack aerodinámico M, punto WiFi, techo interior en antracita y muchos más. Precio al contado: 47.900€. Precio financiado: 45.900€. (Financiando al menos 40.000€) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Matriculado en 12/2019 Bitcoin accepted here, @auto.gallery #AN CAP #JU PIC #FU #LXZ #SUV #LM19157",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "354 cv",
            "año": "2020",
            "kilómetros": "108900 km",
            "precio": 47900.0
        },
        {
            "titulo": "BMW X4 2.0i xDrive 252cv M Sport Plus",
            "enlace": "https://es.wallapop.com/item/bmw-x4-30i-xdrive-2-0-252cv-m-sport-plus-1073617652",
            "descripcion": "* Pack M Sport Plus * Climatizador Tri-Zona * A.B.S. * Control de Estabilidad * Pack Innovation * Salpicadero Sensatec * Volante M Sport cuero + multifunción + Calefactable * Acceso Confort (Reconocimiento de llave) * Asientos Sport Cuero Vernasca eléctricos + memoria (Izq.) * Asientos Calefactables delanteros y traseros * Head Up Display (Proyección de Imagenes en Parabrisas) * Apple Car Play + Android Auto * Sistema de Navegación Plus * Alarma * Lunas Traseras Tintadas * Techo Panorámico * Acristalamiento de confort Acústico * Pack Retrovisores interior + exterior * Luces Ambiente interior * Faros Led Adaptativos * Asistente de Conducción Plus + ACC * Sensores de Aparcamiento Delanteros y Traseros * Cámara de Aparcamientop 360º * Equipo de Sonido Premium \"Harman Kardon\" * Protección Activa de Peatones * Base carga móvil inalámbrica * Frenos M Sport * Llantas Aluminio M 20\" (Neumáticos 90%) Kilómetros Certificados IVA Deducible Ultima revisión en BMW Dic-23 con 69.327 Kmts Vehículo Premium en Impecable estado Se certifica que no ha sufrido golpe estructural. Incluido en el precio, MATRICULACION y GARANTIA 12 MESES Financiamos a su medida el 100% de la operación. Consulte condiciones. ACEPTAMOS VEHICULO COMO PARTE DE PAGO Este anuncio no es vinculante, se muestra a título informativo y no contractual",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "252 cv",
            "año": "2020",
            "kilómetros": "78600 km",
            "precio": 46800.0
        },
        {
            "titulo": "BMW X4 xDrive30i",
            "enlace": "https://es.wallapop.com/item/bmw-x4-xdrive30i-1026710520",
            "descripcion": "GARANTÍA 12 MESES INCLUIDO EN EL PRECIO. FINANCIACIÓN A SU MEDIDA DE HASTA EL 100%. ACEPTAMOS SU COCHE COMO PARTE DE PAGO. BMW X4 xDrive30i -Nacional -Gasolina -Distintivo ambiental (C) -Cambio automático -Cámara 360 -Sensores de aparcamiento -Navegación -Volante multifunción -Control de velocidad -Climatizador bizona -Sensor de luces -Sensor de lluvia -Conexión bluetooth -Espejos abatibles -Portón eléctrico -Asientos delanteros eléctricos con memoria -Tapicería de cuero -Pintura metalizada -Gastos de transferencia no incluidos 300€. Visita nuestra exposición en Valdemoro. Av. de Andalucía Nº176, Polígono Industrial Alvena. Salida 24 (A4), Vía de servicio dirección Madrid. Tu concesionario multimarca de confianza. Más de 25 años de experiencia en el sector nos avalan. Este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "252 cv",
            "año": "2020",
            "kilómetros": "47500 km",
            "precio": 42900.0
        },
        {
            "titulo": "BMW X4 XDrive 30i M Sport X 252cv",
            "enlace": "https://es.wallapop.com/item/bmw-x4-xdrive-30i-m-sport-x-252cv-1071447641",
            "descripcion": "IVA Deducible. Vehículo nacional de único propietario con libro de mantenimiento. Cuenta con paquete deportivo M Sport X, tapicería de cuero mixto M, faros LED Autoadaptables, sistema de navegación, sensores de aparcamiento, climatizador de 3 zonas, regulador de velocidad, portón trasero eléctrico, retrovisores abatibles eléctricamente, volante M con levas de cambio, molduras en aluminio, cuadro de instrumentos Sensatec, iluminación ambiente, Apple CarPlay, lunas tintadas, 4x4, llantas de aleación M en 19, Bluetooth, conexión USB. +73.000EUR NUEVO, CONSULTAR LISTADO COMPLETO DE OPCIONALES.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "252 cv",
            "año": "2019",
            "kilómetros": "78679 km",
            "precio": 40990.0
        },
        {
            "titulo": "BMW X4 XDrive 30i M Sport X 252cv",
            "enlace": "https://es.wallapop.com/item/bmw-x4-xdrive-30i-m-sport-x-252cv-1071448210",
            "descripcion": "IVA Deducible. Vehículo nacional de único propietario con libro de mantenimiento. Cuenta con paquete deportivo M Sport X, tapicería de cuero mixto M, faros LED Autoadaptables, sistema de navegación, sensores de aparcamiento, climatizador de 3 zonas, regulador de velocidad, portón trasero eléctrico, retrovisores abatibles eléctricamente, volante M con levas de cambio, molduras en aluminio, cuadro de instrumentos Sensatec, iluminación ambiente, Apple CarPlay, lunas tintadas, 4x4, llantas de aleación M en 19, Bluetooth, conexión USB. +73.000EUR NUEVO, CONSULTAR LISTADO COMPLETO DE OPCIONALES.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "252 cv",
            "año": "2019",
            "kilómetros": "78679 km",
            "precio": 40990.0
        },
        {
            "titulo": "BMW X4 2019",
            "enlace": "https://es.wallapop.com/item/bmw-x4-2019-1002161113",
            "descripcion": "Todas revisiones BMW. Servicio mantenimiento incluido hasta 2027 o 100.000km.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2019",
            "kilómetros": "49000 km",
            "precio": 40000.0
        },
        {
            "titulo": "BMW X4 xDrive20i",
            "enlace": "https://es.wallapop.com/item/bmw-x4-xdrive20i-1084959370",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "183 cv",
            "año": "2019",
            "kilómetros": "65561 km",
            "precio": 39900.0
        },
        {
            "titulo": "BMW X4 xDrive20i",
            "enlace": "https://es.wallapop.com/item/bmw-x4-xdrive20i-1084955268",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "183 cv",
            "año": "2019",
            "kilómetros": "65561 km",
            "precio": 36900.0
        },
        {
            "titulo": "BMW X4 xDrive20i",
            "enlace": "https://es.wallapop.com/item/bmw-x4-xdrive20i-1084950374",
            "descripcion": "OFERTA CON FINANCIACION *** Consulta condiciones con nuestro equipo de asesores *** Todos nuestros vehiculos estan seleccionados y revisados en 115 puntos de control *** Kilometros certificados en factura de compra *** Sin gastos de mantenimiento el primer ano o 15.000 Km *** Garantia de hasta 36 meses a nivel nacional *** Si lo prefieres te entregamos el coche en tu domicilio *** En INTEGRAL MOTION llevamos mas de 30 anos ayudando a miles de clientes a encontrar el vehiculo que mejor se adapte a sus necesidades *** ¿VENDES? TASAMOS TU COCHE AL MOMENTO *** INTEGRAL MOTION, MAS DE 3.000 VEHICULOS EN STOCK DE ENTREGA INMEDIATA ** TENEMOS TU PROXIMO COCHE NACIONAL O DE IMPORTACION *** CONSULTA NUESTRO STOCK de coches de segunda mano y ocasion: Volkswagen, Audi, BMW, Mini, Porsche, Mercedes, Smart, Volvo, Jaguar, Land Rover, Lexus, CUPRA, Toyota, Honda, Ford, Opel, SEAT, Citroen, Fiat, Peugeot, Renault, MG, Mazda, Skoda, Nissan, Hyundai, KIA… *** Tambien VEHICULOS INDUSTRIALES Y FURGONETAS *** Berlingo, Jumper, Jumpy, Doblo, Ducato, Transit, Daily, Esprinter, Vito, Combo Cargo, Vivaro, Combo, Expert, Boxer, Partner, Rifter, Kangoo, Master, Traffic, Proace, Proace City, Crafter, Caddy… Pick Ups: Clase V, Hilux…*** Entre nuestro stock de coches siempre a tu disposicion: CLASE A, CLASE C, GLA, GLB, GLC, CLA, CLS, GLE. Lexus UX, RX. BMW Serie 1, Serie 3, X1, X2, X3, X4, X5, Audi A1, A3, Q1, Q3, A4, A5 Q5--- *** SOMOS YA 20 CENTROS DE OCASION entra Galicia y Madrid *** A Coruna, Pontevedra, Ferrol, Santiago, Ferrol, Lugo, Burela, Baio, Las rozas, Torrejon, San Sebastian de los Reyes, Ciudad del Automovil, Coslada *** ENTREGAMOS EN TODA ESPANA *** INTEGRAL MOTION CON NOSOTROS LA CONFIANZA VA DE SERIE *** Visita nuestra web integralmotion.es ***...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "183 cv",
            "año": "2019",
            "kilómetros": "65561 km",
            "precio": 36900.0
        },
        {
            "titulo": "BMW X4 xDrive20i 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-x4-xdrive20i-135-kw-184-cv-1045459397",
            "descripcion": "NO PIERDAS LA OPORTUNIDAD DE PROBARLO EN AVENIDA DE MADRID 30 , ALCALÁ DE HENARES Yamovil tiene un sistema de gestión de calidad certificado por AENOR en la norma UNE EN ISO 9001 desde 1999 con el siguiente alcance: La compra-venta, la reparación y el mantenimiento de vehículos turismos y comerciales. Certificación de kilometraje y ausencia golpe estructural Garantía de 12 meses en todos nuestro vehículos. Las fotos son reales y se corresponde con el vehículo que podrán ver en nuestras instalaciones, así como precio, extras, modelo y kilómetros, salvo \"error tipográfico o de transcripción\" eximiendo a la compañía de toda responsabilidad física o comercial derivada de estos errores ante cualquier reclamación posterior. ¡VEN A PROBARLO! Te esperamos en YAMOVIL.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2020",
            "kilómetros": "115392 km",
            "precio": 36250.0
        },
        {
            "titulo": "BMW X4 xDrive20i 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-x4-xdrive20i-135-kw-184-cv-1053042888",
            "descripcion": "NO PIERDAS LA OPORTUNIDAD DE PROBARLO EN AVENIDA DE MADRID 30 , ALCALÁ DE HENARES Yamovil tiene un sistema de gestión de calidad certificado por AENOR en la norma UNE EN ISO 9001 desde 1999 con el siguiente alcance: La compra-venta, la reparación y el mantenimiento de vehículos turismos y comerciales. Certificación de kilometraje y ausencia golpe estructural Garantía de 12 meses en todos nuestro vehículos. Las fotos son reales y se corresponde con el vehículo que podrán ver en nuestras instalaciones, así como precio, extras, modelo y kilómetros, salvo \"error tipográfico o de transcripción\" eximiendo a la compañía de toda responsabilidad física o comercial derivada de estos errores ante cualquier reclamación posterior. ¡VEN A PROBARLO! Te esperamos en YAMOVIL.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2020",
            "kilómetros": "115392 km",
            "precio": 36250.0
        },
        {
            "titulo": "BMW X4 xDrive20i 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-x4-xdrive20i-135-kw-184-cv-1046926264",
            "descripcion": "NO PIERDAS LA OPORTUNIDAD DE PROBARLO EN AVENIDA DE MADRID 30 , ALCALÁ DE HENARES Yamovil tiene un sistema de gestión de calidad certificado por AENOR en la norma UNE EN ISO 9001 desde 1999 con el siguiente alcance: La compra-venta, la reparación y el mantenimiento de vehículos turismos y comerciales. Certificación de kilometraje y ausencia golpe estructural Garantía de 12 meses en todos nuestro vehículos. Las fotos son reales y se corresponde con el vehículo que podrán ver en nuestras instalaciones, así como precio, extras, modelo y kilómetros, salvo \"error tipográfico o de transcripción\" eximiendo a la compañía de toda responsabilidad física o comercial derivada de estos errores ante cualquier reclamación posterior. ¡VEN A PROBARLO! Te esperamos en YAMOVIL.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2020",
            "kilómetros": "115392 km",
            "precio": 36250.0
        },
        {
            "titulo": "BMW X4 xDrive20i 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-x4-xdrive20i-135-kw-184-cv-1045130282",
            "descripcion": "NO PIERDAS LA OPORTUNIDAD DE PROBARLO EN AVENIDA DE MADRID 30 , ALCALÁ DE HENARES Yamovil tiene un sistema de gestión de calidad certificado por AENOR en la norma UNE EN ISO 9001 desde 1999 con el siguiente alcance: La compra-venta, la reparación y el mantenimiento de vehículos turismos y comerciales. Certificación de kilometraje y ausencia golpe estructural Garantía de 12 meses en todos nuestro vehículos. Las fotos son reales y se corresponde con el vehículo que podrán ver en nuestras instalaciones, así como precio, extras, modelo y kilómetros, salvo \"error tipográfico o de transcripción\" eximiendo a la compañía de toda responsabilidad física o comercial derivada de estos errores ante cualquier reclamación posterior. ¡VEN A PROBARLO! Te esperamos en YAMOVIL.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2020",
            "kilómetros": "115392 km",
            "precio": 36250.0
        },
        {
            "titulo": "BMW X4 xDrive30i 185 kW (252 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-x4-xdrive30i-185-kw-252-cv-1034073547",
            "descripcion": "Financiación 100% sin entrada Vehículo nacional de unico propietario. El precio incluye: IVA (deducible) y 1 año de Garantía. Kilometraje y ausencia de golpes estructurales certificados por Carfax. Última revisión: Concesionario oficial BMW el 08/03/2023 a los 118.196kms. Financiación 100% sin entrada Precio al contado: 35.900€ Precio nuevo: 91.871€ Extras: Pintura: Alpinweiß Tapizado: Cuero 'Vernasca' Mokka pespunteado de decoración Schwarz Acabado M Sport 7.400€ Paquete Connectivity 2.963€ Driving Assistant Plus 2.830€ Sistema de navegación Professional 2.769€ Paquete Comfort 2.339€ Techo de cristal panorámico 1.846€ Reglaje de los asientos eléctrico con memoria 1.477€ Acceso confort 726€ Asientos deportivos para conductor y acompañante 677€ Paquete de retrovisores interior y exteriores 603€ Dispositivo de alarma 591€ Paquete de compartimentos 578€ Sistema de telefonía con carga inalámbrica 492€ Cuadro de instrumentos multifuncional 480€ Calefacción de los asientos delanteros 468€ Luz de ambiente 455€ Shadow Line de brillo intenso BMW Individual 405€ Repair inclusive - 3 años/200 366€ Auto Sport Moraleja",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "252 cv",
            "año": "2019",
            "kilómetros": "148200 km",
            "precio": 35900.0
        },
        {
            "titulo": "BMW X4 30i 2019 NACIONAL",
            "enlace": "https://es.wallapop.com/item/bmw-x4-30i-2019-nacional-1083353807",
            "descripcion": "Bmw X4 30i Xdrive (4x4), es el motor 2.0 turbo de 252cv, acabado Xline, nacional, dos llaves, libro de revisiones, dos propietarios solamente. Infinidad de extras como.. -bola de remolque desmontable. -Varios modos de conducción. (Sport) -Llantas 19” con neumáticos Bridgestone en muy buen estado. -Interior con acabados en piel. -Clima bizona delantero y trasero. -indicadores deportivos. -Levas al volante. -luces ambiente en varios colores. -Portón maletero eléctrico. Etc etc… Se entrega con la revisión recién hecha hace 700 kilómetros. -Podría estudiar cambios de mi interés por compacto deportivo aportando o recibiendo diferencias. ‼️ Audi rs3 , bmw M2 , Toyota Yaris Gr , ford focus RS , Volkswagen golf R320 , CLA 45 amg , TCR , A45 amg , etc. - Gancho: audi rs6 rs7 rs3 rsq8 rsq3 sq5 rs4 avant s3 s1 s6 tdi sq7 bmw m3 m4 m5 f90 X4m competition m2 X3M x6m 1m m140i m235i mercedes g63 amg a45s cla 35 amg gle coupe e63s porsche gt3 gtr amg gt ferrari california m3 g80 audi r8 yaris GR m4 cs maserati gran turismo ford focus rs mustang shelby corvette jaguar f-type R alfa romeo stelvio giulia quadrifoglio panamera macan gts",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "252 cv",
            "año": "2019",
            "kilómetros": "181000 km",
            "precio": 34000.0
        },
        {
            "titulo": "BMW X4 xDrive30i 185 kW (252 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-x4-xdrive30i-185-kw-252-cv-1087576281",
            "descripcion": "NACIONAL 252CV ÚNICO DUEÑO JUNIO 2020, IVA DEDUCIBLE INCLUIDO, HISTORIAL DE REVISIONES EN BMW, SE ACEPTA REVISARLO EN BMW, CERTIFICAMOS KILÓMETROS. UN AÑO DE GARANTÍA INCLUIDO. PRECIO FINANCIANDO A CONSULTAR PRECIO AL CONTADO 32.990€ XDRIVE (TRACCIÓN 4X4) LLANTA 19 CAMBIO AUTOMÁTICO DEPORTIVO ASIENTOS DEPORTIVOS TELA/CUERO PORTÓN ELÉCTRICO FAROS LED AUTOADAPTABLES LARGAS AUTOMÁTICAS BMW LIVE COCKPIT PROFESSIONAL NAVEGADOR CON PANTALLA TÁCTIL PARKTRONIC DELANTERO/TRASERO VOLANTE DE CUERO MULTIFUNCIÓN CON LEVAS MODOS DE CONDUCCIÓN CONTROL DE VELOCIDAD ASISTENTE DE COLISIÓN POR ALCANCE PAQUETE DE COMPARTIMENTOS CONTROL POR VOZ ESPEJOS ABATIBLES ANTIDESLUMBRAMIENTO CLIMATIZADOR 3 ZONAS BLUETOOTH/AUDIO MÁS FOTOS EN WWW.BETAMOTORCARS.COM CAMBIO DE TITULAR 190€ SE ACEPTA COCHE COMO PARTE DE PAGO Y GESTIONAMOS SU FINANCIACIÓN ESTE ANUNCIO NO ES VINCULANTE, PUEDE CONTENER ERRORES.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "252 cv",
            "año": "2020",
            "kilómetros": "135000 km",
            "precio": 32990.0
        },
        {
            "titulo": "BMW X4 X-DRIVE 3.0I Auto 252cv 5P",
            "enlace": "https://es.wallapop.com/item/bmw-x4-x-drive-3-0i-auto-252cv-5p-1058071578",
            "descripcion": "¡Hola!, ¿Te gusta este BMW? Tenemos buenas noticias para ti, hoy puede ser tuyo, y con todas las garantías que ofrece una empresa que lleva más de 50 años vendiendo coches. ¡Por algo será!. Puedes ver las opiniones de Autofesa en Google 4,1 sobre 5. Si tienes algún problema, podrás cambiarlo dentro de los 15 primeros días o 500Km, consulta las condiciones con tu comercial. Coches certificados de estructura y kilometraje real. Con garantía de 1 año ampliable a 2 con RACE. Y Recuerda, puedes dejar tu coche a cambio, tásalo ahora en autofesa.com. ¡No te lo pierdas!, llámanos y prereserva tu BMW con PAYPAL para que nadie te lo quite. Extras: - Faros led - Start/stop - Varios modos de conduccion - Fatiga conductor - IVA deducible - GPS - Llantas de 18 - Control de velocidad - 4x4 - Sensor de lluvia - Sensor de luces - 8 airbags - ABS - ESP - Volante de cuero multifunción - Faros antiniebla - EE - CC - DA - ISOFIX . Precio sujeto a financiación mínima de 15000€. Precio sin financiación = 32500€. Ref: 41142.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "252 cv",
            "año": "2019",
            "kilómetros": "105500 km",
            "precio": 31500.0
        }
    ]
}