{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase G",
        "version": "GL 63 AMG",
        "año mínimo": 2012,
        "año máximo": 2015,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 557,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=557&min_year=2012&max_year=2015&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase G&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase G 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g-2013-1089275606",
            "descripcion": "MERCEDES G 63 AMG - Garantía 12 meses - Vehículo nacional EXTRAS: - Retrovisores Eléctricos - Control Tracción - Sistema Navegación - Parktronic - Climatizador - Techo Solar - Asiento Eléctricos y calefactables con función memoria - Llantas Aleación 20\" AMG - Asientos de cuero en color marrón - Volumen del maletero 480 litros - Capacidad del depósito 96 litros - Sistema de altavoces harman kardon - Equipo de audio con radio AM/FM/LW, RDS y cargador para 6 CDs con lector de CD para MP3 y Tarjeta digital pantalla color - Ordenador de viaje con velocidad media, consumo medio, consumo instantáneo y autonomía - Navegador con datos vía memoria interna/disco duro y pantalla a color de 7,0 \" con información en 3D y con voz, control mediante botones/potenciómetros e información de tráfico - Reproductor MP3 - Retrovisores exteriores con ajuste eléctrico desempañable con antideslumbrante automático y intermitentes integrados y con ajuste hacia el suelo en marcha atrás automático - Cristales tintados - Volante multi-función de aleación y cuero ajustable eléctricamente, en altura y en profundidad - Apoyabrazos central delantero - Aceptamos vehículo como forma de pago.(Previa tasación) - Entrega de vehículos en toda España.(Consultar precio de entrega) - Posibilidad de financiación.(Consultar condiciones de financiación) SÍGUENOS EN INSTAGRAM! @lussomotors_ lussomotors.es",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "544 cv",
            "año": "2013",
            "kilómetros": "45500 km",
            "precio": 99900.0
        },
        {
            "titulo": "Mercedes-Benz Clase G 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g-2014-1080215718",
            "descripcion": "Mercedes clase G con todos los extras posibles , techo panorámico equipo de música carbono por dentro bola de remolque va con todos los extras posibles , el coche tiene la última revisión hace 2.000km en la casa oficial , se escuchan cambios y se acepta coche como forma de pago o reloj alta gama ! ACEPTO COCHE RECOJO COCHE Bmw Audi mercedes land Rover Svr Ferrari porsche lamborghini rolex hublot Renault Fiat abarth m2 m3 m4 m5 m6 x6m x3m urus huracan 488gtb rs3 rs4 rs5 rs6 rs7 rsq3 rsq8",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "544 cv",
            "año": "2014",
            "kilómetros": "80000 km",
            "precio": 94999.0
        },
        {
            "titulo": "Mercedes-Benz G63 AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-g63-amg-1078460085",
            "descripcion": "Mercedes G63 AMG nacional, vendido nuevo en España en mayo del 2013. Unidad con caja de cambios automática y 94.000km. Color “Designo” Grafito Metalizado con interior en cuero negro integral y con lunas tintadas. Unidad perfecta a nivel estético y mecánico. Ha sido una unidad que siempre ha sido mantenida en un concesionario oficial de la marca. En el 2013, esta unidad se vendió nueva por un precio de 167.900€. La parrilla frontal está laminada, por lo que fácilmente se puede volver al aspecto cromado original de la versión AMG. Mantenimiento reciente: - Noviembre 2024 (91.617km): Mantenimiento + cambio Líquido de frenos + cambio aceite diferenciales en concesionario oficial Mercedes/AMG. - Noviembre 2023 (85.984km): Mantenimiento + cambio aceite caja de cambios + cambio líquido de frenos + pastillas de freno traseras en concesionario oficial Mercedes/AMG. - Noviembre 2022 (80.423km): Mantenimiento + cambio de bujías en concesionario oficial Mercedes/AMG. - Adicionalmente: Batería nueva + Neumáticos y frenos con menos de 3.000km ** VEHÍCULO VISIBLE SOLO CON CITA PREVIA** Bastidor: WDB4632721X210734 Motor: V8 de 5.5 litros Potencia: 544cv Par Motor: 760 Nm Transmisión: Automática SPEEDSHIFT PLUS 7G-TRONIC Velocidad Máxima: 281km/h Aceleración 0 a 100km/h: 4.9s",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "544 cv",
            "año": "2013",
            "kilómetros": "94000 km",
            "precio": 85500.0
        },
        {
            "titulo": "Mercedes-Benz Clase G63 amg pack800",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g63-amg-pack800-1091909331",
            "descripcion": "Mercedes g63 amg con paquete BRABUS G800 el vehículo está en perfectas condiciones y vienen con mucho equipamiento asientos frío calor eléctricos de cuero totalmente regulables traseros calefactables cámara marcha atrás pantalla luces automáticas control crucero llantas volante alcántara multifuncion sonido harman kardon mejor ver y probar",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "544 cv",
            "año": "2014",
            "kilómetros": "129000 km",
            "precio": 84999.0
        },
        {
            "titulo": "Mercedes-Benz Clase G63 AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g63-amg-1093962766",
            "descripcion": "Vehículo en perfecto estado mantenido siempre en servicio oficial Mercedes Benz. Unidad equipada con tapicería completa de cuero negro, asientos eléctricos con memorias, calefactables y ventilados, techo solar, cinturones en rojo, acabados interiores en fibra de carbono, sistema de sonido Harman Kardon, sistema de navegación, sensores de aparcamiento con cámara, llantas de 21'', etc. Cambio de nombre incluido en el precio. Precio 66.034€ + IVA.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "544 cv",
            "año": "2014",
            "kilómetros": "97000 km",
            "precio": 79900.0
        },
        {
            "titulo": "Mercedes G500 🚀 ¡ EXCLUSIVO 4x4 !",
            "enlace": "https://es.wallapop.com/item/mercedes-g500-exclusivo-4x4-1083988787",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "388 cv",
            "año": "2012",
            "kilómetros": "300000 km",
            "precio": 55000.0
        }
    ]
}