{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase G",
        "version": "AMG G 65",
        "año mínimo": 2015,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 630,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=630&min_year=2015&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase G&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes Brabus G 63 AMG  4x4²:",
            "enlace": "https://es.wallapop.com/item/mercedes-brabus-g-63-amg-4x4-1081011556",
            "descripcion": "iva deducible acepto cambio por ferrari 458 en el mismo estado",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "500 cv",
            "año": "2016",
            "kilómetros": "26000 km",
            "precio": 175000.0
        },
        {
            "titulo": "Mercedes-Benz Clase G 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g-2017-1091227931",
            "descripcion": "En venta: Mercedes-AMG G63, 2017     •    Motor: V8 biturbo de 5.5 litros, 571 CV, potencia y lujo en cada detalle.     •    Año: 2017.     •    Kilometraje: 36000 km     •    Tracción: 4MATIC, ideal para cualquier tipo de terreno.     •    Estado: Excelente, casi nuevo. mantenido siempre con cuidado y revisiones al día en Mercedes. Equipamiento destacado:     •    Interior de cuero exclusivo con acabados AMG.     •    Sistema de infoentretenimiento con pantalla y conectividad Bluetooth. • Sonido Harman / Cardon     •    Cámara de 360° y sensores de aparcamiento.     •    Asientos calefactados y ventilados con ajustes eléctricos y memoria.     •    Faros LED adaptativos.     •    Llantas AMG de 20 pulgadas.     •    Sistema de escape deportivo AMG con sonido espectacular.     •    Vehículo en perfecto estado, casi nuevo. nunca ha tenido accidentes.     •    Neumáticos 4 de invierno y 4 de verano. •Alarma de coche, especial. y mucho otros comodidades luxos. Contáctame para más información , mas foto, o para organizar una visita.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "571 cv",
            "año": "2017",
            "kilómetros": "36000 km",
            "precio": 119000.0
        },
        {
            "titulo": "Mercedes-Benz Clase G 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-g63-amg-571cv-full-impecable-1069763558",
            "descripcion": "Particular vende IMPRESIONANTE MB G63 AMG, con 571cv y totalmente equipado: cambio automatico con levas en volante que es multifuncion y calefactable, calefaccion en asientos, sistema de sonido, techo electrico, techo interior en Alcantara, bola de remolque, llanta 20”, escapes deportivos con un sonido expectacular, asientos electricos y con memoria, sensores de aparcamiento + camara, navegacion, CarPlay, clima trizona, faros bixenon+leds, control de crucero adaptativo.... el coche tiene todas las revisiones pasadas y certificadas en concesionario oficial MB. IMPECABLE IVA DEDUCIBLE para empresas y autonomos. #mercedesbenz #porsche #ferrari #cayenne #bmw #audi",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "571 cv",
            "año": "2017",
            "kilómetros": "80000 km",
            "precio": 115000.0
        },
        {
            "titulo": "Mercedes-Benz Clase G 63 AMG Aut 5p",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g-63-amg-aut-5p-1077161954",
            "descripcion": "Vehículo importado con kilómetros certificados, CarPlay y androidauto, cambio automático, control de velocidad activo (Distronic), techo solar, equipo de música Harman/Kardon, asientos eléctricos multicontorno con memorias, tapicería de cuero negro, calefacción y ventilación en los asientos, faros de LED, navegador, sensores de aparcamiento, cámara trasera, aviso ángulo muerto, sensor de luces, espejos plegables, climatizador, dirección asistida, radio, bluetooth, llantas de aleación. Consumo medio 13,8 l/100km, garantía 12 meses, cambio de nombre +150€, entregamos el vehículo con revisión de 50 puntos incluida e ITV al día, atendemos con cita previa.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "571 cv",
            "año": "2017",
            "kilómetros": "86000 km",
            "precio": 114900.0
        },
        {
            "titulo": "Mercedes-Benz Clase G 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g-2017-1067207978",
            "descripcion": "OFERTA HASTA FINAL DE MES Vendo mi G63 AMG automático con levas, navegación luces leds, sensores de aparcamiento con cámara trasera climatizador bizona sensor luces y lluvia modos de conducción dinámica asientos eléctricos con memoria de piel con calefacción y ventilación sistema multimedia con telefonía Sistema de colisión delantero Control de crucero y limitador de velocidad equipo de sonido HARMAN/KARDON ordenador a bordo sistema SOS llamadas volante multifunción etc. El coche esta impecable y sin ningún defecto, siempre guardado en la cochera.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "571 cv",
            "año": "2017",
            "kilómetros": "33486 km",
            "precio": 96000.0
        },
        {
            "titulo": "MERCEDES-BENZ G63 AMG 463 EDITION – Designo/Carbon",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-g63-amg-463-edition-designo-carbon-1084962580",
            "descripcion": "2016 MERCEDES-BENZ G63 AMG 463 EDITION – Designo / Carbono 5.5 L V8 - 571cv Automático Edición limitada 463 EDITION – última serie fabricada Color exterior Iridium Silver Metallic. Interior Designo en cuero negro con inserciones en carbono y asientos especiales efecto carbono. Franjas AMG Laterales. Full extras: paquete exclusivo Designo, llantas 21” bitono, paquete Chrome, equipo de sonido Harman Kardon, bi-Xenon, asientos delanteros ventilados y calefactados, asientos traseros calefactados, Park Assist (sensores de parking delanteros y traseros), cámara de marcha atrás, lunas tintadas, volante multifunción, control de crucero y distancia “Distronic”, navegador, bluethooth, parabrisas calefactado, bola de remolque, apertura de garaje incorporado en espejo central, alfombrillas adicionales de goma. Antirrobo y localizador por GPS instalado. Se incluye escape original y escape Ferrita. Sonido increíble. Coche en excelente estado de pintura y exterior. Disponible manual de usuario e histórico de mantenimiento en Mercedes Benz y especialista en Mercedes G (G Classic Spain). Precio incluida transferencia del vehículo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "571 cv",
            "año": "2016",
            "kilómetros": "87000 km",
            "precio": 94900.0
        },
        {
            "titulo": "Mercedes-Benz Clase G 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g-2017-1027250606",
            "descripcion": "MERCEDES G63 AMG EDITION 463 vehiculo en muy buen estado, revisado en concesionario oficial Mercedes Benz, 4 neumáticos nuevos. Muy buena ocasión. Vehículo en gestión de venta. Para mas información, por favor no duden en contactar con nosotros. A su disposición. SZM LUXE, SÓLO VEHÍCULOS DE CONFIANZA!!!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "571 cv",
            "año": "2017",
            "kilómetros": "93000 km",
            "precio": 89999.0
        },
        {
            "titulo": "Mercedes-Benz Clase G 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g-2017-1089271183",
            "descripcion": "MERCEDES G 63 AMG - Garantía 12 meses - Aceptamos vehículo como forma de pago.(Previa tasación) - Entrega de vehículos en toda España.(Consultar precio de entrega) - Posibilidad de financiación.(Consultar condiciones de financiación) SÍGUENOS EN INSTAGRAM! @lussomotors_ lussomotors.es",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "571 cv",
            "año": "2017",
            "kilómetros": "92000 km",
            "precio": 89900.0
        }
    ]
}