{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase G",
        "version": "Mercedes-AMG G 63",
        "año mínimo": 2020,
        "año máximo": 2024,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 585,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=585&min_year=2020&max_year=2024&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase G&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase G 63 AMG 4×4² 585cv",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g-63-amg-44-585cv-1068584567",
            "descripcion": "Disponemos de esta exclusiva unidad de MERCEDES BENZ CLASE G 63 V8 585CV 4×4² !! Único dueño e IVA DEDUCIBLE. Vehículo en estado de reestreno, y con una configuración muy especial, algunos de los extras son las llantas de 22″, elementos exteriores de carbono, interior en piel de Nappa fina, pantalla 12.3″, baca de carbono con iluminación LED frontal, cubrecarter reforzado, sensores de aparcamiento con cámara 360º, iluminación interior, volante con elementos de carbono AMG, techo solar, asistente de conducción, navegador, integración smartphone Apple CarPlay, escapes deportivos AMG, suspensión deportiva, sistema de audio Burmester y muchos más Garantía oficial hasta 8/2026 Precio al contado: 354.900€. Precio financiado: 352.900€. (Sujeto a financiación) Todos nuestros vehículos se entregan transferidos. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted here @auto.gallery #JF CAP #JU PIC #FU #R0092 #SUV #X481762",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "585 cv",
            "año": "2023",
            "kilómetros": "9990 km",
            "precio": 354900.0
        },
        {
            "titulo": "Mercedes-Benz Clase G 2023",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g-2023-1086526454",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "585 cv",
            "año": "2023",
            "kilómetros": "11000 km",
            "precio": 340000.0
        },
        {
            "titulo": "Mercedes-Benz Clase G Mercedes-AMG G 63",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g-mercedes-amg-g-63-1000144389",
            "descripcion": "***Opción: ENTREGA A DOMICILIO (consultar)*** Mercedes-Benz Clase G AMG G63 Motor gasolina V8 4.0 de 585 CV Cambio automático de 9 velocidades Tracción 4x4 con bloqueo de diferenciales Color exterior metalizado verde Tapicería de cuero Negro Volante Sport multifunción de cuero negro Integración de teléfono inteligente Apple Carplay & Android Auto Faros Led Sensores de aparcamiento Cámara de visión trasera Asistente activo de distancia Distronic Techo solar eléctrico Tapa protectora rueda de repuesto Sensor de ángulo muerto Collision Prevention Assist Asistente para señales de tráfico Paquete de conectividad Premium Pantallas multimedia en plazas traseras Iluminación de ambiente Lunas traseras tintadas Estriberas laterales  Enganche de remolque  Tayre Automoción, S.A. Más de 50 años de experiencia en el sector nos avalan. Concesionario oficial de Aston Martin, Maserati y Morgan. Servicio oficial Jeep, Alfa Romeo y Fiat. Compramos su coche, tasación sin compromiso. Gastos de transferencia no incluidos (250€). Opción de entrega del vehículo en la puerta de su casa. Se acepta vehículo como parte del pago. **NOTA La oferta publicada, salvo error tipográfico o técnico en las webs oficiales o de anuncios clasificados, estará vigente durante el tiempo especificado en la propia oferta y, en todo caso, hasta final de existencias. Los precios PVP**, precios de oferta/financiación** y kilometraje fijado en el anuncio son orientativos y no tienen carácter contractual pudiendo estar sujetos a variaciones posteriores, estos serán confirmados por nuestro equipo comercial de Tayre, S.A. para su validez.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "585 cv",
            "año": "2023",
            "kilómetros": "13350 km",
            "precio": 250000.0
        },
        {
            "titulo": "Mercedes-Benz Clase G63 2024",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g63-2024-1094543412",
            "descripcion": "Espectacular Mercedes-Benz G63 AMG del año 2024, en perfecto estado tanto interior como exterior!! NACIONAL!! UNICO PROPIETARIO!! Extras destacables: -Pintura Especial G NEGRO MATE -Faros LED Autoadaptables -Techo Solar -Volante AMG Performance en CARBONO con Levas -Asientos Eléctricos con Memoria -AMG SpeedShift TCT 9G -Techo Interior en Alcántara -Cámara Trasera + 360º -Paquete AMG Night II -Paquete Confort -Diferenciales Activos -Key Less Go -Apple Car Play - Android Auto -Asientos Calefactados Y FRIOS Delanteros y Traseros - Asientos con masaje -Aviso Cambio de Carril -Contenido Piel Ampliado -Paquete de Iluminación Ambiental -Sistema Ángulo Muerto -Distronic -Climatronic 4 Zonas -Portavasos Climatizado -Sistema START-STOP -Sistema de Audio Profesional BURMESTER 3D -Estriberas Laterales MANUFAKTUR -Sistema de Escape Deportivo -Multimedia MBUX -Linguatronic + Cargador iQ Smartphone -Pinzas Freno en Rojo -Llanta de 22” AMG BLACK Mate -Bola de Remolque -Llamada SOS - 2 Juegos de Llaves - Y mucho mas... Posibilidad de garantía plus Pide tu cita y ven a verlo Financiación a tu medida Anuncio no vinculante puede contener errores Síguenos en Instagram: carmax.bcn Mucho años de experiencia en el sector nos avalan!! Aceptamos su vehículo como parte de pago!!. Mercedes-Benz G63 en L'Hospitalet de Llobregat",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "585 cv",
            "año": "2024",
            "kilómetros": "10000 km",
            "precio": 240000.0
        },
        {
            "titulo": "Mercedes-Benz Clase G63 AMG 2022",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g63-amg-2022-1034297852",
            "descripcion": "MERCEDES G63 AMG, A ESTRENO, VEHICULO EN PERFECTO ESTADO INTERIOR COMO EXTERIOR. EXTRAS: PINTURA DESIGNO NARDO, TAPICERIA INTERIOR EN CUERO BITONO ROJO Y NEGRO, ASIENTOS MULTICONTORNO CON MASAJE, VENTILACION Y CALEFACCION, SONIDO BURMESTER HIGH-END, LLANTAS DE ALEACION EN 22\", CAMARA TRASERA, SONIDO DE ESCAPE, TECHO SOLAR... EL VEHICULO SE ENTREGA TRANSFERIDO Y CON GARANTIA. SE ACEPTA COCHE COMO PARTE DE PAGO.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "585 cv",
            "año": "2022",
            "kilómetros": "3333 km",
            "precio": 239990.0
        },
        {
            "titulo": "Mercedes-Benz Clase G 2023",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g-2023-944191662",
            "descripcion": "Nacional Único propietario IVA deducible Entrega inmediata",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "585 cv",
            "año": "2023",
            "kilómetros": "9000 km",
            "precio": 200000.0
        },
        {
            "titulo": "Mercedes-Benz Clase G63 AMG nacional ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g63-amg-nacional-1051834755",
            "descripcion": "Se vende precioso g63 amg Nacional Revisiones en Mercedes Última hecha el 20/10/2024 Tiene todos los extras Pintura original GENTE SERIA POR FAVOR Audemars Hublot QRs6 avant gt3 RS v8 audi bmw mercedes amg rs3 rs4 rs5 r8 m3 m4 m5 x5 x6 porsche panamera turbo 991 997 996 golf r300 a5 a6 a7 bmw 135. Tts gt tdi tfsi glc gle 250 220 cdi cgi gla cayenne macan turbo v8 v10 tfsi fsi tdi m2 m6 gran coupe m2 competition range rover hse sport vogue Se escuchan ofertas, gente seria.gt3 rs lamborghini huracán perfomante performance m8 macan turbo gle 63 amg",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "585 cv",
            "año": "2021",
            "kilómetros": "52449 km",
            "precio": 187900.0
        },
        {
            "titulo": "Mercedes-Benz G 63 AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-g-63-amg-1004160233",
            "descripcion": "-Color Negro obsidiana metalizado -Interior Cuero / napa / semianilina - Negro / antracita -Interior Exclusivo Plus con cuero diseño rombos -Llantas de aleación ligera AMG bicolor de radios cruzados 22\" -Asientos delanteros con ajuste eléctrico con memoria, calefactados y ventilado -Pinza de freno pintada AMG en rojo -Parrilla del radiador cromada oscura -Preinstalación sistema de entretenimiento en el asiento trasero -Sistema de sonido envolvente 3D EU8 Burmester®️ -Asistente de estacionamiento PARKTRONIC -Techo corredizo eléctrico, versión de cristal -Espejo retrovisor interior sin marco -Cámara de 360° -Garantía 12 meses",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "585 cv",
            "año": "2021",
            "kilómetros": "57900 km",
            "precio": 187900.0
        },
        {
            "titulo": "Mercedes-Benz Clase G63",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-g63-1048872162",
            "descripcion": "-Color Negro obsidiana metalizado -Interior Cuero / napa / semianilina - Negro / antracita -Interior Exclusivo Plus con cuero diseño rombos -Llantas de aleación ligera AMG bicolor de radios cruzados 22\" -Asientos delanteros con ajuste eléctrico con memoria, calefactados y ventilados -Amortiguación ajustable -Asistente activo de mantenimiento de carril -Pinza de freno pintada AMG en rojo -Protector de bajos AMG pintado de negro -Listones de entrada delanteros de acero inoxidable -Tira protectora exterior - inserto negro -Parrilla del radiador cromada oscura -Monitoreo de punto ciego -Interfaz de medios -Sistema de llamada de emergencia Mercedes-Benz -Módulo de comunicaciones -Preinstalación sistema de entretenimiento en el asiento trasero -Paquete de asistencia al conductor Plus -Sistema de sonido envolvente 3D EU8 Burmester®? -Integración de teléfonos inteligentes -Asistente de estacionamiento PARKTRONIC -Asistente activo de distancia DISTRONIC -Techo corredizo eléctrico, versión de cristal -Espejo retrovisor interior sin marco -Techo interior de microfibra Dinamica Invalid negro -Asistencia de prevención de colisión -Asistente de señales de tráfico -Cámara de 360° (sistema de visualización de 360°, vista envolvente) -Depósito de combustible con mayor capacidad -Paquete Night -Paso de rueda más ancho para llantas AMG -Control de confort energizante -Paquete exterior de acero inoxidable -Paquete de estacionamiento -Paquete de confort de asiento plus -Enganche de remolque -Tapa rueda de repuesto pintada en negro -Sistema de escape conmutable -Botones del volante AMG (Unidad de tracción AMG) -Alfombrillas AMG -Alfombrilla de goma para compartimento de carga -Volante AMG Performance -Vidrio termoaislante tintado oscuro -Adornos en laca piano negro -Garantía 12 meses Este anuncio puede estar sujeto a posibles errores Financiación a medida, consulte sin compromiso Entrega en toda España Visite nuestra web: drivercarsbcn.com",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "585 cv",
            "año": "2021",
            "kilómetros": "61900 km",
            "precio": 179900.0
        }
    ]
}