{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "Q7",
        "version": "S TFSI quattro tiptronic 5 plazas",
        "año mínimo": 2020,
        "año máximo": 2024,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 507,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=507&min_year=2020&max_year=2024&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Audi&model=Q7&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi Q7 60 TFSIe 462cv S Line Quattro PHEV",
            "enlace": "https://es.wallapop.com/item/audi-q7-60-tfsie-462cv-s-line-quattro-phev-1091827586",
            "descripcion": "AUDI Q7 60 TFSIe 462cv S LINE QUATTRO TIPTRONIC LONG WHEEL BASE!! HÍBRIDO ENCHUFABLE. PHEV. ETIQUETA 0. En perfecto estado tanto interior como exterior, revisado, llantas 22\", techo panorámico, cinturones en rojo RS, anagramas en negro, pack RS interior, asientos climatizados con memoria para el conductor, audio Bang&Olufsen, asistente de aparcamiento con cámara 360º, climatizador 4 zonas, faros Matrix LED, pre sense city, cristales tintados y muchos más. Precio al contado: 69.900€. Precio financiado: 67.900€. (Financiando al menos 50.000€) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Puedes conocernos mejor a través de instagram: autogallerypremium Matriculado en 11/2020 Bitcoin accepted here, @auto.gallery #JF CAP #JU PIC #FU #MNH #SUV #MD011451",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "462 cv",
            "año": "2021",
            "kilómetros": "134900 km",
            "precio": 69900.0
        },
        {
            "titulo": "Audi Q7 2022",
            "enlace": "https://es.wallapop.com/item/audi-q7-2022-1087489471",
            "descripcion": "Audi Q7 Hibrido Enchufable Revisiones en casa oficial Unico propietario Vehículo importado procedente de leasing 2 llaves Gris samurai metalizado Interior Beige-Saiga Conectividad vehículo App MyAudi Full led Ruedas de invierno Se entrega matriculado con 1 año de garantía y transferido a nombre del comprador. Vehículo re-estreno, sin signos de desgaste en interior. ¡¡Consumos en autopista de 10 litros!! Gancho: Cayenne, Touareg, Touran, Q5, Q4, Tiguan, SUV, mercedes, BMW, X5, X6, X7,",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2022",
            "kilómetros": "58200 km",
            "precio": 56200.0
        },
        {
            "titulo": "Audi Q7 modelo 2023",
            "enlace": "https://es.wallapop.com/item/audi-q7-2023-1089263878",
            "descripcion": "Audi Q7 Microhibrido dic-22. Full equip. Garantia oficial Audi hasta 2027. Mas informacion por Privado. Disponible inmediatamente. Precio Negociable (ofertas serias). Solo venta Andorra",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "381 cv",
            "año": "2022",
            "kilómetros": "42000 km",
            "precio": 53900.0
        },
        {
            "titulo": "Audi Q7 2020 Automático 7 plazas",
            "enlace": "https://es.wallapop.com/item/audi-q7-2020-1082454891",
            "descripcion": "*Se vende Vehículo con sólo una propietaria anterior por cambio (ya elegido). Comprado en 2021 en USA. Microhíbrido con etiqueta medioambiental ECO. 7 plazas 3 filas de asientos en piel. 2 calefactables con Memoria para dos conductores. 3ra fila con cierre y apertura automáticos. Techo panorámico. 8 modos de conduccion. Cambio automático con levas al volante. Camara 360. Siempre ha dormido en garaje. Todas las revisiones en Audi oficial. *Mecánica, chapa y pintura en perfecto estado *Muchos extras originales: -Barras originales Audi -Equipo de sonido original BOSE -Llantas todo año W&S--Apertura y cierre del maletero con botón -Espejos automáticos -Sensores de aparcamiento 360 -Detalles originales en madera -Coche en perfecto estado, merece la pena verlo en persona. Si estás interesado o tienes cualquier duda, escríbeme. No contesto ofertas absurdas. Concesiinarios solo si interesados en comprar AUDI, BMW, MERCEDES, GLC, GLA, 4X4, Q3, Q5, Q7, X1, X2, X3, X5, X6, X7, CLASE G, PORSCHE CAYENNE, MACAN, Q8, GLE, GLS, MASERATI, 4x4, SUV, .",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2020",
            "kilómetros": "72000 km",
            "precio": 49899.0
        }
    ]
}