{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A5",
        "version": "3.0 TDI 245 CV clean diesel quattro S tronic 7 vel.",
        "año mínimo": 2015,
        "año máximo": 2016,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 245,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=245&min_year=2015&max_year=2016&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1089275179",
            "descripcion": "Vendo Audi A5 SPORBACK 3.0tdi v6 245 CV tracción 4 ruedas, quattro, llantas 19 ,rueda de repuesto,levas volante, asientos calefactables, sensor aparcamiento delantero y trasero,cámara trasera, control salida carril, velocidad crucero adaptativa,espejos retrovisores con luz de aviso coche en ángulo muerto, tapicería de cuero perfecto estado, luces automática, limpiaparabrisas automático,luces Faros led y xenon, equipo de sonido 8 altavoces y subwoofer de serie marca Bang Olufsen, caja de cambios automática 7 velocidades, ITV pasada hasta 2026, revisión aceite y filtros pasada en octubre 2024, siempre en garaje , bluetooth , radio cd y tarjeta SD, en perfecto estado de chapa y pintura,revisiones siempre en su fecha y km demostrable libro de mantenimiento .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2016",
            "kilómetros": "179000 km",
            "precio": 24900.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1083514445",
            "descripcion": "Se vende audi A5 3.0 v6 218 caballos traccion quatro 152000km,se le a echo una stage 1 dando 320 caballos y 620nh,tiene factura de hace 4000 km con importe de 3000e en el cual se le a echo mantenimiento caja de cambios ,pastillas y discos de freno nuevis,mantenimiento completo y verificación del coche puntos por puntos,llantas 19 rotor,paragolpea del rs5,asientos calefactabkes ,sensor de puntos muertos etc,solo se vería cambio por a5 gasolina o a3 gasolina del mismo año y viendo diferencia",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2016",
            "kilómetros": "152000 km",
            "precio": 24900.0
        },
        {
            "titulo": "Audi A5 3.0 TDI 245cv Quattro look RS5",
            "enlace": "https://es.wallapop.com/item/audi-a5-3-0-tdi-245cv-quattro-look-rs5-1050073382",
            "descripcion": "Audi A5 3.0 TDI 245cv RS5 Libro de revisiones completo - Faros Bixenon LED con luz diurna - Navegador MMI 3GPlus con Bluetooth - Volante deportivo achatado multifuncion - Asientos deportivos semi bakets en cuero, calefactables - Climatizador bizona - Sensor de aparcamiento delantero y trasero - Control de crucero adaptativo - Audi Line Assist - Sensor de luces y de lluvia - Sistema de escape original con sonido a gasolina - Llantas 20\" Rotor UN AÑO DE GARANTIA TODOS LOS GASTOS INCLUIDOS EN EL PRECIO SE RECOGE COCHE COMO PAGO Y SE ACEPTAN CAMBIOS FINANCIACIÓN",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2015",
            "kilómetros": "170000 km",
            "precio": 24900.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1010585045",
            "descripcion": "coche en perfecto estado apenas lo tengo de hace un año y está guardado en garaje solo lo utilizo para viajes largos lo vendo porque quiero otro no marear solo gente sería se aceptan todo tipo de pruebas mecánicas revisión recién hecha en taller oficial y ruedas recién cambiadas todo con factura demostrable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "90000 km",
            "precio": 24500.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1092157405",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2016",
            "kilómetros": "175000 km",
            "precio": 24000.0
        },
        {
            "titulo": "Audi A5 3.0 TDI",
            "enlace": "https://es.wallapop.com/item/audi-a5-3-0-tdi-1090726160",
            "descripcion": "Audi A5 3.0 TDI 245cvs Stronic, Full extras, impecable estado, lleva todos los extras posibles de ese modelo, todas las revisiones selladas en casa Oficial Audi. NO OFERTAS, NO URGE! PRECIO NO NEGOCIABLE, REPITO NO NEGOCIABLE! Posibilidad de entregar en cualquier parte de España. Algunos extras: Paquete Sline interior y exterior, Semibaquets Sline eléctricos, levas en el Volante, asientos calefactables delanteros y traseros, Clima individual, aviso de angulo muerto, techo solar, equipo de sonido Bang Alufsen, apertura y arranque sin llave, navegador Pro, apertura de garage, llantas Originales 20\" con neumáticos nuevos y muchos mas...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2015",
            "kilómetros": "130000 km",
            "precio": 24000.0
        },
        {
            "titulo": "Audi A5 Coupe S-Line 2.0 Tdi 180 cv",
            "enlace": "https://es.wallapop.com/item/audi-a5-coupe-s-line-2-0-tdi-180-cv-1044242933",
            "descripcion": "Audi A5 Coupe S-Line 2.0 Tdi 190 cv. Body Kit exterior y personalizacion interior (Fundas adaptadas para poder dejar de serie los asientos S-Line). Selector Modo Conducción, Control Velocidad, Retrovisores plegables eléctricos, Sensores aparcamiento,.... ITV recién pasada y revisiones al día. Buen estado general. se puede ver y probar sin compromiso. Cambio de nombre y 12 meses de Garantía incluidos en el precio. Valoramos vehículo como pago. Posibilidad de Financiacion.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "130000 km",
            "precio": 23995.0
        },
        {
            "titulo": "Audi A5 Sportback Sline Quattro Black Line",
            "enlace": "https://es.wallapop.com/item/audi-a5-sportback-sline-quattro-black-line-1088393237",
            "descripcion": "Audi A5 Sportback Black Line V6 3.0 TDI Quattro S Line – Tope de gama en excelente estado. En óptimas condiciones, ideal para quienes buscan un vehículo de alta gama con un rendimiento sobresaliente y diseño deportivo. Características principales: Motor: V6 3.0 TDI de 214 CV Transmisión: Automática secuencial con tracción Quattro Equipamiento: Paquete S Line (interior y exterior) Extras: Techo solar, llantas de aleación, asientos deportivos y sistema de sonido premium, velocidad de crucero adaptativa, luces bi xenon, cámara trasera, etc. asientos eléctricos. Totalmente equipado. Este Audi A5 destaca por su equilibrio entre potencia, elegancia y confort. Equipado con el exclusivo paquete S Line, ofrece una estética refinada y un rendimiento de primer nivel. El motor V6 y la tracción Quattro garantizan una conducción ágil y segura en todo tipo de terreno. Además, cuenta con techo solar, añadiendo una experiencia más luminosa y agradable. Condiciones del vehículo: Mantenimiento al día con historial completo en Audi. Estado general: Tanto interior como exterior en excelentes condiciones Prueba de conducción disponible previa cita.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2016",
            "kilómetros": "133000 km",
            "precio": 23990.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1089139650",
            "descripcion": "Coche en muy buen estado tanto interior como exterior,venta por cambio de coche a uno más pequeño. Recién echo aceite ravenoil filtros, y aceite de la DSG con factura demostrable de 620 euros, ya hasta los próximos 60.000km no le toca, recién cambiados trapecios traseros todo el juego por desgaste son coches que pecan de los trapecios, a los 114.000km está echo. Extras sline tanto interior como exterior pantalla android, asientos curro muy cuidados, tracción quattro 190cv consumo de risa para el cochazo que es , medio de 6,0litros, los km echos por carretera muy mimado duerme en garage. Cambiaría por golf gtd, golf gti, BMW 120d, 330d, o superior.mas dinero a mi favor en el caso de que se llevase diferencia de precio. Poco negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "120000 km",
            "precio": 23500.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1055762857",
            "descripcion": "Coche como Nuevo, revisiones al dia, Neumáticos 19 marca brigstone, Volante deportivo multifuncion Sline, Faros Bixenon con Luz Diurna Led, Faros traseros Led, Llantas Rotor 19 Originales, Interior Deportivo Sline, Sistema Star Stop, Ordenador a Bordo, ITV Vigente, Vehiculo totalmente impoluto y Nacional.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "100000 km",
            "precio": 23500.0
        },
        {
            "titulo": "Audi A5 73mil km‼️Nacional‼️ 190cv Aut. Sline ",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1064683911",
            "descripcion": "Vehículo Nacional de junio del 2015, 73000km, único propietario, no fumador, siempre garaje, última revision y batería nueva (4/4/24), neumáticos delanteros nuevos, Michelin pilot sport 5 (31/9/24). Multitronic (8vel), S-line interior y exterior, llantas 19\" rotor, MMI navegador, sensor aparcamiento del.y atras, luces automáticas, control velocidad, arranque en pendiente, retrovisores abatible eléctricos, sensor lluvia, isofix....etc Tiene algún pequeño roce pero está muy bien conservado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "73000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-888612809",
            "descripcion": "Perfecto estado Paquete Sline caja automatica 8 marchas 642107851 lleva levas en el volante, es muy cómodo y un consumo ridiculo de 3 litros si lo llevas suave",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "111000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-998051634",
            "descripcion": "Audi A5 S line 3.0 TDI 245 cv V6 cambio Stronic sin add blue 168.500 kms ITV actual Abril 2015, nacional, segundo dueño, comprado a empresa de renting, proviene de un director empresario, libro de revisiones completo en casa oficial, xenón, asientos Sline mixtos piel y tela, kms certificados, siempre en garaje privado, cero golpes cero accidentes, pintura original, equipo bang olufsen, llantas 19”, climatizador, techo solar, navegation plus, kms realizados en largos trayectos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2015",
            "kilómetros": "174000 km",
            "precio": 22999.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1012460703",
            "descripcion": "Audi impecable con historial oficial completo: un vehículo de lujo listo para disfrutar Si buscas un coche que combine elegancia, deportividad, eficiencia y confort, este Audi es tu elección perfecta. Cuidado al detalle, en un estado impecable y con todas las revisiones realizadas en servicios oficiales de Audi, este vehículo está listo para rodar sin preocupaciones. Motivos para elegir este Audi: • Historial impecable: Todas las revisiones realizadas en Audi oficial, con libro de mantenimiento sellado. • Mantenimiento Premium: • Correa de distribución y bomba de agua sustituidas en Audi oficial por capricho, no por avería. • Siguiente revisión incluida, ya programada en Audi oficial, a cargo del vendedor. • 4 neumáticos nuevos: Homologados por Audi, recién instalados. • Eficiencia sorprendente: • Consumo muy bajo. • Autonomía de hasta 1.250 km con un depósito de gasoil. Características principales: • 5 plazas cómodas con espacio amplio para pasajeros y equipaje. • Interior de lujo: • Asientos de cuero calefactables. • Acabado S Line interior y exterior. • Pantalla Android totalmente integrada, para una experiencia de conducción moderna y conectada. • Llantas deportivas de 19 pulgadas: Añaden un toque de estilo y deportividad. • Vehículo de no fumador, siempre guardado en garaje. Extras destacados: • Distintivo medioambiental C Verde, ideal para zonas urbanas. • Siempre cuidado al detalle: Perfecto para quienes valoran un coche que combina confort, estilo y prestaciones deportivas. Precio competitivo: Un vehículo que destaca en el mercado por su estado impecable, mantenimiento exclusivo y características premium. No dejes pasar esta oportunidad. Particular",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "128000 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1040591238",
            "descripcion": "EQUIPAMIENTO EXTRA - 3X SLINE - CONTROL ANGULO MUERTO - LINE ASSIST - CRUISE CONTROL ADAPTATIVO - LUCES CORTAS/LARGAS AUTOMATICAS - LED - TECHO SOLAR - LLANTA 20\" - ASIENTOS ELECTRICOS - LEVAS EN EL VOLANTE - ASIENTOS CUERO/TELA - GPS - BANG & OLUFSEN Vehiculo nacional con todo al dia Todos los productos de financiación a su medida MINGOS SALVATERRA, TU CONCESIONARIO DE CONFIANZA NOTA: este anuncio es meramente informativo y carece de valor contractual, puede contener algún error involuntario.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "140000 km",
            "precio": 22900.0
        },
        {
            "titulo": "Audi A5 2016 s-line quattro ",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-s-line-quattro-1088191964",
            "descripcion": "Se vende en perfecto estado!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "109000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1003285904",
            "descripcion": "Audi A5 S line 3.0 TDI 245 cv V6 cambio Stronic sin add blue 170.000 kms ITV al dia. Abril 2015, nacional, libro de revisiones completo en casa oficial, xenón, asientos Sline mixtos piel y tela, kms certificados, siempre en garaje privado, cero golpes cero accidentes, pintura original, equipo bang olufsen, llantas 19”, climatizador, techo solar, navegation plus, kms realizados en largos trayectos, súper cuidado en perfecto estado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2015",
            "kilómetros": "170000 km",
            "precio": 22225.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-s-line-cabrio-1048549800",
            "descripcion": "A5 Sline interior/exterior, 8 velocidades, muy bajo consumo. Asientos y espejos calefactables. Volante deportivo achatado multifunción. Llantas originales S line 19\" Sensores parking delante y atrás. Sensores de lluvia. Faros Led, bi-xenon. Bola enganche automático. Sistema apertura y arranque sin llave \"Keyless go\" 1 SOLO propietario. Todas las revisiones y la ITV al día, neumáticos recién montados. Kms. hechos en autovía/autopista. Acepto cualquier tipo de prueba mecánica.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "200190 km",
            "precio": 22200.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1082172763",
            "descripcion": "Audi A5 sporback sline 2.0 TDI 150cv. Comprado nuevo de casa oficial Audi.Cambio automático S-tronic 8 velocidades ,Color gris daytona, llantas 19 antracitas ,ruedas nuevas 255 35 R19, revisiones todas echas en la casa Audi , Navegador con pantalla , volante deportivo s-line con levas, control de aparcamiento delantero y trasero, control de velocidad crucero, luces largas automáticas con detector de posición , revisiones en la casa oficial Audi , el coche está impecable , siempre en garaje, asientos mixtos piel y tela deportivos , carrocería interior y exterior s-line.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "110000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1072742304",
            "descripcion": "Vendo audi A5 coupe 190 tdi por cambio de trabajo. Kilómetros echos en carretera de larga distancia. En muy buen. Estado. Corre como un demonio y gasta como un mechero. Elegante y seguro. Tengo echa distribución bomba de agua. Revisión de de bomba de gasoil y injectores con alagrama positivo. Cambio de regulador de bomba por libro de mantenimiento.. Última revisión bhace un mes en Paco diésel.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "160000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1087667410",
            "descripcion": "Se vende Audi A5 muy bien cuidado, con la revisiones recien hechas y ruedas michelin recien cabiadas hace dos semanas mejor ver y probar, pantalla cambiada con car play y iluminacion led interior de ambiente",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "176000 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-sportback-2-0-quattro-190-1068913135",
            "descripcion": "Audi A5 2.0 tdi 190cv quattro 70.000km con libro mantenimiento 07/2016 Automático Llantas en 19\" Acabado S-line Tempomatic Mandos al volante Luces bi-xenon Led diurnos Pantalla Navegador Bluetooth manos libres Isofix Climatizador Sensores de aparcamiento Libro de mantenimiento Sistema start stop",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "71500 km",
            "precio": 20900.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1013528195",
            "descripcion": "COCHE EN PERFECTO ESTADO KLM GARANTIZADOS INTERIOR MIXTO TELA CUERO NEGRO,TODOS LOS EXTEAS ,EQUIPAMIENTO DEPORTIVO SLINE RUEDAS NUEVAS EN 20 PULGADADAS REVISIONES HECHAS CON LIBRO MUY CUIDADO A TODA PRUEBA LO COMPRE CON 130.000 KLM Y NO ME A DADO NINGUN PROBLEMA ES DE MI USO PERSONAL MEJOR VER Y PROBAR 616297519",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2016",
            "kilómetros": "178122 km",
            "precio": 20900.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1050492541",
            "descripcion": "Audi A5 SPORTBACK 2.0 TDI 190 CV S-Line Quattro - 2016 Características principales: ✅ Tracción: Quattro (4x4) ✅ Caja de cambios: Automática secuencial con levas al volante ✅ Suspensión: Deportiva ✅ Llantas: 19 ✅ Faros: Xenón ✅ Techo corredizo eléctrico ✅ GPS integrado ✅ Sensor de estacionamiento ✅ Aire acondicionado automático ✅ Control de crucero ✅ Neumáticos nuevos ✅ Estado: Excelente, siempre cuidado ✅ Duplicado de llaves ✅ Coche sin accidentes Mantenimiento al día: ✅ El coche ha recibido todas las revisiones necesarias y está listo para circular sin ningún tipo de problema. Confianza para el comprador: ✅ Acepto prueba mecánica para total tranquilidad.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "179000 km",
            "precio": 20500.0
        },
        {
            "titulo": "Audi A5 Advanced 2.0 TDI S tronic Coupé",
            "enlace": "https://es.wallapop.com/item/audi-a5-advanced-2-0-tdi-s-tronic-coupe-1091682267",
            "descripcion": "Precio al contado: 22.990€ (IVA incluido) *** Precio alternativo oferta de financiacion: 20.490€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Colmenar Viejo, M-607, km.28, 400. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "90653 km",
            "precio": 20490.0
        },
        {
            "titulo": "Audi A5 Advanced 2.0 TDI S tronic Coupé",
            "enlace": "https://es.wallapop.com/item/audi-a5-advanced-2-0-tdi-s-tronic-coupe-1091587647",
            "descripcion": "Precio al contado: 22.990€ (IVA incluido) *** Precio alternativo oferta de financiacion: 20.490€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Colmenar Viejo, M-607, km.28, 400. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "90653 km",
            "precio": 20490.0
        },
        {
            "titulo": "Audi A5 Advanced 2.0 TDI S tronic Coupé",
            "enlace": "https://es.wallapop.com/item/audi-a5-advanced-2-0-tdi-s-tronic-coupe-1090528831",
            "descripcion": "Precio al contado: 22.990€ (IVA incluido) *** Precio alternativo oferta de financiacion: 20.490€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Colmenar Viejo, M-607, km.28, 400. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "90653 km",
            "precio": 20490.0
        },
        {
            "titulo": "Audi A5 Advanced 2.0 TDI S tronic Coupé",
            "enlace": "https://es.wallapop.com/item/audi-a5-advanced-2-0-tdi-s-tronic-coupe-1066105048",
            "descripcion": "Precio al contado: 22.990€ (IVA incluido) *** Precio alternativo oferta de financiacion: 20.490€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Colmenar Viejo, M-607, km.28, 400. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "90653 km",
            "precio": 20490.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-724649601",
            "descripcion": "Audi A5 coupé 2.0 tdi clean 190 c.v S line. Año 09/2015. 160000 km. Paquete Sline exterior y Sport interior. Cambio automático multitronic (modelo de 8 velocidades). Llantas rotor de 19” Libro de mantenimiento al día. 2 llaves. MMI Navegation versión Plus. Equipo de sonido Bang & Olufsen con amplificador original Audi. Asientos calefactables mixtos en tela y cuero. Sensor de aparcamiento... Posibilidad de llevar a cualquier taller para verificar su estado. Abstenerse ofertas ridículas. No cambio por nada, solo venta.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "160000 km",
            "precio": 20490.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1079920406",
            "descripcion": "En venta audi A5 Sportback . Faros xenon. Asientos de cuero. Calefaccion en asientos El matenimiento al dia ! El coche esta en perfecto estado. Neumaticos nuevos . Es impecable exterior interior . Mejor verlo y probarlo !!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "222691 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1056759937",
            "descripcion": "impoluto por dentro y por fuera, importado con matrícula M, también se ALQUILA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "194000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1034375034",
            "descripcion": "se vende audi A5 218cv S line interior y exterior. muchos extras el coche funciona perfectamente y está muy cuidado, coche de capricho. paquete full black luces automaticas para mas información, contactar por privado. se estudia cambio por algo de mi interés #mercedes #audi #porsche #bmw #4x4 #sline #pickup #ranger #hylux #landcruiser #toyota #touareg #quattro",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2016",
            "kilómetros": "130000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1041398088",
            "descripcion": "Se vende Audi A5, por falta de uso. Paquete S line Estado inmejorable. Siempre ha dormido en garaje Mantenimientos al detalle",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "107000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1018185570",
            "descripcion": "En muy buen estado ruedas michelin pilot sport en 18 pulgadas asientos sline sensores de aparcamiento mantenimiento de distribucion al dia tambien se cambia por q5",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "150000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1003570408",
            "descripcion": "Audi A5 2.0TDI 190cv sportback QUATTRO, caja de cambios S-tronic (doble embrague, 7 velocidades) paquete s-line interior y exterior, ruedas en buen estado Bridgestone 235/35/19, correa de servicio, distribución y bomba de agua cambiada con 95.000 kilómetros (demostrable con factura), culata recién revisada con 110.000 kilometros (demostrable con factura), sistema start/stop con la función invertida. valorable cambio por camper OFERTAS ABSURDAS NO CONTESTO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "115000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-999171249",
            "descripcion": "Vehículo de importación con todos los extras ( asientos de cuero calefactables, techo solar…) se quita por ser muy bajo y cambiar a uno más alto. Se está usando a diario.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "198000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A5 2016",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-825928881",
            "descripcion": "245cv 3.0cc V6 quattro acabado S Line llantas 19 neumáticos 255mm impecable admito prueba mecánica. Junio 2016. Mejor ver.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2016",
            "kilómetros": "199000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1029050424",
            "descripcion": "Mantenimiento al dia, ruedas 19\" Michelin Pilot Sport 5",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2015",
            "kilómetros": "262000 km",
            "precio": 19999.0
        },
        {
            "titulo": "Audi A5 Sportback 2.0 TDI 190 quatt S tro S line",
            "enlace": "https://es.wallapop.com/item/audi-a5-sportback-2-0-tdi-190-quatt-s-tro-s-line-1078598600",
            "descripcion": "DESCRIPCIÓN VEHÍCULO MATRICULADO ENTREGA INMEDIATA MOTOR 88 SERVICES (Incluido en el precio) - Revisión extra con mantenimiento antes de la entrega - 12 Meses de garantía Basic incluida - Garantía premium con coste adicional - Limpieza interior y exterior - Tasación de su vehículo a entregar OTROS DATOS Todas las revisiones al día. Anuncio informativo no vinculante, sin validez contractual y sujeto a disponibilidad en la concesión. Este anuncio puede contener errores y el precio indicado puede sufrir variación sin previo aviso.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2016",
            "kilómetros": "173600 km",
            "precio": 19970.0
        }
    ]
}