{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A5",
        "version": "3.0 TDI 245 CV quattro S tronic 7 vel.",
        "año mínimo": 2012,
        "año máximo": 2015,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 245,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=245&min_year=2012&max_year=2015&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "AUDI A5 Coupé S line DTM editIion 3.0 TDI quat Str",
            "enlace": "https://es.wallapop.com/item/audi-a5-coupe-s-line-dtm-editiion-3-0-tdi-quat-str-1089991690",
            "descripcion": "Espectacular A5 Coupé Quattro 245 Cv DTM CHAMPION EDITION 1 OF 300. Con asientos RS5, S Tronic y techo panorámico de cristal!! Con hasta 36 meses de garantía y certificado de calidad, verificación de estado, km y no siniestralidad con mas de 150 puntos de verificación. Muy nuevo y equipado!! Audi presentó una edición especial limitada a 300 unidades denominada A5 DTM Champion. Estas unidades se crearon para conmemorar el título de pilotos del DTM 2013 conseguido por Mike Rockenfeller con el Audi RS5 DTM y solo estuvieron a la venta en el mercado alemán. El paquete estaba disponible con cuatro versiones, todas ellas con tracción total Quattro. Entre los elementos diferenciadores del paquete A5 DTM Champion, están las llantas en 20\", el volante de alcántara con marcado superior, las insignias DTM en los umbrales de las puertas, los paragolpes y estribos laterales con un diseño personalizado, un alerón trasero fijo pintado del color de la carrocería y los retrovisores del S5 con las carcasas en acabado aluminio. Además de los siguientes extras: - Color blanco glaciar - Techo solar panorámico - Asientos deportivos RS5 de cuero Napa Fina Negro calefactables - Paquete deportivo S Line interior y exterior DTM CHAMPION EDITION - Acabado Interior completo SLine - Asientos delanteros con regulación eléctrica con memoria - Inserciones en lacado brillante negro - Revestimiento interior del techo en negro - Tapicería S line - Equipo de sonido Bang & Olufsen - MMI navegación plus - Audi side assist (asistente de cambio de carril) - Audi lane assist (asistente de mantenimiento de carril) - Llantas 9Jx20\" diseño de 5 radios en V con neumáticos 255/35 R19 (Audi Sport) - Y muchos más!! Consultanos!! Revisión completa incluido Stronic. Kilómetros certificados y libro de mantenimiento completo original en concesionario oficial Audi. ¿Quieres ser uno de los 300 afortunados? Precio sujeto a financiación, financiamos a tu medida. Ven a verlo a Daruka !! Anuncio no contractual.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "135000 km",
            "precio": 29990.0
        },
        {
            "titulo": "Audi A5 2014",
            "enlace": "https://es.wallapop.com/item/audi-a5-2014-794891339",
            "descripcion": "Full Equipe, NO TIENE TECHO SOLAR . Mantenimiento servicio oficial Audi.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "183000 km",
            "precio": 26500.0
        },
        {
            "titulo": "Audi A5 3.0 TDI 245Cv Sline 5 Plazas",
            "enlace": "https://es.wallapop.com/item/audi-a5-3-0-tdi-245cv-sline-5-plazas-1089982019",
            "descripcion": "Espectacular Audi A5 5 PLAZAS 3.0 245 Cv Quattro S-Tronic !! Con hasta 36 meses de garantía y certificado de calidad, verificación de estado, Km y no siniestralidad. Muy cuidado!! Paquete S Line interior y exterior con llanta 19\", volante deportivo achatado, sistema MMI navegación plus, asientos de cuero, delanteros calefactables. Control de crucero adaptativo, asistente de salida involuntaria de carril, frenada de emergencia, de ayuda en pendiente y ángulo ciego, sensores de aparcamiento y cámara de marcha atrás. Faros de xenón plus, suspensión deportiva S line, cristales tintados, retrovisores calefactables y abatibles eléctricamente, climatizador bizona, paquete iluminación interior, Isofix y mucho mas!! Kilómetros certificados y libro de mantenimiento original con todos los mantenimientos al día. Incluido S-Tronic, transfer y haldex. Neumáticos nuevos. Financiamos a tu medida. Ven a verlo a Daruka !! Anuncio no contractual.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "123347 km",
            "precio": 26490.0
        },
        {
            "titulo": "Audi A5 2014",
            "enlace": "https://es.wallapop.com/item/audi-a5-2014-1053204222",
            "descripcion": "Se vende A5 en perfecto estado. El coche está impoluto y cuenta con infinidad de extras. -Techo solar. ⁃ Interior alcántara ⁃ Calefacción estacionaria-programable ⁃ Asientos calefactables. ⁃ Pantalla táctil. ⁃ Kit exterior parachoques RS. ⁃ Discos perforados y latiguillos metálicos. -Pastillas de freno DS2500. ⁃ Asistencia de ángulo muerto ⁃ Luces y limpiaparabrisas automáticos. ⁃ Altavoces harman kardon. ⁃ Volante deportivo, ⁃ Audi drive select. ⁃ Retrovisores fotocromáticos anti deslumbramiento. ⁃ Sensor de aparcamiento delantero y trasero. ⁃ Neumáticos Pilot sport 5. ⁃ Toma de corriente 220V La ultima ITV del vehículo se pasó en Septiembre 2024. El coche cuenta con todos los mantenimientos de motor y de caja de cambios",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "176000 km",
            "precio": 25000.0
        },
        {
            "titulo": "Audi A5 2013",
            "enlace": "https://es.wallapop.com/item/audi-a5-2013-562220388",
            "descripcion": "Con todos los extras: climatizador bizona, cámara de marcha atrás, sensor de aparcamiento, asientos eléctricos y calefactables, gps, bluetooth , volante achatado/ plano por la parte inferior, asientos cuero RS5...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "260000 km",
            "precio": 25000.0
        },
        {
            "titulo": "Audi A5 3.0 TDI 245cv Quattro look RS5",
            "enlace": "https://es.wallapop.com/item/audi-a5-3-0-tdi-245cv-quattro-look-rs5-1050073382",
            "descripcion": "Audi A5 3.0 TDI 245cv RS5 Libro de revisiones completo - Faros Bixenon LED con luz diurna - Navegador MMI 3GPlus con Bluetooth - Volante deportivo achatado multifuncion - Asientos deportivos semi bakets en cuero, calefactables - Climatizador bizona - Sensor de aparcamiento delantero y trasero - Control de crucero adaptativo - Audi Line Assist - Sensor de luces y de lluvia - Sistema de escape original con sonido a gasolina - Llantas 20\" Rotor UN AÑO DE GARANTIA TODOS LOS GASTOS INCLUIDOS EN EL PRECIO SE RECOGE COCHE COMO PAGO Y SE ACEPTAN CAMBIOS FINANCIACIÓN",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2015",
            "kilómetros": "170000 km",
            "precio": 24900.0
        },
        {
            "titulo": "Audi A5 3.0 TDI",
            "enlace": "https://es.wallapop.com/item/audi-a5-3-0-tdi-1090726160",
            "descripcion": "Audi A5 3.0 TDI 245cvs Stronic, Full extras, impecable estado, lleva todos los extras posibles de ese modelo, todas las revisiones selladas en casa Oficial Audi. NO OFERTAS, NO URGE! PRECIO NO NEGOCIABLE, REPITO NO NEGOCIABLE! Posibilidad de entregar en cualquier parte de España. Algunos extras: Paquete Sline interior y exterior, Semibaquets Sline eléctricos, levas en el Volante, asientos calefactables delanteros y traseros, Clima individual, aviso de angulo muerto, techo solar, equipo de sonido Bang Alufsen, apertura y arranque sin llave, navegador Pro, apertura de garage, llantas Originales 20\" con neumáticos nuevos y muchos mas...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2015",
            "kilómetros": "130000 km",
            "precio": 24000.0
        },
        {
            "titulo": "Audi A5 2013",
            "enlace": "https://es.wallapop.com/item/audi-a5-2013-1075397798",
            "descripcion": "Audi A5 3.0 TDi Quattro Sline Stronic. Vehículo nacional. En perfecto estado interior y exterior. Techo panorámico. Semicuero. Navegador. Llantas Rotor en 19\". Guardado en garaje particular. Todas revisiones en taller oficial y libro sellado. Precio negociable.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "174000 km",
            "precio": 24000.0
        },
        {
            "titulo": "Audi A5 ",
            "enlace": "https://es.wallapop.com/item/audi-a5-2014-1085157568",
            "descripcion": "Coche completamente a capricho,nacional, itv hasta enero 2026, todas las revisiones al día en casa oficial cada 20000km, aceite del cambio automático cada 60000km. Paragolpes delantero y trasero RS5, doble salida de escape Duramas, reprogramación stage 1 a 220cv en BR Performance, filtro de aire K&N, volante personalizado con levas, subwoofer artesanal instalado en el lateral del maletero por JC Audio, pedales RS5, parrilla delantera RS5, matrícula delantera pequeña, antirrobo, localizador, separadores, bixenon, paquete S-line interior, llantas rotor 19\", alerón tipo RS5, lunas tintadas, sensor aparcamiento trasero, control de velocidad, sensor de lluvia y de luz, asistente arranque en pendiente, elevalunas eléctricos, cromados de las ventanas vinilados, interior puertas vinilado rojo, pilotos traseros vinilados, pinzas freno color rojo. TODO HOMOLOGADO EN FICHA TÉCNICA. Acepto cualquier tipo de prueba mecánica. No contesto ofertas absurdas, solo gente realmente interesada. Cambiaría por Golf VI o VII GTI, Audi S3 o algo similar de 5 puertas ajustando diferencia.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "140000 km",
            "precio": 23900.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1089139650",
            "descripcion": "Coche en muy buen estado tanto interior como exterior,venta por cambio de coche a uno más pequeño. Recién echo aceite ravenoil filtros, y aceite de la DSG con factura demostrable de 620 euros, ya hasta los próximos 60.000km no le toca, recién cambiados trapecios traseros todo el juego por desgaste son coches que pecan de los trapecios, a los 114.000km está echo. Extras sline tanto interior como exterior pantalla android, asientos curro muy cuidados, tracción quattro 190cv consumo de risa para el cochazo que es , medio de 6,0litros, los km echos por carretera muy mimado duerme en garage. Cambiaría por golf gtd, golf gti, BMW 120d, 330d, o superior.mas dinero a mi favor en el caso de que se llevase diferencia de precio. Poco negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "120000 km",
            "precio": 23500.0
        },
        {
            "titulo": "Audi A5 73mil km‼️Nacional‼️ 190cv Aut. Sline ",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1064683911",
            "descripcion": "Vehículo Nacional de junio del 2015, 73000km, único propietario, no fumador, siempre garaje, última revision y batería nueva (4/4/24), neumáticos delanteros nuevos, Michelin pilot sport 5 (31/9/24). Multitronic (8vel), S-line interior y exterior, llantas 19\" rotor, MMI navegador, sensor aparcamiento del.y atras, luces automáticas, control velocidad, arranque en pendiente, retrovisores abatible eléctricos, sensor lluvia, isofix....etc Tiene algún pequeño roce pero está muy bien conservado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "73000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Audi A5 2014",
            "enlace": "https://es.wallapop.com/item/audi-a5-2014-1025824048",
            "descripcion": "Ruedas 19”, paquete interior y exterior S-line, suspensión deportiva S-line, asientos deportivos abatibles cuero y alcántara calefactables, color blanco glaciar metalizado, climatización 3 zonas, navegador, pantalla MMI táctil con CarPlay inalámbrico, libro mantenimiento al día sellado, volante deportivo multifunción achatado, entrada y arranque sin llave, drive select con 5 modos de conducción, tracción total quattro, caja cambios S tronic, faros bi-xenon led con luz diurna, sistema de ayuda en carril, sensor aparcamiento delantero y trasero, usb, bluetooth,sensores de luces y lluvia,cámara visión trasera, control de crucero ACC adaptativo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "160000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-998051634",
            "descripcion": "Audi A5 S line 3.0 TDI 245 cv V6 cambio Stronic sin add blue 168.500 kms ITV actual Abril 2015, nacional, segundo dueño, comprado a empresa de renting, proviene de un director empresario, libro de revisiones completo en casa oficial, xenón, asientos Sline mixtos piel y tela, kms certificados, siempre en garaje privado, cero golpes cero accidentes, pintura original, equipo bang olufsen, llantas 19”, climatizador, techo solar, navegation plus, kms realizados en largos trayectos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2015",
            "kilómetros": "174000 km",
            "precio": 22999.0
        },
        {
            "titulo": "Audi A5 2014",
            "enlace": "https://es.wallapop.com/item/audi-a5-2014-1068703971",
            "descripcion": "Se vende a5 muy nuevo,con muchos extras y todas las revisiones hechas y selladas.mas info por privado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "155000 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2016-1012460703",
            "descripcion": "Audi impecable con historial oficial completo: un vehículo de lujo listo para disfrutar Si buscas un coche que combine elegancia, deportividad, eficiencia y confort, este Audi es tu elección perfecta. Cuidado al detalle, en un estado impecable y con todas las revisiones realizadas en servicios oficiales de Audi, este vehículo está listo para rodar sin preocupaciones. Motivos para elegir este Audi: • Historial impecable: Todas las revisiones realizadas en Audi oficial, con libro de mantenimiento sellado. • Mantenimiento Premium: • Correa de distribución y bomba de agua sustituidas en Audi oficial por capricho, no por avería. • Siguiente revisión incluida, ya programada en Audi oficial, a cargo del vendedor. • 4 neumáticos nuevos: Homologados por Audi, recién instalados. • Eficiencia sorprendente: • Consumo muy bajo. • Autonomía de hasta 1.250 km con un depósito de gasoil. Características principales: • 5 plazas cómodas con espacio amplio para pasajeros y equipaje. • Interior de lujo: • Asientos de cuero calefactables. • Acabado S Line interior y exterior. • Pantalla Android totalmente integrada, para una experiencia de conducción moderna y conectada. • Llantas deportivas de 19 pulgadas: Añaden un toque de estilo y deportividad. • Vehículo de no fumador, siempre guardado en garaje. Extras destacados: • Distintivo medioambiental C Verde, ideal para zonas urbanas. • Siempre cuidado al detalle: Perfecto para quienes valoran un coche que combina confort, estilo y prestaciones deportivas. Precio competitivo: Un vehículo que destaca en el mercado por su estado impecable, mantenimiento exclusivo y características premium. No dejes pasar esta oportunidad. Particular",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "128000 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A5 2014",
            "enlace": "https://es.wallapop.com/item/audi-a5-2014-777006788",
            "descripcion": "Audi A5 3.0 cabrio TDI 204cv , paquete SLINE 2014, llantas 19, asiento mixtos cuero/ tela, cambio automático y secuencial de 8 Velocidades Y levas al volante, Asientos calefactables, pantalla grande e infinidad de extras, cuidado al detalle y siempre en garaje, libro de revisiones sellado al completo, Dos juegos de llaves. Todo original de la casa.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "159000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Audi A5 2013",
            "enlace": "https://es.wallapop.com/item/audi-a5-2013-1057339439",
            "descripcion": "Audi A5 sportback 2.0 TDI 177 cv S-LINE, cambio automático S-tronic, en perfectas condiciones exterior e interior, muchos extras como: Techo solar, faros led, asientos calefactables semicuero , volante multifunción, pantalla con navegación, elevalunas , camara trasera, control de crucero, sensor de lluvia y luz, llantas 19 pulgadas, neumáticos michelin pilot sport 4 al 90% ,climatizador trizona, pilotos traseros LED, mantenimientos al dia, aceite de caja de cambios hecha a 196.000, siempre en garaje, no fumador, itv hasta marzo 2025, 215000 km",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "215000 km",
            "precio": 22300.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1003285904",
            "descripcion": "Audi A5 S line 3.0 TDI 245 cv V6 cambio Stronic sin add blue 170.000 kms ITV al dia. Abril 2015, nacional, libro de revisiones completo en casa oficial, xenón, asientos Sline mixtos piel y tela, kms certificados, siempre en garaje privado, cero golpes cero accidentes, pintura original, equipo bang olufsen, llantas 19”, climatizador, techo solar, navegation plus, kms realizados en largos trayectos, súper cuidado en perfecto estado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2015",
            "kilómetros": "170000 km",
            "precio": 22225.0
        },
        {
            "titulo": "Audi A5 2013",
            "enlace": "https://es.wallapop.com/item/audi-a5-3-0-tdi-245cv-quattro-1072177569",
            "descripcion": "Se vende audi a5 3.0 tdi quattro 245 cv sportback 5 plazas con 178.000km. Extras: faros bixenon bidireccionales, parrilla rs5 quattro, llantas rotor originales 19 pulgadas, asientos s line en alcantara y cuero calefactables delanteros y traseros, paquete sline interior y exterior, sensores de aparcamiento, camara trasera, navegador, 5 modos de conducción, sistema anticolision de frenado , asistencia de mantenimiento de carril, sistema de escape deportivo en acero inoxidable con electrónica a medida. Coche no fumador. Unidad en muy buen estado tanto de interior, exterior como de mecanica. Cambio de aceite recién echo. Libre de accidentes se acepta cualquier tipo de prueba o revisión. ITV hasta julio 2025.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "178000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A5 2013",
            "enlace": "https://es.wallapop.com/item/audi-a5-2013-1083885657",
            "descripcion": "se vende audia5 sline manteminietos echos todo al dia aceite de cambio y de motor se vende x conpra de uno mas grande",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "140000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1072742304",
            "descripcion": "Vendo audi A5 coupe 190 tdi por cambio de trabajo. Kilómetros echos en carretera de larga distancia. En muy buen. Estado. Corre como un demonio y gasta como un mechero. Elegante y seguro. Tengo echa distribución bomba de agua. Revisión de de bomba de gasoil y injectores con alagrama positivo. Cambio de regulador de bomba por libro de mantenimiento.. Última revisión bhace un mes en Paco diésel.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "160000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A5 2014",
            "enlace": "https://es.wallapop.com/item/audi-a5-2014-965385638",
            "descripcion": "se vende Audi A5 sporback en perfecto estado posibilidad de dar 1 año de garantía, con caja de cambios automática de 8 velocidades y 3 modos de conducción,4 neumáticos nuevos, mantenimiento completo más kit completo de distribuccion recién hecho,ITV recién pasada,llantas en 19\" sin un solo roce de Audi originales,discos y pastillas de freno delanteros recién cambiados,frontal del rs5,techo solar,separadores de 2cm a las 4 ruedas,cristales ahumados,control de velocidad,acabado sline.acepto prueba mecánica.posibilidad de recojer coche más dinero a mi favor",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "201748 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A5 2014",
            "enlace": "https://es.wallapop.com/item/audi-a5-2014-1051891250",
            "descripcion": "AUDI A5 COUPÉ 3.0TDI S-LINE QUATTRO S-TRONIC 245 CV Fecha de matriculación 10/10/2014 Faros Xenon, sensor de parking trasero, S-Line interior y exterior, retrovisores eléctricos, elevalunas eléctricos, sensor de luces y lluvia, volante multifunción, cruise control, radio-cd, 2 tarjetas SD, navegador, bluetooth, climatizador bi-zona, etc... El precio incluye: -Revisión mecánica pre-entrega, con cambio de aceite y filtros -Transferencia -Garantía 12 meses. Opción de financiación. Visítenos en C/ Camarreal 19A, Peñacastillo. Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "168300 km",
            "precio": 21900.0
        },
        {
            "titulo": "Audi A5 2014",
            "enlace": "https://es.wallapop.com/item/audi-a5-2014-1027624823",
            "descripcion": "Audi A 5RS-Paket S-Line 3.0 TDI 204Cv,Automatico,145.000km Certificados Ano 2014con lucrs ambientall ,volante multifuncional,velocidad crucero,navegación,Cd,Aux,Bluetooth,Tel,Wifi,sistema audio profesional,climatización termotronic,Ac,asientos deportivos con calefacción,sensores de aparcamiento,sensores de luces y lluvia,faros Bi-Xenon,retrovisores eléctricos,paquete iluminación interior,exterior,ruedas ROTOR 19 nuevas…etc (en perfecto estado tanto por fuera como por dentro) Recien cambiado aceite motor y caja de cambio con todos los fitros .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "145600 km",
            "precio": 21800.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1087667410",
            "descripcion": "Se vende Audi A5 muy bien cuidado, con la revisiones recien hechas y ruedas michelin recien cabiadas hace dos semanas mejor ver y probar, pantalla cambiada con car play y iluminacion led interior de ambiente",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "176000 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi A5 2012",
            "enlace": "https://es.wallapop.com/item/audi-a5-2012-1023713427",
            "descripcion": "Audi a5 descapotable cabriolet, en muy buen estado de conservación, libro de revisiones en Audi, neumáticos michelin y discos nuevos con facturas, facturas del último servicio en Audi incluido caja de cambios automática, no hay otro como este, nacional, asientos de piel, climatizador, capota marrón, interiores marrón no hay otro como este! Se acepta cambios y vehículo de mi intereses,",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "100000 km",
            "precio": 21000.0
        },
        {
            "titulo": "Audi A5 2013",
            "enlace": "https://es.wallapop.com/item/audi-a5-2013-1069318612",
            "descripcion": "Se vende extraordinario audi A5, 3.0 tdi V6 245 cv de diciembre del 2013. Coche muy cuidado y modificado a capricho, siempre usado en carretera y callejeando lo mínimo. Dispone de muchos extras de serie y de fantásticos añadidos que hacen que este audi se destaque sobre los demás. Algunos de los más importantes son: - Radio audi MMI profesional. - Llantas rotor 20 pulgadas. - Asientos calefactables. - Velocidad de crucero adaptativa por radar. - Asientos de cuero y alcántara. Además de todo esto los siguientes añadidos: - Silentblock de suspensión Powerflex. - Spoiler delantero Maxton - Difusor trasero Maxton. - Colas ovaladas tipo rs6. - Suspensión roscada regulables en dureza, altura y caídas. - Separadores delanteros y traseros TODO ESTO HOMOLOGADO. Por último lleva el techo, los retrovisores, el alerón y las taloneras pintado en negro. Se entrega con filtro de partículas y catalizador. REVISIÓN RECIEN HECHA.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "169000 km",
            "precio": 20900.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-724649601",
            "descripcion": "Audi A5 coupé 2.0 tdi clean 190 c.v S line. Año 09/2015. 160000 km. Paquete Sline exterior y Sport interior. Cambio automático multitronic (modelo de 8 velocidades). Llantas rotor de 19” Libro de mantenimiento al día. 2 llaves. MMI Navegation versión Plus. Equipo de sonido Bang & Olufsen con amplificador original Audi. Asientos calefactables mixtos en tela y cuero. Sensor de aparcamiento... Posibilidad de llevar a cualquier taller para verificar su estado. Abstenerse ofertas ridículas. No cambio por nada, solo venta.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "160000 km",
            "precio": 20490.0
        },
        {
            "titulo": "Audi A5 2014",
            "enlace": "https://es.wallapop.com/item/audi-a5-coupe-3-0tdi-2014-1066054527",
            "descripcion": "Version 2014 con el motor 3.0tdi 245cv. traccion total, acabado sline en cuero, multimedia MMI 3g con navegador, llantas modelo rs6 en 19’ con neumaticos 255 35 R19. Se entrega con el mantenimiento de la caja de cambios recien hecho, al igual que el de la traccion total. Muelles HR y separadores montados homologados, se entregan tambien los muelles originales. Este año se sustituyó tambien el intercambiador, y se desmontó y limpió la admision del aire. Marcas tipicas en la pintura de piedras que pueden saltar, pero buen estado general. Mejor ver y probar. Se acepta prueba completa estilo Need Car Help o cualquier otra. Se podría valorar cambio por coche de mi interés, estilo ranchera o suv.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "174000 km",
            "precio": 20200.0
        },
        {
            "titulo": "Audi A5 2012",
            "enlace": "https://es.wallapop.com/item/audi-a5-2012-1047664274",
            "descripcion": "Vehículo en perfecto estado. ITV recién pasada. Revisión de aceite y filtros recién hecha y mantenimiento de la caja de cambios hecha Se acepta prueba mecanica Características del vehículo: - sensores de aparcamiento traseros - asientos calefactables delanteros - llantas 20 -cubierta seminuevas - techo corredizo/elevable eléctric. (cristal) con preselección automática - climatizador confort 3 zonas - respaldo del asiento trasero dividido/abatible - volante con multifunción - elevalunas eléctric. delante + detrás - cierre centralizado - reposabrazos central delante - reposabrazos central trasero - radio - radio con lector cd - usb - dispositivo de manos libres bluetooth - indicador de la temperatura exterior",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "144000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1056759937",
            "descripcion": "impoluto por dentro y por fuera, importado con matrícula M, también se ALQUILA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "194000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1018185570",
            "descripcion": "En muy buen estado ruedas michelin pilot sport en 18 pulgadas asientos sline sensores de aparcamiento mantenimiento de distribucion al dia tambien se cambia por q5",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "150000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1003570408",
            "descripcion": "Audi A5 2.0TDI 190cv sportback QUATTRO, caja de cambios S-tronic (doble embrague, 7 velocidades) paquete s-line interior y exterior, ruedas en buen estado Bridgestone 235/35/19, correa de servicio, distribución y bomba de agua cambiada con 95.000 kilómetros (demostrable con factura), culata recién revisada con 110.000 kilometros (demostrable con factura), sistema start/stop con la función invertida. valorable cambio por camper OFERTAS ABSURDAS NO CONTESTO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "115000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-999171249",
            "descripcion": "Vehículo de importación con todos los extras ( asientos de cuero calefactables, techo solar…) se quita por ser muy bajo y cambiar a uno más alto. Se está usando a diario.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2015",
            "kilómetros": "198000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1029050424",
            "descripcion": "Mantenimiento al dia, ruedas 19\" Michelin Pilot Sport 5",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2015",
            "kilómetros": "262000 km",
            "precio": 19999.0
        },
        {
            "titulo": "Audi A5 2014",
            "enlace": "https://es.wallapop.com/item/audi-a5-2014-955426296",
            "descripcion": "-Techo solar Asientos calefactables en asientos delanteros y traseros Teléfono Asientos deportivos S line Cierre con huella Apertura sin llave Control crucero Sistema ISOFIX Neumáticos recién cambiados Muchos más extras solo preguntar Se puede ver sin compromiso Acepto cambios -coche de reestreno, siempre en garage, es alemán con todas las revisiones en casa oficial de Audi Alemania, coche usado para trayecto de autovía solo por trabajo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "201000 km",
            "precio": 19999.0
        },
        {
            "titulo": "Audi A5 2012",
            "enlace": "https://es.wallapop.com/item/audi-a5-2012-703413153",
            "descripcion": "NO NEGOCIABLE, NACIONAL, SEGUNDO PROPIETARIO. Se encuentra al día de todo. todo. tracción Quattro, stronic 7vel (reparada y recién puesta a punto 160.000km con factura) levas, sline interior,exterior y suspensión, cuero sline, xenón, led, parrilla y carcasa retrovisores s5, bola remolque, itv al dia HASTA FEB25, llanta repuesto aparte de la galleta en 19 con neumático. red de maletero y protector,separador de guantera central, audio audi concert con subwoofer, detector de radares integrado. cristales tintados homologados, bola enganche de remolque invisible. todas las llaves. un propietario 80.000km y yo. NO ME URGE VENDER. cambio",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2012",
            "kilómetros": "199000 km",
            "precio": 19999.0
        },
        {
            "titulo": "Audi A5 2013",
            "enlace": "https://es.wallapop.com/item/audi-a5-2013-1046380578",
            "descripcion": "3.0 TDI 245cv sline NACIONAL, automático con levas en el volante, 7 velocidades, el más alto de su gama, con libro de mantenimiento oficial en casa Audi, 2 llaves, kilómetros certificados, llantas de aleación de 19 pulgadas con neumáticos nuevos, (distintivo medioambiental), climatizador bizona, ordenador de abordo radio cd MP3 con bluetooth y volante multifunción , velocidad de crucero, luces automáticas de bixenon, sensor de aparcamiento trasero y delantero, asientos eléctricos, TECHO SOLAR ELÉCTRICO ect ect muchos más extras, DUEÑO NO FUMADOR, impecable a toda prueba. Año 2012 finales. ITV RECIEN PASADA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "160000 km",
            "precio": 19900.0
        },
        {
            "titulo": "Audi A5 2015",
            "enlace": "https://es.wallapop.com/item/audi-a5-2015-1018997516",
            "descripcion": "Audi A5 S-line en perfecto estado, con todos los mantenimientos en la casa oficial con todas las facturas. - Neumáticos delanteros recién cambiados (Pirelli) tienen 2000km - los 4 brazos de suspensión delantera recién cambiados también - cambio de aceite y filtro motor (2000km) Total de factura 1000€ demostrable El coche actualmente tiene 131.000km neumáticos traseros al 80% cambio automático de 8 velocidades se acepta prueba mecánica Precio negociable cambiaría por Ford Ranger",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "126000 km",
            "precio": 19900.0
        },
        {
            "titulo": "Audi A5 3.0 Tdi ",
            "enlace": "https://es.wallapop.com/item/audi-a5-3-0-tdi-1035738581",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "198000 km",
            "precio": 19500.0
        }
    ]
}