{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A5",
        "version": "A5 2.7 V6 TDI multitronic",
        "año mínimo": 2007,
        "año máximo": 2008,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 190,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=190&min_year=2007&max_year=2008&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1007545747",
            "descripcion": "Audi A5 2.7 TDI Multitronic. kilómetros certificados con revisión periódica de motor y caja de cambios completa hecha en Servicio Oficial Audi Safa Motor Marbella. Revisión de estado del vehículo con la empresa de YouTube Needcarhelp con nota sobresaliente realizada el 15 de abril. Se facilita documentación de todo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "85000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-985553683",
            "descripcion": "Si estás interesado o quieres venir a verlo sin problema.esta nuevo por dentro y por fuera",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "269000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1077343335",
            "descripcion": "se vende audi a5",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "270000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Audi A5 2007",
            "enlace": "https://es.wallapop.com/item/audi-a5-2007-1088377710",
            "descripcion": "Audi A5, coupe, cambio automatico, buen estado, cuidado, un solo dueño. SOLO GENTE SERIA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2007",
            "kilómetros": "175000 km",
            "precio": 13200.0
        },
        {
            "titulo": "Audi A5 2.7 TDI, SLINE+, PEGATINA 🟡, NACIONAL",
            "enlace": "https://es.wallapop.com/item/audi-a5-2-7-tdi-sline--pegatina-nacional-1076473615",
            "descripcion": "Audi A5 2.7 TDI V6 190 cvs, automático de 8 velocidades, motor CAMA, pegatina medioambiental B, 209600 kilometros, nacional, vehiculo en perfecto estado, recién hecho mantenimiento completo junto con revisión integra incluyendo aceite, filtros, 4 neumáticos nuevos, descarbonizacion, anticongelante, termostato, diversas juntas, brazos superiores, paralelo, no hay que hacerle nada. Como equipamiento dispone de paquete SLINE+, llantas en 20 pulgadas, sensor de luces y lluvia, Bixenon con DRL, volante multifunción, asientos mixtos eléctricos con regulación lumbar, climatizador bizona, ordenador de abordo, autohold, espejos eléctricos calefactables, navegador, reclinación de asientos eléctrica para la parte trasera, asistente por voz, sensores de aparcamiento delanteros y traseros.. ITV recién pasada sin fallos, 3 llaves, dispone de historial de ITV, acepto prueba mecánica y/o revisores, kilómetros reales, NO ACEPTO CAMBIOS, ABSTENERSE OFERTAS ABSURDAS, dispongo de fotos y vídeos para realmente interesados. Cambio de nombre e impuesto 2025 incluido en este precio.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "209600 km",
            "precio": 12500.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-s-line-2008-1057034320",
            "descripcion": "¡EN PERFECTO ESTADO! Se vende audi A5 S.Line muy cuidado con parrilla y logos black line, aleron en porton trasero, asientos electricos, volante multifuncion...todos sus mantenimientos al dia por taller certificado, se puede ver y probar, fiabilidad 100%, 0 fallos, se entregaria con ITV. Solo gente realmente interesada por favor, mas info por privado, gracias.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "200000 km",
            "precio": 12500.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-914609426",
            "descripcion": "Equipamiento destacado Volante multifunción de alcantara y carbono,levas, lip rs,sensor aparcamiento, espejos rs, Faros antiniebla, Aire Acondicionado (Climatizador), asiento calefactable,gps ,Servodirección, Conexión eléctrica, Asistente de arranque en pendiente, Isofix, Faros de xenón, Sensor de lluvia, Encendido automático de faros, Arranque por botón, Freno de estacionamiento eléctrico, Llantas de aleación 19, bluetooth,asientos eléctricos de cuero doble color,2 llaves(no cambio))",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "200000 km",
            "precio": 12100.0
        },
        {
            "titulo": "Audi A5 2007",
            "enlace": "https://es.wallapop.com/item/audi-a5-coupe-2007-1075279948",
            "descripcion": "Audi A5 coupe 2.7 190cv S-line – ¡Una joya de ocasión! Características principales: Motor 2.7. con 190cv diesel, con una potencia impresionante y un rendimiento excepcional. buena aceleracion y bastante suelto, ideal para viajes largos Interior en perfectas condiciones, con asientos de cuero y tela sistema de sonido premium bang oluffseng. Asientos eléctricos y con memoria, climatizador automático, navegador, sensor de aparcamiento delantero y trasero, faros de xenón, llantas de 19 pulgadas A pesar de sus 17 años, el coche sigue teniendo un comportamiento excelente, sin fallos mecánicos. Perfecto para quienes buscan un coche duradero y fiable. En cuanto al exterior, el coche está muy bien cuidado. Tiene incorporadas aleron y piezas delanteras y traseras para darle un look mas deportivo, tambien tengo las originales. se quita y pone bastante sencillo El interior está impecable, sin desgastes visibles. Siempre se ha utilizado con mucho cuidado y está listo para disfrutar. algun roce pequeño en el asiento. Precio algo negociable Estoy dispuesto a escuchar ofertas razonables, ya que el coche tiene un gran valor y quiero que se quede en buenas manos. ¡Contáctame para más información y ven a verlo sin compromiso",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2007",
            "kilómetros": "217000 km",
            "precio": 11900.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2009-1068208155",
            "descripcion": "TIENE HECHO: -4NEUMATICOS NUEVOS (enero 2025) - Kit mantenimiento caja cambios -Correa auxiliar -Aditivo antifricción warmup -Cambio de aceite y filtros (castrol GTX 5w30) -Termostato -Rodillo de paso correa auxiliar -Silenblock braz tras eje delantero -Silenblock braz del eje derecho -Resorte gas capó -Refrigerante 50% rosa G12 5L -Matricula TODO CON FACTURA TALLER. PRECIO NO NEGOCIABLE",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "180000 km",
            "precio": 11700.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1066589919",
            "descripcion": "Se vende audi A5 2.7TDI 190cv con 283.000km uso habitual, ir al trabajo, viajes. paquete Sline interior y exterior, caja cambios multitronic 8 velocidades automatico con levas en el volante. Techo panoramico. Motor con cadena. Corea de servicio cambiada. Mantenimiento de caja de cambios realizado cada 70.000km. ITV noviembre 2025. aceite motor ,filtro aceite y filtro gasoil cambiado dia 10/01/2025, Acepto cualquier prueba mecanica. Se vende por comprar coche familiar. ¡negociable!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "283000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1060956317",
            "descripcion": "Audi A5 2.7 TDI V6. Vehículo nacional con 175000km, muy cuidado, cambio automático con levas en el volante. Cambios de aceite y filtros recién hechos, ITV pasada en agosto 2024. Mantenimiento de la caja de cambios hecho en casa oficial audi. Durmiendo siempre en garaje. Teléfono de contacto 666918819 Más información por privado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "175000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1006011556",
            "descripcion": "Se vende AUDI A5 paquete s-line: -Neumáticos nuevos -Discos de freno nuevos -Catalizador nuevo -Compresor e instalación del aire nuevos -Filtros cambiados (Todo con las facturas) -Faros LED -Llantas 18’ -Asientos deportivos -Sensor de aparcamiento -Control crucero -ITV pasada sin problemas -GPS ultima actualización -Cambios de aceite demostrados -Duerme siempre en garaje -Coche de no fumador, muy cuidado Gente interesada dejo mi numero de teléfono, din problemas para pruebas mecanicas y con garantia ! 640553256",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "270000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Audi A5 Coupe 2.7 TDI",
            "enlace": "https://es.wallapop.com/item/audi-a5-coupe-2-7-tdi-1074265568",
            "descripcion": "Se vende Audi A5 Coupe S Line 2.7 TDI Multitronic. Coche en buen estado. El coche lleva vinilo azul perlado, por debajo es negro metalizado. Neumáticos a estrenar tanto delanteros como traseros. Lo vendo como profesional. El coche incluye 1 año de GARANTÍA PREMIUM. Transferencia incluida en el precio. Extras: -Paquete S Line. -Faros Bi-Xenon. -Asientos en negro de cuero y microfibra en buen estado S Line. -Asientos con regulación eléctrica. -Buen estado general del interior. -Mantenimientos del motor cada 10.000Km -Mantenimiento de la caja a los 200.000Km -Llantas en 19 pulgadas con neumáticos a estrenar. -El motor va muy bien con un consumo de 6.5L/100km de media en carretera. -Garantía mecánica durante 1 año, con posibilidad de aumentarla más tiempo. Si estás interesado y quieres más información, fotos y vídeos, escribirme y le paso mi número de teléfono y hablamos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "228400 km",
            "precio": 11490.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1089515050",
            "descripcion": "Coche en perfecto estado con libro de mantenimientos de la casa. pintura perfecta y interior igual",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "180000 km",
            "precio": 11000.0
        },
        {
            "titulo": "AUDI A5 coupe 2.7 TDI DPF multitronic 2p",
            "enlace": "https://es.wallapop.com/item/audi-a5-coupe-2-7-tdi-dpf-multitronic-2p-1069405413",
            "descripcion": "Coche en muy buen estado. Nacional, dos dueños. Revisiones y mantenimientos al día. Siempre en garaje. ITV pasada en Abril. Neumáticos con 15 mil km de vida. Incluye prácticamente todos los extras: techo solar, asientos de cuero calefactables, climatizador bizona, faros xenon leds diurnas, equipo de sonido harman kardon, navegador gps, volante multifunción con levas, teléfono bluetooth, espejos eléctricos calefactados abatibles, control de crucero, control presión de neumáticos, sensores de lluvia, ... Abstenerse ofertas ridículas o cambios por otro vehículo. Solo venta. Se puede revisar en taller (coste a cargo de comprador). Vendo por cambio a coche familiar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "196000 km",
            "precio": 11000.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1049345236",
            "descripcion": "El coche esta muy cuidado, mantenimientos de caja cambios a los 202000 junto a los demas mantenimientos del coche, muelles 20mm y separadores 20mm homologados en ficha, desgaste mínimo del tiempo, mejor ver y probar, precio algo negociable, aceptaría cambio por coche de mi interes.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "211000 km",
            "precio": 11000.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1021515249",
            "descripcion": "Cuenta con extras como son sensores de lluvia, luces, aparcamiento. En perfecto estado de chapa, pintura e interior. Frenos delanteros perforados/ventilados.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "167000 km",
            "precio": 11000.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-885406622",
            "descripcion": "para más información al : 643330502",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "170000 km",
            "precio": 11000.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1041799143",
            "descripcion": "Se vende audi a5 2.7 tdi 190 cv..automático con levas en el volante ...mas info privado gracias ...también escucho cambio x volkswagen trasportes,multiban,o algo así",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "168000 km",
            "precio": 10900.0
        },
        {
            "titulo": "Audi A5 Coupe 2.7 TDI V6 190 CV Multitronic",
            "enlace": "https://es.wallapop.com/item/audi-a5-coupe-2-7-tdi-v6-190-cv-multitronic-1082195389",
            "descripcion": "Audi A5 Coupé 2.7 V6 TDI Multitronic 190 CV, 10600 €. Muy buen estado general, nacional. Matrícula: 0187GHK, del 9 de septiembre de 2008, 198800 kms. Bastidor: WAUZZZ8T49A009868. Motor diésel de 2698 cc, 190 CV. Cambio automático, llantas de aleación, climatizador automático bizona, radio CD, pantalla central multimedia, control de velocidad, sensores de parking, retrovisores y elevalunas eléctricos, ABS, ESP, etc. IMPRESCINDIBLE CITA PREVIA. Atendemos de lunes a viernes de 9:30 a 20 hs, y sábados de 10 a 14 hs en Málaga Capital, próximo a Leroy Merlin, únicamente con visita concertada. Precio de contado con un año de garantía y transferencia incluida. Puedes reservar y pagar con tarjeta de crédito. We speak English. Send us a message and we will call in your language. Este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "198800 km",
            "precio": 10600.0
        },
        {
            "titulo": "Audi A5 2007",
            "enlace": "https://es.wallapop.com/item/audi-a5-2007-1013823967",
            "descripcion": "Vendo o cambio por coche que me interese. Q7 o similar. Muy buen estado.Mejor ver y probar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2007",
            "kilómetros": "260000 km",
            "precio": 10500.0
        },
        {
            "titulo": "Audi A5 S-line automático ",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-894567768",
            "descripcion": "Audi A5 coupé automático S-line 2.7tdi V6. Estado perfecto, full option, audio Bang & Olufsen, neumáticos nuevos. ITV hasta 6/2025. Cambio por Audi Q5, Volvo XC60",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "243000 km",
            "precio": 10200.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1084262323",
            "descripcion": "Coche muy cuidado mantenimientos recién echos interesados por privado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "236000 km",
            "precio": 10000.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1028134782",
            "descripcion": "se escuchan cambios.preferible todo terreno o suv",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "220000 km",
            "precio": 10000.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-967409983",
            "descripcion": "Caja de cambios recién reconstruida, como nueva. Juntas de culatas nuevas, así como más componentes puestos nuevos, calentadores, patines cadenas distribución, etc. Todo demostrable con facturas. Interior SLine. Bola de remolque desmontable. En perfecto estado de funcionamiento, cualquier duda, no duden en preguntar. No negociable Sólo venta",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "230000 km",
            "precio": 10000.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1016763902",
            "descripcion": "*venta Audi a5* 📅 diciembre 2008 ✅2.7 v6 ⛽️diesel ✅ asientos de cuero calefactables 📲manos libres ❄️ clima bizona ✅ faros xenón ✅ ITV en vigor ✅ distintivo medio hambiento c 🔧 mantenimiento al día Cosas a saber del coche Libro de revisiones hasta los 220milkm realizados en la casa oficial Soy el segundo propietario del vehículo ## acepto cambios a mi favor o como forma de pago, Palabras clave: Audi golf6 golf5 gti Mercedes Amg",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "245804 km",
            "precio": 9999.0
        },
        {
            "titulo": "Audi A5 2007",
            "enlace": "https://es.wallapop.com/item/audi-a5-2007-1085700907",
            "descripcion": "Vehículo en perfecto estado con garantía de 12 meses motor y caja de cambios, todo su mantenimiento esta al dia",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2007",
            "kilómetros": "227000 km",
            "precio": 9990.0
        },
        {
            "titulo": "Audi A5 2007",
            "enlace": "https://es.wallapop.com/item/audi-a5-2007-1039325487",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2007",
            "kilómetros": "260000 km",
            "precio": 9950.0
        },
        {
            "titulo": "Audi A5",
            "enlace": "https://es.wallapop.com/item/audi-a5-1088873323",
            "descripcion": "Por favor lee todo el anuncio completo. Particular Nacional Único propietario Muy cuidado Siempre en garaje Cero accidentes Suspensiones, discos, admisión completa y EGR cambiados Cambio multitronic Asientos de piel natural calefactables Arranque sin llave Asientos eléctricos memoria Espejos eléct/calef memoria Climatizador bi zona Faros bi xenón Sensor parking delantero y trasero Sensor luz y lluvia Verde/plata metalizado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2007",
            "kilómetros": "220000 km",
            "precio": 9900.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1086069815",
            "descripcion": "✔️ Motor en perfecto estado, ni una gota de aceite por ningún lado. ✔️ Se acepta prueba mecánica . ✔️ Recién pintado entero por capricho . ✔️ Volante cambiado por capricho. ✔️ Techo recién tapizado en negro. ✔️ Dos ruedas recién puestas . ✔️ Parrilla delantera cambiada. ✔️ Pantalla CarPlay nueva. ✔️ Llantas rotor negras en 19 nuevas. ✔️ Mantenimiento caja de cambios. ✔️ Asientos en cuero y Alcántara. ✔️ Cambio automático de 8 velocidades. Acepto cambios aportando dinero.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "298500 km",
            "precio": 9800.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1057557436",
            "descripcion": "el coche esta muy bien cuidado siempre a dormido en cochera paquete s line asientos calefactables bluetooth solo para llamadas control de crucero y mas extras precio negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "274000 km",
            "precio": 9700.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2009-1078881655",
            "descripcion": "Vehículo en perfectas condiciones,revisiones al día,itv hasta 2025,llantas 18',vehículo no fumador y muy bien cuidado. Abstenerse curiosos,solo interesados!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "180000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2009-1076625394",
            "descripcion": "Perfectas condiciones! Llantas 18, revisiones al día.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "180000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1076653968",
            "descripcion": "Se vende Audi A5 2.7 TDI en perfecto estado, todas sus revisiones al día, para más información contactar, abstenerse curiosos y regateadores.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "180000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Audi A5 2008 2,7 190 cv",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-2-7-190-cv-1090411224",
            "descripcion": "! IMPORTANTE , NO TIENE ITV. PRESENTA FALLO. NO ENCIENDE LUZ MARCHA ATRAS, DE AHI EL PRECIO¡ Se vende Audi a5 2008 2,7 TdI 190 cv FULL EXTRAS. Siempre revisado. FUNCIONA PERFECTAMENTE. Cambio de aceite y filtros hecho a los 202.000 kms. Gomas traseras al 95%. delanteras al 30%. Tiene todos los extras disponibles + paquete S-line. Solo gente seria. El precio es por la reparacion que conlleva. NO HAGO CAMBIOS, SOLO GENTE REALMENTE SERIA.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "206772 km",
            "precio": 9000.0
        },
        {
            "titulo": "Audi A5 ",
            "enlace": "https://es.wallapop.com/item/audi-a5-1087509534",
            "descripcion": "❕Un coupé mimado y preparado para una segunda y larga vida. Este A5 se compone de un exterior con el acabado deportivo S Line y su interior destacado por sus asientos de cuero y alcántara que les permite presumir de elegancia sin perder ese toque sport. Su amplio interior hace que sea uno de los coupé más cómodos del mercado. ☑️ Opción de financiación. ☑️ Opción de revisión en taller. ☑️ Opción de cambio de nombre. ☑️ Opción de entrega con lavado integral. 💭 Para más información e interés consúltanos sin ningún tipo de compromiso por mensaje privado, estaremos encantados de atenderte lo antes posible. NO SE ACEPTAN CAMBIOS (el coche se encuentra en Vigo) ASESAUTO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "230000 km",
            "precio": 9000.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1086104458",
            "descripcion": "Vendo AUDI A5 coupe Motor: 2.7tdi Cv: 190 Año:2008 Km: 202000 Extras: ~ interior de piel ~ asientos electricos ~ llantas 17 de serie con neumaticos ~ ~ semi nuevos ~ sistema de sonido ~ sensor de lluvia ~ sensor de aparcamiento ~ Radio MMI ~ xenon ~ led diurna ~ arranca con un boton start stop etc.... ~NIVELACIÓN AUTOMÁTICA (los faros se ajustan automáticamente) ~ASISTENTE DE FASE LARGA / ASISTENTE ALTA ~ VIGA (el coche está equipado con una cámara que detecta los coches de delante y cambia automáticamente la fase larga a la fase corta y después de la eliminación cambia la fase larga atrás) ~ Sistema de apertura/cierre/arranque del coche sin llave con un simple toque siempre y cuando tengas la llave en tu bolsillo arrancar con un boton start stop ~ PARKTRONIC (SENSORES DE APARCAMIENTO delantero + trasero con pantalla. ~ SENSORES DE LUZ (los faros se encienden automáticamente al salir de la oscuridad y/o al entrar en espacios oscuros (túneles, garajes, espacios de estacionamiento subterráneos)) coche importada en perfecto estado recien echa la revision completa cambiado aceite filtros todo funciona perfectamente sin ningun tipo de fallo. acepto prueba mecánica uso solo los fines de semana.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "202000 km",
            "precio": 9000.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1080832045",
            "descripcion": "Vendo AUDI A5 coupe 2.7tdi 190cv . Extras: ~ interior de piel ~ asientos electricos ~ llantas 17 de serie con neumaticos ~ semi nuevos ~ sistema de sonido bang&olufsen ~ sensor de lluvia ~ sensor de aparcamiento ~ Radio MMI ~ xenon ~ led diurna ~ arranca con un boton start stop etc.... ~NIVELACIÓN AUTOMÁTICA (los faros se ajustan automáticamente) ~ASISTENTE DE FASE LARGA / ASISTENTE ALTA ~ VIGA (el coche está equipado con una cámara que detecta los coches de delante y cambia automáticamente la fase larga a la fase corta y después de la eliminación cambia la fase larga atrás) ~ Sistema de apertura/cierre/arranque del coche sin llave con un simple toque siempre y cuando tengas la llave en tu bolsillo arrancar con un boton start stop ~ PARKTRONIC SENSORES DE APARCAMIENTO delantero + trasero con pantalla. ~ SENSORES DE LUZ (los faros se encienden automáticamente al salir de la oscuridad y/o al entrar en espacios oscuros (túneles, garajes, espacios de estacionamiento subterráneos)) Coche importada en perfecto estado recien echa la revision completa cambiado aceite filtros todo funciona perfectamente sin ningun tipo de fallo. Acepto prueba mecánica. Uso solo los fines de semana.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "202000 km",
            "precio": 9000.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1063419964",
            "descripcion": "Se vende por paternidad , muy cuidado siempre , con libro de mantenimiento al dia. Llantas de 20” con cubiertas nuevas, sillones electricos calefactables, y muchos mas extras... itv recien pasada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "250000 km",
            "precio": 9000.0
        },
        {
            "titulo": "Audi A5 2008",
            "enlace": "https://es.wallapop.com/item/audi-a5-2008-1038417512",
            "descripcion": "Audi A5 2.7tdi, tiene el aceite de motor y caja de cambios cambiado, todos los filtros y las ruedas delanteras nuevas. Funciona perfectamente Acepto cambio por coche que me interese.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2008",
            "kilómetros": "241000 km",
            "precio": 9000.0
        }
    ]
}