{
    "b칰squeda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase C",
        "version": "C 300 de Berlina",
        "a침o m칤nimo": 2019,
        "a침o m치ximo": 2021,
        "km m칤nimo": 2007,
        "km m치ximo": 300000,
        "precio m칤nimo": 1,
        "precio m치ximo": 9000000,
        "ubicaci칩n": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "electric-hybrid",
        "potencia m치xima": 306,
        "potencia m칤nima": 1,
        "categor칤a": "otros, furgoneta, 4X4, mini furgoneta, coche peque침o, coup칠 cabrio, sed치n, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=electric-hybrid&min_horse_power=1&max_horse_power=306&min_year=2019&max_year=2021&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase C&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase C CABRIO AMG 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-cabrio-amg-2021-1062144182",
            "descripcion": "Blanco calcita - simil cuero artico /microfibra dinamica antracita - AMG line Interior y exterior - cambio automtico 9G tronic plus - guia para el aparcamiento con parktronic y camara trasera - paq.integraci칩n smartphone - paq. Control de carril - control angulo muerto - paravientos electrico - navegador con tarjeta sd - sistema ariscarf - paq.espejos abatibles electricos - aire acondicionado - faros led high performance - asientos delanteros calefactados - iluminacion de ambiente - molduras madera mate con poros abiertos en consola central . * TALLER AUTORIZADO MERCEDES BENZ. * CONSULTAR OFERTA FINANCIERA PERSONALIZADA * TE OFRECEMOS LAS MEJORES CONDICIONES DE FINANCIACI칍N DEL MERCADO. Consultar condiciones. * VEH칈CULO REVISADO Y CON 1 A칌O DE GARANT칈A * CAMBIO DE NOMBRE NO INCLUIDO * ACEPTAMOS CUALQUIER COCHE COMO PARTE DE PAGO * ENTREGA EN TODA ESPA칌A * HACEMOS COMPRA DIRECTA DE TU COCHE -facebook.com/SERVIDAUTO -Instagram.com/SERVIDAUTO * Anuncio no vinculante. Puede contener errores",
            "combustible": "El칠ctrico",
            "cambio": "Autom치tico",
            "potencia": "184 cv",
            "a침o": "2021",
            "kil칩metros": "45400 km",
            "precio": 44999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 300de 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2020-896860104",
            "descripcion": "Se escuchan ofertas. Mercedes c300de estate con etiqueta 0 emisiones hibrido enchufable diesel cambio autom치tico 9g tronic pack amg interior pack amg exterior cuadro instrumentos digital paquete night techo panoramico corredizo posibilidad de entregar con otro juego de llantas en 20 pulgadas faros led high performance android auto, apple car play mas info por privado. Mercedes, amg, rs4, rs6, m3, competition, avant, estate, touring, H칤brido, enchufable",
            "combustible": "El칠ctrico",
            "cambio": "Autom치tico",
            "potencia": "306 cv",
            "a침o": "2020",
            "kil칩metros": "78100 km",
            "precio": 40400.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 300 hibrido enchufable",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-300-hibrido-enchufable-1090234139",
            "descripcion": "Equipamiento: -Un solo due침o -Revisiones en Mercedes -Paquete M interior y exterior -Navegador -C치mara delantera y de marcha atr치s -Ordenador a bordo -Volante regulable en altura y multifunci칩n -Llantas de aluminio -Elevalunas el칠ctricos delanteros y traseros -Pantalla central t치ctil -Climatizador bi zona -Sensores de aparcamiento delanteros y traseros -Cierre centralizado -Mando a distancia en la llave -Control de velocidad y limitador -Bluetooth -Isofix -Start stop Garant칤a y cambio de nombre a consultar. Se puede probar sin ning칰n compromiso. Se entrega con ITV pasada. Revisi칩n completa antes de la entrega. Aceptamos su veh칤culo como forma de pago. Se puede financiar todo el veh칤culo o la cantidad que se desee al tiempo que el cliente necesite. Tenemos mas de 33 a침os de experiencia en el sector de automoci칩n.",
            "combustible": "El칠ctrico",
            "cambio": "Autom치tico",
            "potencia": "306 cv",
            "a침o": "2020",
            "kil칩metros": "55000 km",
            "precio": 36800.0
        },
        {
            "titulo": "MERCEDES C 300DE  ESTATE AMG HYBRIDO ENCHUFABLE",
            "enlace": "https://es.wallapop.com/item/mercedes-c-300de-estate-amg-hybrido-enchufable-1090401560",
            "descripcion": "WORLD COLOR CAR EXCLUSIVE PONE A LA VENTA ESTE EXCLUSIVO MERCEDES C300De HIBRIDO ENCHUFABLE (DIESEL/ELECTRICO) CON 306 CV. -A칌O 2020 -UNICO DUE칌O -NO FUMADOR -MANTENIMIENTOS EN SERVICIO OFICIAL MERCEDES -DISPONE DE LOS SIGUIENTES EXTRAS: -PAQUETE INTERIOR Y EXTERIOR AMG -TECHO SOLAR PANORAMICO -ASIENTOS CALEFACTADOS ELECTRICOS CON MEMORIA -TAPICERIA EN CUERO CAMEL EXCLUSIVA -FAROS FULL LED MULTIBEAM -SISTEMA DE NAVEGACION -CONTROL DE VELOCIDAD ADAPTATIVA -PORTON TRASERO ELECTRICO -CAMARA 360 -SENSORES DE APARCAMIENTO -CABLE DE CARGA DOMESTICO -CABLE DE CARGA NORMAL -GARANTIA DE 1 A칌O -POSIBILIDAD DE ENTREGAR SU VEHICULO USADO A CAMBIO (CONSULTAR) -IVA DEDUCIBLE PARA EMPRESAS O AUTONOMOS",
            "combustible": "El칠ctrico",
            "cambio": "Autom치tico",
            "potencia": "306 cv",
            "a침o": "2020",
            "kil칩metros": "71000 km",
            "precio": 35900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C300de AMG 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c300de-amg-2020-1085128377",
            "descripcion": "En perfecto estado, todas las revisiones al d칤a. H칤brido enchufable y diesel, 306cv y consumos por debajo de 5 litros. Autonom칤a en electrico de umos 40-45km. ETIQUETA MEDIOAMBIENTAL 0 Muy equipado, AMG interior y exterior, full LED, techo solar panor치mico, llantas 19 pulgadas con neum치ticos pr치cticamente nuevos, tren de rodaje deportivo con suspensi칩n regulable en dureza y altura. ITV hasta 2026. Para m치s info, preguntar.",
            "combustible": "El칠ctrico",
            "cambio": "Autom치tico",
            "potencia": "306 cv",
            "a침o": "2020",
            "kil칩metros": "144000 km",
            "precio": 29999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 300 de 306 cv 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-300-de-306-cv-2019-1062561929",
            "descripcion": "Mercedes Benz Clase C 300 de Estate h칤brido enchufable diesel PHEV, del 11.2019, 306 cv, 74000 km, con garant칤a oficial Mercedes. Autom치tico con levas en el volante, con faros led activos, sensores de aparcamientos delanteros y traseros, asientos deportivos cuero + tela, c치mara marcha atr치s, cuadro digital, Android Auto y Apple Carplay, sistema audio Burmester con bluetooth, mandos vocales, conexi칩n a internet y zona wifi, detector se침ales de tr치fico, aviso 치ngulo muerto, control cambio carril, control velocidad crucero activoTempomat, iluminaci칩n interior en colores, climatizador etc. En perfecto estado. Con garant칤a oficial Mercedes. Con libro de revisiones, historial completo, todo en Mercedes, km garantizados. Con cargador para enchufe de casa. Bater칤a 13 kwh, autonom칤a en modo el칠ctrico m치s de 50 km. Distintivo medioambiental 0 (cero). Transferencia 200 euros. Se puede financiar.",
            "combustible": "El칠ctrico",
            "cambio": "Autom치tico",
            "potencia": "306 cv",
            "a침o": "2019",
            "kil칩metros": "74000 km",
            "precio": 29999.0
        },
        {
            "titulo": "Mercedes C200 游댊 춰 HIBRIDO ETIQUETA ECO !",
            "enlace": "https://es.wallapop.com/item/mercedes-c200-hibrido-1080855189",
            "descripcion": "",
            "combustible": "El칠ctrico",
            "cambio": "Autom치tico",
            "potencia": "197 cv",
            "a침o": "2019",
            "kil칩metros": "160000 km",
            "precio": 25000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2019",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2019-1082676029",
            "descripcion": "Hola Vendo este merecdes. Hibrido enchufable y diesel. Primera matriculacion en diciembre de 2019. Vehiculo importado de Alemania. Atiendo consultas sin compromiso.",
            "combustible": "El칠ctrico",
            "cambio": "Autom치tico",
            "potencia": "306 cv",
            "a침o": "2019",
            "kil칩metros": "165000 km",
            "precio": 25000.0
        }
    ]
}