{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase C",
        "version": "CLS 63 AMG S 4MATIC Coupé",
        "año mínimo": 2014,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 585,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=585&min_year=2014&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase C&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase C 63 AMG S 590cv MCT",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-63-amg-s-590cv-mct-1075542721",
            "descripcion": "MERCEDES BENZ CLASE C 63 S AMG 590CV 7G PLUS!! Revisado en Mercedes, stage 1 spoiler delantero CSK tipo Edition One, kit carbono exterior, aletas en carbono, llantas 19\", techo panorámico, navegador, asistente de aparcamiento con cámara trasera, sensor de ángulo muerto, asistente de mantenimiento de carril, asientos deportivos AMG, faros LED, audio Burmester y muchos más. Precio al contado: 69.900€. Precio financiado: 67.900€. (Financiando al menos 50.000€) Visite la web de Autogallery Premium para mas info. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Matriculado en 4/2016 @auto.gallery #JF CAP",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2016",
            "kilómetros": "75900 km",
            "precio": 69900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C Coupé 63 S AMG 375 kW (510 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-coupe-63-s-amg-375-kw-510-cv-940026279",
            "descripcion": "Historial de revisiones pasadas por taller Mercedes Benz, última 11/2024 con 67.075km. Equipado con asientos AMG Performance (baquets), techo panorámico, navegación, cámara de parking, llave inteligente, portón trasero eléctrico, asientos eléctricos con memoria y calefacción, faros leds, sensor de luz y lluvia, sensores de aparcamiento, espejos auto abatibles... Incluido cambio de titularidad y 12 meses de garantía. Recogemos a nuestros clientes en Aeropuerto y Renfe Málaga. Ofrecemos financiación personalizada y posibilidad de entrega de vehículo como parte de pago. Más de 35 años avalan nuestro compromiso y profesionalidad con todos nuestros clientes. Visite nuestra web WWW.AUTOSCOZAR.COM .",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2018",
            "kilómetros": "64000 km",
            "precio": 69900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2017-1077592849",
            "descripcion": "The car posible to buy to buy finance in 2yeara",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2017",
            "kilómetros": "90000 km",
            "precio": 65000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2017-1012358632",
            "descripcion": "* MERCEDES C 63 S CABRIO 510 CV FULL CARBON* Financiacion cuota 923€ al mes ( Vehiculo con una larga lista de extras ) consulten sin compromiso. · Consúltenos por las diferentes ofertas y fórmulas de financiación a su medida. · Atención al cliente multilingüe. ENGLISH, FRENCH & GERMAN speaking. · Reserva ONLINE del vehículo disponible. · Valoración de su vehículo como parte de pago. · Servicio de recogida premium en aeropuerto/estación en caso de desplazarse. · Venta y entrega de su vehículo en todo el territorio nacional y europeo. · Vehículos totalmente revisados y garantizados. · Disponemos de ofertas muy competitivas de seguros para s",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2017",
            "kilómetros": "99000 km",
            "precio": 64990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2017-1076234463",
            "descripcion": "Mercedes Benz Amg C63S año 2017 (Setiembre) Nacional todo los revision en casa oficial Mercedes con historial . Color original Gris claro brillante ,lleva vinilo de 3M color amarillo . Lleva kit carbono exterior Llanta forjada 19 con 4 neumáticos nuevo (hace un año y rodaje de menos de 3mil Kms) . Freno carboceramico Escape completo Akrapovic (intermedio y final ) Interior con luz de 64 colores CarPlay Etc….",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2017",
            "kilómetros": "73000 km",
            "precio": 57999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C Estate 63 S AMG 375 kW (510 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-estate-63-s-amg-375-kw-510-cv-1023804182",
            "descripcion": "VEHICULO MUY CUIDADO !!! Hitorial de Revisones en Mercedes : 07/2019 19600km 10/09/2020 40.000km 06/2021 61.800km,08/2023 77500km Equipado con techo panorámico electrico, navegación, cámara de parking, llave inteligente, faros leds, portón trasero eléctrico, asistente carril, tapicería en cuero, asientos eléctricos con memoria y calefacción, sonido Burmester, cinturones en rojo, sensor de luz y lluvia, sensores de aparcamiento, sistema distronic... Incluido cambio de titularidad y 12 meses de garantía. Recogemos a nuestros clientes en Aeropuerto y Renfe Málaga. Ofrecemos financiación personalizada y posibilidad de entrega de vehículo como parte de pago. Más de 35 años avalan nuestro compromiso y profesionalidad con todos nuestros clientes. Visite nuestra web WWW.AUTOSCOZAR.COM .",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2017",
            "kilómetros": "80000 km",
            "precio": 57900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-1025648925",
            "descripcion": "Mercedes c63 s edition one amg neumaticos cambiados 27/12/2024 -backets -tapicería en rojo -equipo de sonido mejorado -sensores aparcamiento y detección colisión -discos perforados -portón maletero eléctrico - volante Alcántara -asientos calefactables -asientos eléctricos -aparcamiento automático No hay ninguna unidad como esta ! Esta impecable !! Se acéptan cambios y coche como forma de pago se acepta coche. Escucho ofertas rs5,rs3,rs4,M2,M3,M4, a45 ,a35, amg, porsche, bmw, mercedes , seat",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2016",
            "kilómetros": "110000 km",
            "precio": 55900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-1048889728",
            "descripcion": "MERCEDES-BENZ Clase C MercedesAMG C 63 S. Vehiculo cuidado al detalle, todos los extras disponibles en carta, entrega inmediata..... CAMBIO DE NOMBRE Y GARANTIA DE 12 MESES INCLUIDO EN EL PRECIO.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2016",
            "kilómetros": "99000 km",
            "precio": 54990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 63 AMG S 375 kW (510 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-63-amg-s-375-kw-510-cv-840751165",
            "descripcion": "MODELO EDITION ONE. 105.000 km. Historial de revisiones completo en Mercedes Benz: 12/2016, 04/2018, 07/2019, 07/2020, 09/2022, 10/2023 y 11/2024. Equipado con asientos backets con costuras rojas, techo panorámico, cámaras 360º, navegación, asientos eléctricos con memoria y calefacción, volante terciopelo, llave inteligente, levas, sonido Burmenster, portón trasero eléctrico, embellecedores interior carbono, sensor de luz y lluvia, sensores de aparcamiento, espejos auto abatibles... Incluido cambio de titularidad y 12 meses de garantía con cobertura en talleres Mercedes Benz. Recogemos a nuestros clientes en Aeropuerto y Renfe Málaga. Ofrecemos financiación personalizada y posibilidad de entrega de vehículo como parte de pago. Más de 35 años avalan nuestro compromiso y profesionalidad con todos nuestros clientes. Visite nuestra web WWW.AUTOSCOZAR.COM .",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2016",
            "kilómetros": "99000 km",
            "precio": 54900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2017-1087447527",
            "descripcion": "Mercedes C63s Mantenimiento siempre en Mercedes. 1 año de garantía Mercedes Benz Muchos Extras: - Head Up Display - cámara 360 - control crucero adaptativo - sonido burmester - bola de remolque (de serie integrada) - ILS - Asientos eléctricos y con memoria - Asientos calefactables - … Último mantenimiento realizado se ha hecho a mayores de lo que corresponde: - Ruedas nuevas - Discos Nuevos - Pastillas nuevas - Amortiguadores delanteros nuevos Recién pintado. Se admite toda prueba mecánica o comprobación. Cualquier duda, preguntad sin compromiso. No acepto cambios, solo venta.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2017",
            "kilómetros": "120000 km",
            "precio": 54500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1090750003",
            "descripcion": "Mercedes-Benz C63s AMG Desde el interior tenemos -asientos en cuero y alcantara -aire bizona -volante miltifuncion -navegador -multimedia -activacion de valvulas de escape -asientos calefactables y muchos mas ... Desde el exterior tenemos -ayuda de parking -sensores de aparcamiento -llantas en 19” -techo solar panoramico -luz led high performance y muchos mas ... Contactanos para mas detalles e informacion. Contacto:627979921 redes sociales: instagram:sscarbrokers facebook:sscar broker tiktok:sscarbrokerS",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "476 cv",
            "año": "2015",
            "kilómetros": "121000 km",
            "precio": 54000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2017-953328696",
            "descripcion": "Se vende fantástico MB C63s AMG con todas las revisiones realizadas en casa oficial, impecable estado y muy bien equipado, lleva paquete aparcamiento, ayuda activa a la conduccion con distronic, head up display, asientos en cuero eléctricos y calefactados con memoria ,techo panorámico corredizo, paquete keyless go, equipo lavacristales calefactado, paquete Night (AMG), DAB-Turner (receptor de radio digital), sistema de sonido Surround Burmester, preinstalación de teléfono móvil, Paquete AMG Driver's, Molduras Madera fresno negro, paquete asistencia a la conducción plus, paquete aparcamiento, tubo de escape deportivo (AMG Performance), etc.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2017",
            "kilómetros": "67900 km",
            "precio": 53500.0
        },
        {
            "titulo": "MERCEDES-BENZ Clase C MercedesAMG C 63 S",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-mercedesamg-c-63-s-1059894098",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2016",
            "kilómetros": "55810 km",
            "precio": 52990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 63s",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-63s-1064016559",
            "descripcion": "MERCEDES-BENZ AMG C 63S. Edition 1 Motor gasolina 4.0 con 510cv 106.980km Sept del 2016 Historial de mantenimientos completo en Mercedes-Benz Ultimo mantenimiento realizado 16/06/2024 EXTRAS DESTACADOS Motorsport Pack AMG Night Pack AMG Electronic Rear Axle Limited Slip Diff Suspensión neumática trasera Camara trasera Llantas 19/20\" Forged 5 Twin Spoke Alloys Techo abatible y panoramico Sistema de escape AMG Performance Frenos AMG de alto rendimiento Molduras interiores de fibra de carbono mate AMG Selector de modos conducción Parking Pack Asistente activo de aparcamiento con PARKTRONIC Asientos AMG Performance con calefacción eléctrica y memoria Espejos fotocromáticos, Espejos Plegables Eléctricos Bluetooth Asistente de señales de tráfico, Información de tráfico en vivo Sistema de sonido envolvente Burmester Reproductor de DVD Cristales de privacidad Apertura y arranque sin llave Cierre remoto del maletero Paquete Confort Asistente adaptativo de luces de carretera Plus Sistema de iluminación inteligente LED Faros delanteros de alto rendimiento Asistencia de prevención de colisiones Control de crucero Volante multifunción de alto rendimiento con Levas Se entrega transferido y con 12 meses de garantía con la posibilidad de contratar hasta 24 meses. Horario comercial 10 a 14h y 16 a 20h Aceptamos el vehículo como parte de pago. Financiamos a su medida. Anuncio no vinculante puede contener errores. ¡Síguenos en Instagram! ¡Pide cita y ven a verlo! Estamos en: Carrer Ramon i Cajal 27-29 Parets del Vallès Barcelona 08150",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2016",
            "kilómetros": "106980 km",
            "precio": 52900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c63-s-2018-1043015633",
            "descripcion": "mercedes c63 s 2018 full extras todo los mantenimientos echos frenos carbonoceramicos (no negociable ) pago en efectivo al cambio mas valor",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2018",
            "kilómetros": "76000 km",
            "precio": 52000.0
        },
        {
            "titulo": "Mercedes-Benz C63s AMG V8 Biturbo 510cv ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-c63s-amg-v8-biturbo-510cv-1086436153",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2018",
            "kilómetros": "126500 km",
            "precio": 51990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 63 AMG S FULL EXTRAS",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c63-s-amg-full-extras-1055711798",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2017",
            "kilómetros": "91500 km",
            "precio": 51490.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 63S Coupe 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-63s-coupe-2016-925205800",
            "descripcion": "MosMotor Select Car en Calpe pone en venta MERCEDES C63s Coupe del año 2016 con 125.000km Vehículo nacional con historial completo en servicio oficial Mercedes Equipado con: -Color exterior blanco diamante -Cámara Trasera -Distronic Plus -Radar de proximidad delantero y trasero -Techo solar Panorámico -Faros Leds High Performance -Sensor de ángulo muerto -Sensor cambio de carril -Sensor anticolisión activo -Asistente de ayuda a la conducción -Head-Up Display -Asientos Calefactados -Asientos eléctricos con memoria -Sistema de sonido Burmester -Paquete iluminación interior...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2016",
            "kilómetros": "125000 km",
            "precio": 50800.0
        },
        {
            "titulo": "Mercedes C63 AMG V8 Biturbo 476 cv",
            "enlace": "https://es.wallapop.com/item/mercedes-c63-amg-v8-biturbo-476-cv-1087784437",
            "descripcion": "**OFERTA SOLO HASTA 31/01 49.999 €** PRECIO NORMAL 52.500 € Impecable MERCEDES-BENZ C63 AMG V8 BITURBO Todas las revisiones al día Fecha 1ª matriculación 02/2017 – Automático 476 cv – Gasolina Extras a destacar: - Asientos deportivos AMG - Llantas AMG 19” en negro brillo - Asientos calefactables con ajuste eléctrico en piel napa - Volante AMG multifunción de cuero - Alerón y canards en fibra de carbono - Retrovisores con ajuste y plegado eléctrico - Sistema de escapes performance - Pantalla central con sistema de navegación - Radar de proximidad delantero y trasero - Faros Led High Performance - Cristales traseros oscurecidos - Sensor cambio de carril - Asistente de ayuda a la conducción • Limpieza integral en todos nuestros coches GRATIS • El vehículo se entrega revisado totalmente • Gastos de tramitación y cambio de nombre +499 € • Garantía 12 meses incluida (ampliable hasta 3 años) • Entregas en toda España (consultar precios) Contacta con nosotros para más información Instagram → @rxtautomocion",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "476 cv",
            "año": "2017",
            "kilómetros": "109000 km",
            "precio": 49999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 63 AMG S 375 kW (510 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-63-amg-s-375-kw-510-cv-1080412036",
            "descripcion": "EDITION 1, UNIDAD EQUIPADÍSIMA GARANTÍA DE 12 MESES INCLUIDA EN EL PRECIO CAMBIO DE TITULARIDAD INCLUIDO EN EL PRECIO OFRECEMOS FINANCIACIÓN A MEDIDA ACEPTAMOS SU COCHE COMO PARTE DE PAGO",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2015",
            "kilómetros": "115000 km",
            "precio": 49999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 43 AMG Coupé 2018 ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-43-amg-coupe-2018-1068966006",
            "descripcion": "Espectacular Mercedes Benz C 43 AMG, único propietario, NACIONAL, en un estado impecable. - Llanta 19 bicolor - Camara 360º con vista de pájaro - Paquete carbono ( inserciones delanteras, retrovisores e inserción trasera portón ) - techo panoramico - Asientos en Piel y alcántara - Cinturones en Rojo - Paquete luces - Faros full led - Tracción 4 - Acceso y arranque sin llave - Asientos electricos, calefactables y con memoria. - Asientos traseros con Isofix - Botón escape deportivo - Regulador de suspensión - Modos de conducción ( Comfort . Sport . Sport + ) ... Financiamos sin entrada, consulte condiciones de financiación, cogemos vehículo en forma de pago. En el precio se incluye 12 meses de garantia y cambio de nombre. * el anuncio puede contener errores y es por ello que se muestra a titulo informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "390 cv",
            "año": "2018",
            "kilómetros": "73000 km",
            "precio": 49900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1051433834",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2015",
            "kilómetros": "167000 km",
            "precio": 49800.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2018-1085752907",
            "descripcion": "En venta: Mercedes-AMG C63 Black Edition del 2018, una auténtica obra maestra de la ingeniería alemana con 510 CV que ofrece un rendimiento impresionante y una experiencia de conducción inigualable. • Motor: V8 Biturbo 510 CV • Año: 2018 • Kilometraje: 90.000 km • Paquete Night Edition • Paquete Aerodinamico Amg • Estado: Impecable, libro mantenimiento Mercedes Benz, sin accidentes Para los amantes de la velocidad y la elegancia, este C63s combina lujo, deportividad y exclusividad Posibilidad entrega en toda españa",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2018",
            "kilómetros": "90000 km",
            "precio": 49000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1067689835",
            "descripcion": "🔴SE VENDE🔴 ➡️Mercedes C63s AMG ✅4.0 V8 biturbo 510cv cambio automático 7G ✅Pack Amg Performance( asientos buckets, frenos carboceramicos, full carbono exterior e interior) ✅Techo solar, control de crucero adaptativo con mantenimiento de carril, apertura y arranque sin llave, sensor de ángulo muerto, cámara de marcha atrás más sensores de parking, llanta 19, escape deportivo amg, sonido burmester, asientos eléctricos calefactados, portón eléctrico, iluminación ambiental, etc ✅Año 06/2015 ✅129.000km ✅Importación Alemania (2 años) ✅Gasolina (etiqueta C) ✅Mantenimiento al día y completo en Mercedes ✳️Gastos de gestión documental +290€ ✳️Posibilidad de financiación y coger su coche como parte de pago previa tasación! ✅Garantia de 12 meses incluida, posibilidad de contratar 24 meses. Llevamos su coche a cualquier punto de la península, consultar condiciones y tarifas. Visítanos en Instagram @dr_automocion El coche se puede ver en Fuenlabrada (Madrid) o Illescas (Toledo) 💥Precio: 47.990€‼️ 📩Escríbeme para más información",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2015",
            "kilómetros": "129000 km",
            "precio": 47990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-c63-amg-estate-2017-1004936626",
            "descripcion": "Mercedes C63 AMG State 80.000km Llantas 19” AMG cromado y negro brillo Frenos 6 pistones AMG Luces automáticas Led High Performance Caja automática 7DGT Luz ambiente colores personalizados Modos de conducción Navegador Climatizador bizonas Sonido Burmester Asientos cuero y alcantara calefactados Volante AMG multifunción con levas en aluminio Techo panorámico doble con abertura total Soporte para gafas de sol Llamada de emergencia - información - taller Escapes AMG Suspensión adaptativa 3 posiciones Parrilla delantera panamericana (parrilla original disponible)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "476 cv",
            "año": "2017",
            "kilómetros": "80000 km",
            "precio": 47990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-984889839",
            "descripcion": "Exclusiva y Excelente unidad con alto equipamiento. Se distingue entre otras cosas por su alta potencia ( 510cv ) con motor V8 Biturbo, en carretera su comportamiento es una delicia para su conducción , y si hablamos de deportividad la nota es muy alta. Con sus 174.000 km certificados y demostrables. **POSIBILIDAD DE FINANCIAR**?? Avalado por garantía premium de 12 meses ???Cambio de nombre a parte (200€)??? \"Anuncio valido salvo error tipográfico\". . Mercedes C63S AMG V8 BITURBO en Almoradi",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2015",
            "kilómetros": "174000 km",
            "precio": 47900.0
        },
        {
            "titulo": "MERCEDES-BENZ Clase C Estate 63 S AMG 510CV",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2020-1003861520",
            "descripcion": "Espectacular unidad de MERCEDES-BENZ C 63 AMG S 7G Plus 510CV!! ETIQUETA C. En perfecto estado tanto interior como exterior, revisado, llantas 19\", frenos cerámicos de alto rendimiento AMG, sistema de sonido Burmester, Head-up display, volante AMG Performance , asientos delanteros con memoria, bola de remolque y muchos más. Precio al contado: 47.990€. Precio financiado: 44.990€. (Financiando al menos 40.000€) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Bitcoin accepted @auto.gallery #JF CAP #JU PIC #FU #AG #LGS #SED #F522072",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2017",
            "kilómetros": "115500 km",
            "precio": 46990.0
        },
        {
            "titulo": "MERCEDES-BENZ C43 AMG 🟢 367cv 2018 NACIONAL",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-c43-amg-390cv-2018-nacional-1091981856",
            "descripcion": "UN LOBO CON PIEL DE CORDERO, CON SUS CASI 400cv, ESTADO TOTALMENTE ORIGINAL, Y DE PROCEDENCIA NACIÓNAL MERCEDES-BENZ C43 AMG 390cv AÑO 2018 UNIDAD NACIONAL 92000km LLANTA 19\" TECHO CUERO NEGRO CON HILO ROJO REVISADO COMPLETO MODOS DE CONDUCCION MODOS DE SUSPENSIÓN LED CÁMARAS 46890€",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "367 cv",
            "año": "2018",
            "kilómetros": "92000 km",
            "precio": 46890.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-1041528761",
            "descripcion": "se vende mercedes c63s amg 650 cv con stage 2 plus y dowpipe hecho en aspro autos uno de los mejores preparadores de españa tiene casi todos los extras techo panoramico sillones backet acabado en cuero y alcantara volante en alcantara suspencion adaptativa ayuda en conducion y muchas cosas mas con todo los mantemientos hecho como discos y pastillas de freno aceite y filtros caja de cambios diferencial trasero bujias coche en buen estado siempre al dia itv hasta 2025 km hecho la mayoria en carreteras se puede ver y probar acepto prueba mecanica en casa oficial o taller de confianza se podria emtregar de serie",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2016",
            "kilómetros": "175000 km",
            "precio": 45000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C43 AMG 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-992229318",
            "descripcion": "Mercedes-benz c43 AMG en perfecto estado Siempre en garaje Último mantenimiento realizado el 04/03/2024 Ruedas nuevas Asientos calefactables Cámara trasera Techo panorámico Iluminación ambiental TempoMat ( velocidad crucero ) Luces de cruce adaptativas (digital light) Facturas de mantenimiento",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "367 cv",
            "año": "2016",
            "kilómetros": "60000 km",
            "precio": 45000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 63 Estate 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-63-estate-2016-1055467788",
            "descripcion": "MERCEDES BENZ C63 ESTATE AMG 476CV Cambio automático con levas en el volante Llanta AMG 19\" Faros LED Inteligentes Techo Panorámico abatible Paquete de ayuda para aparcar Paquete AMG Interior Paquete AMG exterior Paquete AMG Driver Paquete de alumbrado interior Cámara de visión trasera Extintor bajo asiento del conductor Paquete de integración para smartphone Paquete de Conducción Apple Car Play Frenos de alto rendimiento AMG DISTRONIC Plus Bacquets AMG eléctricos, calefactables y con ajuste lumbar Relog analógico Asistente de advertencia de salida Touchpad con pulsador giratorio Sistema de audio Burmester Asistente de cambio de carril activo Volante AMG multifunción en Napa Sistema de escape conmutable Portón trasero eléctrico y más extras... -1 año de garantía y transferencia de nombre incluida en el precio. -Consulte nuestras opciones de financiación si lo desea (el precio no está sujeto a financiar con nosotros directamente). -Servicio de entrega a domicilio en cualquier punto de la Península y Baleares, precio a consultar. -Solicite prueba de vehículo a domicilio. -Todos nuestros vehículos disponen de libro de mantenimiento y certificación de kilometraje. -Atendemos con cita previa, contacte con nosotros para solicitar una prueba del vehículo. -Este anuncio no es vinculante, puede estar sujeto a errores, se muestra a titulo informativo y no contractual. -17 años de experiencia nos avalan en el sector del automóvil. -We speak English",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "476 cv",
            "año": "2016",
            "kilómetros": "95000 km",
            "precio": 44900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 43 AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-43-amg-1095358692",
            "descripcion": "Mercedes Clase C 43 AMG 4MATIC en perfecto estado de conservación, siempre duerme en garaje privado. A destacar: - Techo panorámico - Baquets AMG con memoria y calefactables - Faros led intelligent light system - Cinturones rojos - Volante alcantara - Equipo de sonido burmester - Detalles en carbono - Suspensión roscada KW - Llantas Ispiri 20¨ - Colas c63 - Faldones maxton design - Línea con válvulas completa FI Exhaust - Neumáticos Pirelli P Zero recién puestos - Los mantenimientos los he pasado en la casa - Entrego linea y suspensiones de serie Cualquier pregunta no dudes en consultar.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "367 cv",
            "año": "2016",
            "kilómetros": "124500 km",
            "precio": 44490.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 63 AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-63-amg-1079623813",
            "descripcion": "EN VENTA ESPECTACULAR MERCEDES C 63 EN UN ESTADO IMPECABLE TANTO INTERIOR COMO EXTERIOR. UNICO PROPIETARIO -Todos los mant. En la Mercedes con libro sellado -Suspensión roscada homologada (2500€) -Sensores de aparcamiento delanteros y traseros -Asientos delanteros calefactables eléctricos regulables -Drive Modes -Escape deportivo con apertura de válvulas ( SONIDO ESPECTACULAR) -Volante deportivo AMG con levas integradas -Sistema de sonido Hardman Kardon -Pinzas de freno con logotipo AMG -Llantas AMG de 19 pulgadas en negro brillante -Ordenador de viaje con navegador -Cristales traseros oscurecidos privacy -Control de crucero adaptativo con limitador -Faros Multibeam Led -Posibilidad 1 año garantia premium Y MUCHOS MÁS EXTRAS ENTREGA INMEDIATA Se acepta coche como parte de pago #MERCEDES #c63 #c63s",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2017",
            "kilómetros": "128000 km",
            "precio": 43990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C Mercedes-AMG C 43 4MATIC",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-mercedes-amg-c-43-4matic-1053050526",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "390 cv",
            "año": "2018",
            "kilómetros": "144000 km",
            "precio": 43900.0
        },
        {
            "titulo": "Mercedes C63S Edition 1",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-1095054851",
            "descripcion": "Mercedes Benz AMG C63S Estate Edition 1 V8 Biturbo 510cv Unidad única en España a la venta Equipo de sonido Burmester Escape deportivo AMG AMG Ride Control Asientos AMG Performance eléctricos con memoria y calefactables Faros adaptativos automáticos Camara 360° Techo panorámico doble eléctrico Control de crucero adaptativo (Distronic Plus) Parking Assist 5 modos de conducción Maletero eléctrico Ambient lightning Climatizador trizona Se acepta cambio con coche de menor/mayor valor",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2016",
            "kilómetros": "230000 km",
            "precio": 43900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-c43-amg-1067402949",
            "descripcion": "Se vende precioso mercedes C43 amg en version coupe,es el ultimo modelo que sale con un motor 3.0 V6 biturbo. El coche esta repleto de extras como distronic, parktronic, acabado full nigth con todos los detalles en negro, incluido la parte del techo, pinzas de freno rojas , ( pocas unidades con este extra )y muchos mas...en definitiva una unidad exclusiva. El coche esta mimado al detalle, se le acaban de cambiar las 4 ruedas goodyear con marcado de homologacion MO( mercedes benz), se le ha cambiado el aceite y los filtros de aire, pastillas traseras, bateria, todo piezas originales sin escatimar en gastos, siempre gasolina 98,el coche esta para llegar y disfrutarlo sin hacerle nada. El motivo de la venta es por buscar un coche con 4 puertas, cambiaria por CLA 45 amg, CLA35 amg, A45 amg, A35 amg que sean del ultimo modelo (2020 en adelante) o tambien se podria valorar un M6 gran coupe o coupe aportando diferencias, o CLS 63 Solo gente seria, no marear con ofertas ridiculas no corre prisa venderlo.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "367 cv",
            "año": "2017",
            "kilómetros": "110000 km",
            "precio": 43900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C Mercedes-AMG C 43 4MATIC",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-mercedes-amg-c-43-4matic-1060311428",
            "descripcion": "MERCEDES-BENZ Clase C 43 AMG Libro completo, casa oficial – 2 Llaves ¡ Tú nuevo coche te espera en Auto Select Edition ! Financiación 100% hasta 10 años, sin entrada ¡VEN A PROBARLO! Te esperamos en nuestro Showroom Para más información consulte a nuestro Dep. Comercial Todos los vehículos se entregan revisados Garantía: 12 meses (vehículos comerciales 6 meses) . Cambio de nombre incluido en el precio. . Posibilidad de aceptar vehículo como parte de pago. (Previa tasación) . Posibilidad de transporte a cualquier punto de España. (Consultar precio de entrega) TIENDAS: C/ Blas de Otero, 4 · Pol. Ind. Les Brugueres · 17200 Palafrugell (Girona) C/ Ronda Sud, 7 · Pol. Ind. Recinte Firal 1· 17600 Figueres (Girona) Nuestro horario: Lunes a Viernes: 10:00 a 13:00 h. y 16:00 a 19:00 h. Sábados : 10:00 a 14:00 h. . Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "390 cv",
            "año": "2018",
            "kilómetros": "144000 km",
            "precio": 43900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 43 AMG Backets",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-43-amg-backets-1055364964",
            "descripcion": "Impresionante Mercedes C43 AMG motor 3.0 V6 biturbo con Backets,automático con levas F1,con todos los extras!!! Techo panorámico,faros lead multibeam,head Up display,distronic,cambio de carril,selector dynamic select, linguatronic,cámara 360, escape AMG performance(diferentes sonidos), asientos eléctricos con memoria y calefactables,equipo de sonido Burmester....y un largo etcétera.... impecable estado, todas las revisiones en concesionario oficial. Precio con cambio de nombre incluido. Disponible video.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "367 cv",
            "año": "2018",
            "kilómetros": "117000 km",
            "precio": 43500.0
        },
        {
            "titulo": "Mercedes-Benz C43 AMG Cabrio",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-c43-amg-cabrio-1094378278",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "367 cv",
            "año": "2017",
            "kilómetros": "84000 km",
            "precio": 43200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C63s amg 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c63s-amg-2016-1063104796",
            "descripcion": "en perfecto estado revisiones en mercedes",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "510 cv",
            "año": "2016",
            "kilómetros": "148000 km",
            "precio": 43000.0
        }
    ]
}