{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase C",
        "version": "CLK 240 Cabrio Aut.",
        "año mínimo": 2003,
        "año máximo": 2005,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 170,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=170&min_year=2003&max_year=2005&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase C&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1090074196",
            "descripcion": "Mercedes Benz W203 C 200 K Kompressor. 163cv Gasolina. AUTOMATICO. 65000 kilómetros reales. Muy buen estado. Ordenador de abordo. Limitador de velocidad. Climatizador bizona. Recién cambiada la batería, realizado el cambio de aceite, filtro y revisión mecánica completa. Usandose actualmente. ITV recién pasada. Interior y exterior prácticamente nuevo. Modelo casi imposible de encontrar con estos kilómetros y estado. (Si no te interesa el precio no perdamos el tiempo ambos con preguntas) Gracias",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "65000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C w203",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2005-1032141086",
            "descripcion": "Siempre en garaje, recién pasada la revisión, cuatro neumáticos nuevos, itv, distintivo medioambiental C, único dueño, control de velocidad, Xenón, sensor de luz, etc.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "105000 km",
            "precio": 9000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C180K Sportcoupe Techo Solar",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2005-1093138867",
            "descripcion": "Biko Cars compramos y vendemos vehículos de segunda mano! ¿Vendes tu coche? ¡Te lo compramos al momento! Además, aceptamos coches como parte de pago. Características del vehículo: * Vehículo nacional con ITV al día y en perfecto estado de conservación. * 2 llaves disponibles. * Mantenimiento reciente: filtros y aceite cambiados ✅. * Llantas originales * Equipado con aire acondicionado, asientos ISOFIX, retrovisores con ajuste eléctrico, y sistema de audio profesional. * Tapicería en perfecto estado, Techo solar panoramico, reposavasos, volante multifuncional, sistema antirrobo, radio CD, y ordenador de abordo. ¡Para más información, no dudes en contactarnos sin compromiso!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "160000 km",
            "precio": 7999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2005-1095082540",
            "descripcion": "vehiculo nacional en perfecto estado revicion al dia itv recien pasada cubiertas al 80% pintura de casa asientos electricos muy completo esta muy cuidado y siempre en garaje nada de oxido ni picadura es un vehiculo para los amantes de mercedes mejor ver acepto cualquier tipo de prueba mecanica el coche solo a tenido dos dueños nada de orguras ni ruido cualquier cosa hablar por wasap 613305584",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "204000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2005-1077320438",
            "descripcion": "En venta Mercedes-Benz 203CL. elegante y deportivo sedán con motor de 163 CV. Año de fabricación: 2005 Extras destacados: - Techo solar panorámico, ideal para disfrutar de la conducción. -Asientos de piel en excelente estado, que aportan confort y lujo. Estado general: Muy bien cuidado. - Motor fiable y eficiente, con un rendimiento excepcional. - Km reales - siempre en garaje. Un coche perfecto para quien busca calidad, estilo y prestaciones Mercedes-Benz. ¡Listo para rodar! Si necesitas más detalles o fotos, no dudes en contactarme.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "84681 km",
            "precio": 6200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1007808294",
            "descripcion": "En perfectísimo estado,al día de todo(aceite,filtros,ruedas nuevas,revisiones,mantenimiento del cambio) Dispone de pantalla Pioneer con Apple car y android auto,GPS..etc. Acepto cualquier tipo de prueba mecánica,simplemente tiene algún pequeño toquecito en la pintura de paragolpes. Se entrega con dos llaves",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "144500 km",
            "precio": 6200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004 SPORTCOUPE",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-sportcoupe-1085269105",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "114000 km",
            "precio": 5990.0
        },
        {
            "titulo": "Mercedes-Benz C 200 Kompresor Sport Coupe",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-c-200-kompresor-sport-coupe-1085083743",
            "descripcion": "Mercedes-Benz C200 Kompresor Sport Coupe del año 2005. Motor gasolina y cambio automático. Vehículo nacional con un único propietario y solo 128.000 km reales. En perfecto estado y muy cuidado. Siempre duerme en garaje. Revisiones e ITV al día. Distintivo medioambiental tipo B. Equipado con todos los extras: climatizador, elevalunas eléctrico, cierre centralizado con mando y llave original, llantas 16\", velocidad de crucero, volante multifunción, sensores, etc...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "128000 km",
            "precio": 5800.0
        },
        {
            "titulo": "Mercedes Benz C 200 K Sportcoupe Evolution 163cv",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-c-200-k-sportcoupe-evolution-163cv-1094297597",
            "descripcion": "Vehículo nacional de única propietaria desde 2006. El coche tiene distintivo ambiental tipo B, cuenta con 94.000kms demostrables e historial completo de mantenimiento en servicio oficial Mercedes, con ruedas nuevas y revisión recién realizada. Cuento con lista de extras originales de cuando se compró. Donde destacan: Paquete Evolution con llantas de 17 y tornillos antirrobo, cambio automático, techo solar panorámico, retrovisores abatibles eléctricamente, anclajes isofix… El coche se encuentra estrictamente de serie con todas sus itv al día. Completamente de capricho como se puede ver en las fotos, siempre ha sido cuidado al máximo según acreditan sus revisiones. Cuenta con sus dos llaves originales y con todos sus libros. El vehículo es un Mercedes C200 Sportcoupe Kompressor con 163cv y cambio automático. Guardado siempre en garaje particular. Si necesitas mas informacion escríbeme y te envío revisiones, ITV y lo que sea necesario. Palabras gancho: Bmw serie 1 audi a3 Volkswagen golf mercedes clase a mercedes Clk nuevo coupe deportivo tracción trasera audi a1 polo Renault megane seat león Ibiza Ford focus fiesta poco consumo a estrenar pocos kilómetros sport coupe",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "94941 km",
            "precio": 5500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2005-1089512220",
            "descripcion": "Vendo Mercedes-Benz Clase C240 V6 ELEGANCE. Segungo Propietario Demostrable Con Todos los Mantenimentos y Revisiones al dia Coche Nacional, Con Todos Los extras Posibles. Kilometros Reales Echos en Carretera, El Vehiculo Tiene Menos de Un Mes en Melilla, Se Acepta Cualquier Prueba Mecánica. Extras: -Volante multifuncion. -Tapiceria de Cuero En Beige. -Techo Solar Panoramico. -Limitador De Velocidad. -Transmisión Automatica -Llantas De Aleación. -Asientos Eléctricos Regulables. -Alfombras Originales Mercedes-Benz. -Asientos Abatibles. -Climatizador. -Caja De Cambios 5Gtronic. -Botón De Grua Asistencia En Carretera. -Extintor De Incendios. -ITV En Vigor. (SOLO GENTE REALMENTE INTERESADA)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "226149 km",
            "precio": 5500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2003-1083592256",
            "descripcion": "Se vende mercedes Benz clase C 200 kompresor de 163cv automático del año 2003 con tan solo 157000km certificados tiene pegatina B desperfectos en la carrocería de los años el interior en perfecto estado xenon volante multifunción velocidad de crucero, A/C 2 llaves y la ruedas casi nuevas",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "157000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1060594869",
            "descripcion": "C180 kompresor vehículo muy cuidado y muy buen estado,se puede probar con su mecánico de confianza,ruedas con apenas 10000km,ITV al dia sin fallos,km garantizados x ITV, etiqueta ambiental, clima, doblé llave,5.9 de consumo, vehículo funcionando a diario,se entrega con cambio de aceite filtros recién hechos,más información o fotos x wasap 615#488#993,precio no negociable y cambio de nombre por cuenta del comprador,repito precio no negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "180000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Mercedes-Benz Clase C200 AUTOMATICO 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c200-automatico-2004-1059770608",
            "descripcion": "MERCEDES BENZ CLASE C200 AUTOMATICO 163CV CON TAN SOLO 142.000 KILOMETROS, KILOMETROS CERTIFICADOS, DISTINTIVO AMBIENTAL, CON DESPERFECTOS DE CARROCERIA COMO SE APRECIA EN LAS FOTOS, INTERIOR BIEN CONSERVADO CON ALGUN DETALLE DE INTERIOR,,,MEJOR VER Y PROBAR,,,VEHICULO EN GESTION DE VENTA,,,DISPONE DE ORDENADOR ABORDO, VOLANTE MULTIFUNCION, VELOCIDAD DE CRUCERO CON LIMITADOR DE VELOCIDAD, CIERRE CENTRALIZADO CON MANDO, 2 LLAVES, AIRE ACONDICIONADO, RADIO CD MP3, ASIENTOS MIXTOS EN PIEL, REPOSABRAZOS CENTRAL, 4 ELEVALUNAS ELECTRICOS, LLANTAS ALEACION, ABS, ESP, AIRBAG,,,ETC,,,MEJOR VER Y PROBAR,,,VEHICULO EN GESTION DE VENTA,,,",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "142000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1074250233",
            "descripcion": "En buen estado. Plancha y pintura sin daños (ha sido pintado). Tapiceria interior piel. 210.000 km. Bujias recién cambiadas. ITV al dia hasta enero 25. Etiqueta medioambiental “B” con posibilidad de pasarla a “C”. Neumaticos de invierno en buen estado. Traccion permanente 4x4. Mantenimiento oficial y un solo propietario. A reparara sensores traseros. Se incluye el cambio de nombre. Es un cochazo!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2004",
            "kilómetros": "210000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2003-1074197022",
            "descripcion": "ble y duradero por cadena de distribución . El coche se entrega totalmente revisado y con la revisión de aceite y filtros recién hecha , etc.... , tiene luces automaticas , climatizador bi-zona , volante multifunción , velocidad de crucero y limitador de velocidad , Ordenador de abordo , cierre centralizado ,reposabrazos delantero , retrovisores eléctricos . Pasamos más información y fotos también por nuestro WhatsApp .",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "137000 km",
            "precio": 4400.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-clase-c-elegance-auto-1074104614",
            "descripcion": "Veículo matriculado el 26/01/2003 I.T.V. en vigor hasta el 02/12/2025, equipado con multi Air-Bag, ABS, cambio Automático, cinturones regulables en altura, columna de dirección regulable en inclinación y longitud, control de tracción, dirección asistida, ESP espejos exteriores calefactados, faros antiniebla, SBC (frenado selectivo) volante multifuncion, ordenador de abordo, control de velocidad, aire acondicionado, asientos delantero con ajuste eléctrico, cierre centralizado, elevalunas electricos delanteros y traseros, interior madera, llantas de aleación, etiqueta ambiental C etc.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2003",
            "kilómetros": "203000 km",
            "precio": 4300.0
        },
        {
            "titulo": "Mercedes-Benz Clase C180",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c180-1090894287",
            "descripcion": "Mercedes Benz C180K. Eriqueta medioambiental “B” Cambio Automatico. Asientos de cuero. Gasolina. Traccion trasera. 143 cv. 272.000 KM Problrmas de Chapa, Mantenimiento del coche al dia Incluye llantas. Trabajos Realizados. Placa de caja cambios realizado. Cadena de distribucion cambiada. Alternador Cambiado nuevo. Bomba de hidraulico de volante. Mariposa de admision. Compresor. Amortiguadores delanteros y traseros. Lo unico malo que tiene este coche es la chapa y los asientos delanteros. Coche bien cuidado de motor. ITV en Vigor hasta Febrero, pero paso la ITV antes de vender",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "270000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1073665825",
            "descripcion": "Coche en buen estado general, Techo solar, aire acondicionado, asientos calefactables, control de crucero, aire acondicionado, radio CD, faros antiniebla, etc ...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "257402 km",
            "precio": 3950.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1090047432",
            "descripcion": "Doy excelentes clases de coche en Alicante.Bonito Mercedes 2004, llantas, batería y pintura en perfecto estado o nuevos. Gran interior, todo está limpio y tiene una gran vista. ITV sin pequeños defectos. Dos llaves Un excelente coche tanto para usted como para su familia.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "266000 km",
            "precio": 3900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1091995454",
            "descripcion": "Perfecto de motor, batería nueva, líquidos cambiados revisiones al día. Perfecto, tiene sus típicos desgaste de los años pero funciona como un reloj suizo. Bajo consumo, rápido y muy fino y cómodo de conducir. Coche muy divertido en carretera sobre todo en modo sport.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "185000 km",
            "precio": 3800.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2003-927391091",
            "descripcion": "En perfecto estado, Itv Recien Pasada. Cambio de Aceite y Filtros recién hecho. Aire Acondicionado. Las 4 Ruedas Nuevas.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2003",
            "kilómetros": "271000 km",
            "precio": 3750.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1090172347",
            "descripcion": "Itv hasta julio de 2025 Mantenimientos de caja de cambios y aceite en 2023 con 144000 km Vehiculo esta en perfecto estado de conservación interior con algún lijero roce de aparcarmiento en la chapa Tiene pegatina medioambiental B Tiene un fallo de encendido Se puede ver y probar",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "150000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2003-1083332744",
            "descripcion": "Vendo Mercedes c180 kompresor automático, año 2003, ITV hasta diciembre 2025. pegatina medio ambiental B, luces automáticas, control crucero, asientos eléctricos, espejos abatibles, climatizador dual, dos llaves. Cambio de aceite y filtro de la caja de cambios hechos hace un mes. Todo funciona perfectamente 295.000 kms y el coche se sigue usando a diario.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "295000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-995457232",
            "descripcion": "Se vende Mercedes 180 Kompresor clase C 2004 Avantgarde en muy bien estado interior y exterior. Mantenimiento al día, aceite y filtro recientemente cambiado, ITV al día, pegatina medioambiente B, equipado con e/e, espejo eléctrico, c/c, abs,volante multifunciòn, luces automático, 2 llaves con mando, techo abierto automático, llantas, música original. Mejor verlo y prueba.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "209000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2003-1091469145",
            "descripcion": "Vendo Mercedes c180 kompresor automático. Año 2003. ITVen vigor hasta diciembre 2025. Pegatina medio ambiental B. Tiene luces automáticas, control crucero, asientos eléctricos, espejos abatibles,dos llaves. El cambio de aceite y filtro de la caja de cambios se han hecho hace un mes. Todo funciona perfectamente. 295.000 kms y el coche se sigue usando a diario.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "295000 km",
            "precio": 2999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1015174450",
            "descripcion": "Mercedes C200k Ranchera 163 CV Cambio automático Gasolina 4 puertas Acabado Avantgarde Techo solar ITV pasada Enero 2024 NO ES UN COCHE NUEVO: DEFECTOS EN PINTURA ABOLLADURA TRASERA OTROS MENORES (PREGUNTAR) Desperfectos en algunos plásticos y pintura por los años de uso. Próxima revisión en taller previa a su venta.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "249000 km",
            "precio": 2500.0
        }
    ]
}