{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase C",
        "version": "C 220 d Berlina 7G-TRONIC PLUS",
        "año mínimo": 2014,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 170,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=170&min_year=2014&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase C&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase E 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2018-1040345839",
            "descripcion": "espectacular mercedes c220 170 cv pack amg interior y exterior el mas alto de gama se aceptan cambios",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "130000 km",
            "precio": 42000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2017-981031847",
            "descripcion": "Mercedes Clase C coupé 170cv, equipamiento AMG exterior e interior. Revisiones realizadas en el concesionario oficial. Es el más alto de gama,tiene todos los extras posibles. Neumáticos con 5000 kilómetros. Estado IMPECABLE. Solo gente realmente interesante, no me interesan cambios.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "58000 km",
            "precio": 40000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2017-980843651",
            "descripcion": "Automático 9tronic levas volante Faros bixenon automáticos Tapicería perforada en piel negra Llanta 19 AMG Neumáticos 4 nuevos runflat Historial en Mercedes todas las revisiones en casa oficial Techo solar Cámaras trasera y laterales 360grados Sensores aparcamiento Aparca solo Navegador Alumbrado automático Paquete AMG INTERIOR paquete AMG EXTERIOR",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "47000 km",
            "precio": 38000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C Coupe",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-coupe-1094123311",
            "descripcion": "Unico propietario. Siempre en garage. Muy cuidado y nuevo. Paquete amg, techo panoramico, asientos de cuero rojo, camara trasera, ayuda al aparcamiento... etc muy completo. Automático 9 velocidades, consume muy poco. Es el 220 170cv. Parrilla modelo Nuevo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2016",
            "kilómetros": "83000 km",
            "precio": 35000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-coupe-1080830158",
            "descripcion": "Se vende por falta de uso. Esta impecable en todos los aspectos. Cambio automático 9G-Tronic Símil Cuero Artico Molduras madera fresno negro Llantas AMG 18” Paquete AMG interior Paquete AMG exterior Cristales calorífugos tintados Paquete SPORTIVE AMG Volante multifunción con levas Paquete aparcamiento Cuadro instrumentos en cuero Reproductor de DVD",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "35000 km",
            "precio": 35000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-1036378408",
            "descripcion": "Faros LED, AMG line, lunas tintadas, levas en el volante, llantas AMG.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2016",
            "kilómetros": "140000 km",
            "precio": 34000.0
        },
        {
            "titulo": "MERCEDES CLASE C220D CABRIO AMG 170CV 9G-TRONIC",
            "enlace": "https://es.wallapop.com/item/mercedes-clase-c220d-cabrio-amg-170cv-9g-tronic-1086844892",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "25000 km",
            "precio": 33990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2018-971136475",
            "descripcion": "AMercedes C coupe 9 velocidades automático techo solar llanta 19 cuero rojo equipo de música burmester etc todas las revisiones en Mercedes asientos con memoria faros inteligentes etc Se vende por cambio a cle",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "119120 km",
            "precio": 33900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2017-1073441784",
            "descripcion": "SEMINUEVO! UN SOLO DUEÑO Y NACIONAL, kilòmetros reales, revisiones anuales en casa oficial Mercedes de Guadix. ITV al dia, ruedas al 80% de uso, muy cuidado y en perfecto estado, paquete AMG, techo panorámico, llantas 19 AMG, equipo de sonido, faros delanteros full led, etc,toda la info de extras y demás al 605143931 (PRECIO NEGOCIABLE)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "55000 km",
            "precio": 33500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-220d-bluetec-ano-2015-948506077",
            "descripcion": "Mercedes-benz clase C 220 d bluetec 170cv único propetario pack AMG completo llantas en 19 todas las revisiones pasadas en casa oficial Mercedes batería nueva ITV en vigor 2 llaves equipamiento navegador tapicería en cuero techo cristal paronamico acistente de cambio de carril involuntario,head-Up display proyector en el cristal Acientos en piel calefactables y eléctricos inteligente sensor de aparcamiento delantero y trasero con cámara trasera control de velocidad distronic faros de led xenon control por voz cambio automático 7G-tronic con levas en el volante agility control varios modos de conducción ECO, CONFORT, SPORT, SPORT+ audio,aux,",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "158000 km",
            "precio": 32990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2018-1087670705",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "99000 km",
            "precio": 32900.0
        },
        {
            "titulo": "MERCEDES BENZ C 220D 170CV CABRIO AMG PREMIUM PLUS",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-c-220d-170cv-cabrio-amg-premium-plus-1066912247",
            "descripcion": "PARA UNA MAYOR ATENCIÓN, LE ROGAMOS NOS LLAME PARA CONCRETAR UNA CITA Y VER EL VEHÍCULO. Compra Tu Vehículo De Ocasión En AutoSprint 2003 Con La Máxima Tranquilidad y Transparencia, Somos Profesionales Desde Hace Más De 20 Años. Todos los coches que tenemos en Auto Sprint pueden ser probados, revisados por un perito judicial o en la casa oficial de cada marca. MERCEDES BENZ C 220D 170CV CABRIO AMG PREMIUM PLUS - Vehículo Nacional. Mantenimientos realizados en Mercedes Benz. - Fecha de 1ª Matriculación 08/2017 - KM 132.000 - Garantía 12 meses - Garantía Premium Opcional - Kms Certificados Por Escrito - Servicio Personalizado Financiación Al 100% a Su Medida Con o Sin Entrada - Recogemos Su Vehículo Como Parte De Pago - Precio: 32.490 EUR - Precio financiado 31.490€ (consultar condiciones de financiación) - Gastos de GESTORÍA 150€ (NO INCLUIDO) Equipado con: - Paquete AMG PREMIUM PLUS - Volante Multifuncional de Cuero Achatado con Levas - Llantas de 19” AMG RADIOS MÚLTIPLES - Faros Led Intelligent Light System con Luz Diurna - Sensor Lluvia/Luces - Bluetooth - Climatizador Bizona - Sensores de Parking Delanteros/Traseros - Android Auto/Apple Carplay - Control de Velocidad/Tempomat - Espejos Eléctricos/Abatibles - Isofix - Tapicería Cuero Completo - Interior Puertas/Salpicadero en Cuero - Sistema Start/Stop - Arranque por Botón - Ordenador de Abordo - Asientos Delanteros Calefactables - Asientos Delanteros Eléctricos con Memoria - Navegador - Cámara de Aparcamiento 360º - Llave Inteligente(Keyless Go) - Modos de Conducción - Gancho Remolque Desmontable - Volante con Reglajes Eléctricos - Pintura Manufaktur Gris Mate - Tratamiento Cerámico en Cuero y Exterior del Vehículo - Tren de Rodaje deportivo Rebajado y Dirección Paramétrica - Separación Maletero Parcialmente Eléctrica - Asistente de Señales de Tráfico - Calandra en diseño Diamante/Estrella - Luces de Carretera Automáticas Plus - Tela de Capota Marrón - Paquete Alumbrado Interior - Depósito Ampliado - Moldur",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "132000 km",
            "precio": 32490.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2018-1088808619",
            "descripcion": "Se vende coche prácticamente nuevo 60000km reales acabados AMG",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "61000 km",
            "precio": 32000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C Cabrio 220 d 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-cabrio-220-d-125-kw-170-cv-1009611477",
            "descripcion": "Precio oferta sujeto a financiación: 32000 EUR. Precio al contado: 35200 EUR. *BDN* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Precio oferta financiado: 32000€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 35200€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete AMG, Asientos deportivos, Tapicería de piel, Navegador, Ayuda aparcamiento, Faros delanteros led, Faros traseros led, Control de velocidad, Limitador de velocidad, Encendido automático de faros, Sensor de lluvia, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Freno de estacionamiento eléctrico, Start/Stop automático, Bluetooth, Llantas de aleación (19\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "84652 km",
            "precio": 32000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C Coupe 220 d AMG Line",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-988801806",
            "descripcion": "- Nacional - Paquete AMG interior y exterior - Llantas AMG 19” - Como nuevo, ni un roce ni en chapa ni en llantas - 1 propietario - Todos los km hechos en autovía - Consumo 4-5L/100km - Siempre duerme en garaje privado - Se puede entregar con seguro de garantía de 1 año - Neumaticos nuevos y mantenimiento recién hecho - ITV recién pasada en Febrero 2024 y válida hasta 2026",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2016",
            "kilómetros": "100000 km",
            "precio": 31990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C220d AMG 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2017-1095075100",
            "descripcion": "*Todos nuestros vehículos se entregan con garantía oficial *Asesoramiento personalizado *Financiación *Entrega a domicilio en 48horas *Video llamada. (Pídenos una cita para hacer video llamada y poder ver el coche en el momento) *Todos nuestros vehículos se entregan con certificado de kilometraje y no siniestralidad Mosmotor Select Car en Calpe pone en venta Mercedes E 220d con acabado AMG con del año 2017 con 67.900km. Vehículo nacional con historial completo. Equipado con: -Paquete AMG EXTERIOR -Head-up Display -Estribos efecto aluminio -Paquete Iluminación -Faros LED High Performance -Cámara Trasera -Asistente Angulo Muerto -Arranque sin llave (KEYLESS GO) -Asientos Semi eléctricos -Asientos Delanteros Calefactados -Apple Carplay - Android Auto Todos nuestros vehículos se entregan recién revisados, transferidos y con 1 año de garantía",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "67900 km",
            "precio": 31800.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 220 d Cabrio 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-220-d-cabrio-2017-1089806979",
            "descripcion": "*Todos nuestros vehículos se entregan con garantía oficial *Asesoramiento personalizado *Financiación *Entrega a domicilio en 48horas *Video llamada. (Pídenos una cita para hacer video llamada y poder ver el coche en el momento) *Todos nuestros vehículos se entregan con certificado de kilometraje y no siniestralidad Mosmotor Select Car en Calpe pone en venta Mercedes C Cabrio 220d AMG del año 2017 con 105600km. Vehículo importado en 2020 con historial completo en Servicio Oficial Mercedes Equipado con: -Paquete AMG EXTERIOR e INTERIOR -Estribos efecto aluminio -Paquete Iluminación -Faros LED Intelligent Light System -Cámara 360º -Paquete de asistencia a la conducción PLUS -Asistente Cambio de Carril -Apertura de Puerta sin Llave -Arranque sin llave (KEYLESS GO) -Control Adaptativo de velocidad (Distronic) -Asientos eléctricos con Memoria -Asientos Delanteros Calefactados -Head-up Display -Apple Carplay - Android Auto -Sonido Burmesterd Todos nuestros vehículos se entregan recién revisados, transferidos y con 1 año de garantía",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "105600 km",
            "precio": 31800.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 220d S/S 9G-T 170 AMG 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2018-1065413931",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "85217 km",
            "precio": 31500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-973501795",
            "descripcion": "Se vende mercedes C220 neumaticos michelin nuevos perfecto estado 78000km vehiculo nacional !! -Sensores de aparcamiento -sensor angulo muerto -sensor luces y lluvia -STAR/STOP -faros led intelligent light sistem -techo panoramico -llantas de 20\" -cambio 9G tronic Climatizador bizona -Amg line -Navegacion -asientos electricos -retrovisores abatibles -parktronic aparca solo -distintos modos de conduccion -levas al volante -aviso de salida de carril",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2016",
            "kilómetros": "78000 km",
            "precio": 31500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 220d CABRIO",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-220d-cabrio-1081244569",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "80000 km",
            "precio": 31000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C220d Coupe",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c220d-coupe-1073952087",
            "descripcion": "Extras: techo panoramico abatible, asientos calefactables, sistema de sonido burmester, maletero con apertura de sensor de pie, y algunos mas. Algo negociable. NO QUIERO MAREANTES!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "121000 km",
            "precio": 31000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2019-786629802",
            "descripcion": "Automatico 9G. Perfecto estado. Como de estreno. 170 cv diesel 9 levas y marchas en el volante. Acabado AMG interior y exterior. Xenon, control crucero y limitador, sensores aparcamiento delanteros y traseros, asientos mixtos piel y eléctricos, cámara trasera, aparca solo, navegador grande Comand online con disco duro de navegación, volante en piel, USB cargador, llantas multiradio AMG, control presión neumaticos, 4 modos de conducción, neumaticos runflat, luces distintos colores en interior... .Acepto cambio con acuerdo económico con Mercedes GLC Coupe, BMW X4 o Audi Q3 Sportbak o similares en el mismo estado y similares km. Precioso.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "70000 km",
            "precio": 31000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C Coupe 220 d 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-coupe-220-d-125-kw-170-cv-1080841915",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "92304 km",
            "precio": 30900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C Coupe 220 d 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-coupe-220-d-125-kw-170-cv-1080839588",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "92304 km",
            "precio": 30900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C Coupe 220 d 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-coupe-220-d-125-kw-170-cv-1085199864",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "92304 km",
            "precio": 30900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C Coupe 220 d 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-coupe-220-d-125-kw-170-cv-1080840868",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "92304 km",
            "precio": 30900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2017",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2017-1051999808",
            "descripcion": "Nacional, Unico propietario y yo. Lo compre en la Mercedes hace 3 años,esta completamete nuevo, pintura completa de origen, 0 averias desde que lo compre, revisiones en la casa oficial con facturas, revision completa incluida cambio automatico realizada, practicamente todos los extras,techo,pantalla grande,asientos deportivos,difusores y aleron en carbono todo original de la mercedes valorado en casi 3.000€ acepto cambios que me interesen, gracias.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "85000 km",
            "precio": 30900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2018-1054077185",
            "descripcion": "Espectacular Mercedes Benz C220d Coupe AMG Line del año 2018, en perfecto estado tanto interior como el exterior!! NACIONAL!! PEGATINA MEDIOAMBIENTAL VERDE (C)!! Extras destacables: - Paquete AMG Line exterior e interior - Techo panoramico - Asientos eléctricos con calefaccion - Cámaras 360 - Llantas AMG en 19\" - Faros full LED - Sistema de sonido Burmester - Sensores de aparcamiento 360 - Y mucho mas... NO COMPRAVENTAS Se entrega recién con cambios de filtro y aceite. Solo gente realmente interessada porfavor!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "80058 km",
            "precio": 30450.0
        },
        {
            "titulo": "Mercedes clase c220 Cabrio(Ultima oferta)",
            "enlace": "https://es.wallapop.com/item/mercedes-clase-c220-cabrio-1050078743",
            "descripcion": "🚘 Mercedes clase c220 Cabrio (Acepto Cambio coche pequeño) (Ultimo precio para venta directa) Nacional y único propietario,coche muy cuidado tanto interior como exterior, mantenimientos al día, neumaticos Pirreli PZero con un año de uso, batería nueva… -Extras a destacar- Asientos calefactables, ventilados y con calefacción en los cabezales Amg interior y exterior Navegador y carplay Camara parking Volante calefactable con levas Llantas Amg 19” y mucho mas… 📆 Año: 2016 📟 Kilómetros: 110.000km ⚙️ Motor: 2.2 170cv ⛽️ Combustible: Diesel 🕹️ Transmisión: Automatico ♻️ Etiqueta medioambiental: C 💯 Vehículo totalmente revisado! 🛠️ Aceptamos prueba mecánica 📲 (+34 609437671) ⚠️Anuncio no vinculante puede contener errores",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2016",
            "kilómetros": "110000 km",
            "precio": 30000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2018-1082500299",
            "descripcion": "Se vende mercedes c 200d(electrónica ajustada al c250d,224cv y 460NM consumo de 5 litros). Vehículo único,por su configuración y estado. Coche en estado de estreno. Pack C63 AMG interior y exterior original (capó aletas paragolpes del, taloneras, paragolpes trasero,4 salidas escape verdaderas,todo homologado en ficha) Volante F1 con leds, aireadores con leds(modelo 2022),asientos deportivos, sistema escape maserati con válvulas, pack carbono,llantas 20\", suspension AMG, pantallas en reposacabezas... Se admiten cambios ajustando dinero por vehículo de alta gama( M3,M4,M6,RS6,c63...)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "70000 km",
            "precio": 30000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2018-1077813076",
            "descripcion": "Mercedes clase C 220 diesel,acabado AMG interior y exterior, automatico 9G-Tronic,color negro mate aleron trasero en carbono, interior con iluminacion led,eqipo de sonido Burmester valorado en 6000€, volante Amg achatado, muchos extras , estado impecable.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "90000 km",
            "precio": 30000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2018",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2018-1076574488",
            "descripcion": "Línea amg. 9G-tronic.Itv hasta el 2026. Aceite y aceite del cambio recién hechas. Ruedas nuevas 4 pilot sport. Batería nueva. Urge la venta.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "84000 km",
            "precio": 30000.0
        },
        {
            "titulo": "MERCEDES CLASE C C220d Cabrio  170CV 2PT 4PZ AUTOM",
            "enlace": "https://es.wallapop.com/item/mercedes-clase-c-c220d-cabrio-170cv-2pt-4pz-automatic-1018300665",
            "descripcion": "XENON + LED, HEAD UP DISPLAY, TECHO PRACTICABLE, VOLANTE DEPORTIVO MULTIFUNCIÓN + LEVAS, CONTROL DE VELOCIDAD DE CRUCERO, ASIENTOS DEPORTIVOS en CUERO/ALCANTARA CALEFACTABLES VENTILACIÓN EN LA PARTE SUPERIOR DE LOS ASIENTOS DELANTERIOS, PARCKTRONIC, SENSORES DE LUZ y LLUVIA, EQUIPO DE SONIDO MULTIMEDIA EDITION Burmester + NAVEGADOR con PANTALLA DE ALTA DEFINICIÓN, CLIMATIZADOR BIZONA, MODOS DE CONDUCCIÓN, ISOFIX, ENGANCHE PARA REMOLQUE, LLANTAS DEPORTIVAS, DOBLE SALIDA DE ESCAPES CROMADOS... desde 484€/mes. GARANTÍA INTEGRAL DE 1 AÑO NOTA IMPORTANTE. Este ANUNCIO intenta ser lo más riguroso posible, NO ES VINCULANTE, puede contener algún error, se muestra A TÍTULO INFORMATIVO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "99769 km",
            "precio": 29999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-908692629",
            "descripcion": "Mercedes Clase C Coupe 2.2 170cv AMG black edición,Perfecto estado Todas las revisiones en concesionario oficial Mercedes Benz,muchos extras, techo solar,cuero,automático,llantas 19,aparca solo,etc…, paquete deportivo AMG mejor ver y probar ,acepto prueba mecánica,preguntar sin compromiso",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2016",
            "kilómetros": "55700 km",
            "precio": 29999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 220d Cabrio Amg",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-220d-cabrio-amg-1065274699",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "99900 km",
            "precio": 29990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 220 CDI Coupe ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-220-cdi-coupe-1092329509",
            "descripcion": "Vehículo nacional, único dueño, estado impecable. Todas las revisiones de mantenimiento efectuadas en concesionario oficial Mercedes. Equipamiento: Cambio automático 9G-TRONIC, Símil cuero ÁRTICO negro, Reloj analógico, Techo corredizo panorámico eléctrico de cristal, Paquete SPORTIVE AMG, Paquete de aparcamiento que incluye cámara de marcha atrás 360º, COMAND Online, LED Intelligent light System, Iluminación ambiente.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "107000 km",
            "precio": 29900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-1089810279",
            "descripcion": "Se vende Mercedes c 220 coupe 9dsg amg velocidades con 136000 kilómetros en perfecto estado Extras neumáticos nuevos Paquete amg interior exterior Aparca solo Techo solar Equipo de sonido Asientos Piel y calefactables Etc.. Mantenimiento premium plus.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2016",
            "kilómetros": "136000 km",
            "precio": 29900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C Coupe 220 d 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-coupe-220-d-125-kw-170-cv-1085840425",
            "descripcion": "Precio oferta sujeto a financiación: 29900 EUR. Precio al contado: 29900 EUR. *ALM* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1590€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete AMG, Tapicería de piel, Asientos eléctricos, Navegador, Ayuda aparcamiento, Encendido automático de faros, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (18\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2016",
            "kilómetros": "18921 km",
            "precio": 29900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C Coupe 220 d 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-coupe-220-d-125-kw-170-cv-1070914134",
            "descripcion": "Precio oferta sujeto a financiación: 29900 EUR. Precio al contado: 29900 EUR. *ALM* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1590€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Paquete AMG, Tapicería de piel, Asientos eléctricos, Navegador, Ayuda aparcamiento, Encendido automático de faros, Faros delanteros led, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (18\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2016",
            "kilómetros": "18921 km",
            "precio": 29900.0
        }
    ]
}