{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase C",
        "version": "C 160 Sportcoupé",
        "año mínimo": 2005,
        "año máximo": 2007,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 122,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=122&min_year=2005&max_year=2007&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=manual&brand=Mercedes-Benz&model=Clase C&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase C Sportcoupe ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-sportcoupe-1070150421",
            "descripcion": "Se vende Mercedes Sportcoupe C160 Kompressor, unica propietaria y 28000km REALES demostrable, itv al día, mantenimientos al día, sin golpes. - BiXenon - Luces automáticas - Limpiaparabrisas automático - Control velocidad - Limitador velocidad - Llantas doble medida 18\" - Climatizador bizona - Bluetooth - Radio-CD Precio 8999€ HONDA ACCORD CIVIC CRV CRX FRV HRV NSX PRELUDE S2000 MITSUBISHI LANCER EVO LEXUS CT GS IS LS RX SC BMW 116 118 120 316 318 320 323 325 328 330 335 420 428 430 520 525 528 530 535 540 635 730 740 800 COMPACT E21 E24 E28 E32 E34 E36 E38 E39 E46 E60 E90 M1 M3 M4 M5 M6 SERIE 1 2 3 4 5 6 7 8 X1 X3 X4 X5 X6 Z1 Z3 Z4 Z8 ALFA ROMEO 145 146 147 155 156 159 164 166 33 75 90 BRERA GUILIETTA GT GTA GTV JTD MITO SIPDER SPORTWAGON SPRINT TI V6 CHEVROLET ALERO ASTRO AVEO CAMARO CAPTIVA CORVETTE CRUZE EPICA KALOS LACETTI MATIZ CITROEN 11 2CV AX BERLINGO BX C-ELYS C1 C15 C2 C3 C4 PICASSO C5 DS 21 CX DS 3 4 5 GRAND PICASSO GS JUMPER JUMPY SAXO VISA XANTIA XSARA XM ZX ASTON MARTIN DB7 DB9 DBS V8 VANTAGE VANQUISH AUDI 100 200 80 90 A1 A2 A3 A4 A5 A6 A7 A8 ALLROAD AVANT CABRIO Q3 Q5 Q7 QUATTRO R8 RS2 RS4 RS6 S2 S3 S4 S5 S6 S8 SPORTBACK TT TTS V8 SUBARU FORESTER IMPREZA LEGACY VOLVO 440 850 940 C30 C70 S40 S60 S70 S80 V40 V50 V60 V70 XC60 XC70 XC90 SUPRA VERSO YARIS PONTIAC TOYOTA AURIS AVENSIS AYGO CARINA CELICA COROLLA HILUX IQ LAND CRUISER VOLKSVAGEN BEETLE BORA CADDY CC CORRADO CRAFTER EOS GOLF JETTA LUPO MULTIVAN PASSAT PHAETON POLO SCIROCCO TOUAREG TOURAN SEAT 127 131 133 1430 1500 600 ALHAMBRA ALTEA AROSA CORDOBA EXEO IBIZA INCA LEON MARBELLA MII PANDA TERRA SUZUKI SAMURAI JIMMY SWIFT SX4 VITARA RENAULT 11 19 21 4L 5 6 AVANTIME CAPTUR CLIO ESPACE EXPRESS FLUENCE KANGOO KOLEOS LAGUNA LATITUDE MASTER MEGANE MODUS SAFRANE SCENIC TRAFIC TWINGO TWIZY VELSATIS OPEL AGILA ANTARA ASCONA ASTRA BERTONE CALIBRA COMBO CORSA FRONTERA INSIGNIA KADETT MANTA MERIVA MOKKA OMEGA SIGNUM TIGRA VECTRA ZAFIRA FORD CAPRI C MAX KUGA PEUGEOT 106 205 405 MAZDA",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2006",
            "kilómetros": "28707 km",
            "precio": 8999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C Sportcoupé",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-sportcoupe-1088813659",
            "descripcion": "Vehículo nacional en buen estado de conservación. ITV en vigor. Etiqueta ambiental \"C\". Se vende por aumento de familia.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2006",
            "kilómetros": "169206 km",
            "precio": 6900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2006-1092809061",
            "descripcion": "MERCEDES BENZ CLASE C COUPE 160 K ¡¡¡UNICO PROPIETARIO!!! Coche en excelente estado mecánica, interior y exterior muy bien. Equipado con control de velocidad, faros de xenon, elevalunas eléctricos, climatizador automático, llantas, equipo de sonido con mandos al volante, etc. Se realiza prueba de conducción con resultados excelentes. Dispone de etiqueta medioambiental C. Posibilidad de envío a cualquier punto de la península. AÑO 2006 133.000 KM 122CV/1800CC GASOLINA",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2006",
            "kilómetros": "133000 km",
            "precio": 6750.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2007-1061035443",
            "descripcion": "Pocos kilómetros, restyling, unidad muy cuidada. Motor súper fiable con poco consumo. De pintura en muy buen estado como el interior y revisado por completo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2007",
            "kilómetros": "160000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-sportcoupe-2006-1066745067",
            "descripcion": "Se vende Mercedes C Sportcoupe, modelo Evolution, con solo 156000 km, año 2006 modelo reestiling. El modelo Evolution lleva de serie el escape ovalado, pedales deportivos, la parrilla delantera distinta. Lleva sensor de luces, llantas de 17”faros de xenon, Radio con pantalla tactil donde se pueden reproducir peliculas, telefono, Youtube, gps, etc. Las 4 ruedas estan recien cambiadas. Acepto cualquier prueba mecanica",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2006",
            "kilómetros": "156000 km",
            "precio": 4600.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2005-875946594",
            "descripcion": "Coche en muy buen estado tanto de motor como interior y esterior , tal cual see ve en las fotos, llantas 18 pulgadas, ruedas delanteras nuevas puesta en agosto, y traseras a principio de año, 6 velocidades, ordenador de a bordo, luces automática xenon, camara vision trasera, pantalla android nueva, motor cambiado 90000 kilometr con factura demostrable, haceite y filtros recien echos y corea nueva, discos y pastillas nuevos ver y probar sin compromiso, coche marca 491365 pero tiene motor cambiado, negociable precio mas informacion preguntar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "122 cv",
            "año": "2005",
            "kilómetros": "120000 km",
            "precio": 4250.0
        }
    ]
}