{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase C",
        "version": "C 220 CDI BlueEFFICIENCY Línea Sport Coupé",
        "año mínimo": 2013,
        "año máximo": 2015,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 170,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=170&min_year=2013&max_year=2015&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=manual&brand=Mercedes-Benz&model=Clase C&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1053693996",
            "descripcion": "Mercedes clase c 220 Bluetec 170cv En perfecto estado 138,000km pack amg c63 homologado llantas 20 suspensión bc racing st 4 neumáticos nuevos y mantenimiento recientemente enbrague mas bimasa recien cambiado todo con facturas paatillas nuevas acepto coche de menor valor y dinero",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "138950 km",
            "precio": 27000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-1092958866",
            "descripcion": "Como nuevo, todos los extras, mejor ver, siempre garaje. AMG interior y exterio, acabado interior todo piel. Automatico levas al volante. Volante cuero multifunción, sensores aparcamiento y ayuda aparcar luces automaticas, asientos electricos calefactables control velocidad,star/stop. Controles distancia, presión ruedas, tracción, asistente frenado. Paquete sport. Suspension neumatica y adaptativa. Revisiones y ITV al dia.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2014",
            "kilómetros": "135000 km",
            "precio": 25500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-944263118",
            "descripcion": "coche muy muy cuidado , completo de extras , luces largas automáticas , bixenon led , techo cristal corredizo , gancho de remolque , tiene todo tipo de controles , apertura y cierre táctil , asientos calefactables y eléctricos , automático , etc ...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "150000 km",
            "precio": 25500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-1093836739",
            "descripcion": "Vendo Mercedes clase c220 en perfectas condiciones y todo los mantenimientos al día con factura .El coche lleva muchos extras: -PACK AMG INTERIOR Y EXTERIOR -TECHO PANORÁMICO -LLANTAS AMG 18 PULGADAS -VOLANTE AMG ACHATADO MULTIFUNCION CON LEVAS -CUATRO MODOS DE CONDUCCIÓN -ARRANQUE SIN LLAVE -DETECTORES DE ANGULO MUERTO -CÁMARA MARCHA ATRÁS -ESPEJOS ELÉCTRICOS -RADARES DELANTEROS Y TRASEROS -ASIENTOS DE CUERO CALEFACTABLES -SENSORES DE LLUVIA Y LUZ AUTOMÁTICOS Y MUCHÍSIMOS EXTRAS MÁS .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2014",
            "kilómetros": "197000 km",
            "precio": 23500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 220 CDI Restyling 55.000 km",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-coupe-2-2-170cv-turbo-2013-1070210153",
            "descripcion": "Vendo Mercedes Benz Nacional, caja W204 clase C 220cdi Blue Efficiency Sport Coupe 2.2cc de motor 170cv turbo, unidad muy cuidada, coche no fumador, los motores 2.2cc son muy fiables, esta. montandos en infinidad de mercedes, estos vehículos de origen no llevan filtro anti partículas y tampoco adblue, consumo mixto 5,9/L ideal para hacer viajes, con 54.500km reales y certificados, acepto prueba mecánica de cualquier tipo, muy cuidado y cómodo, siempre guardado en cochera cerrada, todas las revisiones año tras año en servicio oficial Mercedes Benz, dispongo del historial imprimido, etiqueta ambiental B, no ha tenido ningún accidente, tiene techo solar panorámico, control de velocidad TEMPOMAT con SPEEDTRONIC, navegador GPS, volante multifuncional, bluetooth audio movil, manos libres, usb, sonido de música gama alta, retrovisores eléctricos y anti deslumbramientos, alfombrillas originales, sistema isofix, luces automáticas, manual 6 velocidades, asientos delanteros eléctricos, sistema stop-start, Aire acondicionado, 2 llaves originales, cambio de aceite, filtros, pastillas delanteras y liquido de frenos (también en el servicio oficial, tengo todas las facturas) en Enero del 2024, 4 neumáticos 17” continental ultracontact XL nuevos, recien puestas 4 llantas nuevas 18” en negro brillo y perfil diamantado con sus 4 neumaticos michelin pilot sport 4. Algo negociable, gente seria, no atiendo mareantes ni estafadores.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2013",
            "kilómetros": "54500 km",
            "precio": 22990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C Estate 220 d 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-estate-220-d-125-kw-170-cv-1021328867",
            "descripcion": "Precio oferta sujeto a financiación: 22900 EUR. Precio al contado: 22900 EUR. *MUR2* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Tapicería cuero-tela, Asientos calefactables, Suspensión deportiva, Ayuda aparcamiento, Faros delanteros led, Faros traseros led, Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Volante multifunción, Portón del maletero eléctrico, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (17\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "74087 km",
            "precio": 22900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1082936084",
            "descripcion": "Mercedes clase c 220 Modelo Bluetec",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "81000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-987538029",
            "descripcion": "Mercedes Benz C220 Avantgarde 170CV Color blanco polar. Vehículo nacional. Mantenimiento al día. ITV hasta julio del 2026. Impecable estado general. Duerme en garaje. Kilómetros hechos en autovía. Algunos extras: -Llantas 17\" -Paquete Avantgarde interior y exterior. -Techo solar. -Asientos en piel y tela. -Sensor de aparcamiento delantero y trasero. -Control de velocidad. -Navegación ...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "96000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1093531696",
            "descripcion": "Mercedes clase 220d estate w205. Cambio automatico, bola de remolque, asientos mixtos, revisiones al dia perfecto y supercuidado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "140000 km",
            "precio": 21500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1020774615",
            "descripcion": "ITV hasta 2024,asientos de cuero,porton automático,motor 2.0 134cv,volante multifunción,navegador, sensores de parking, llantas amg,etc",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "134 cv",
            "año": "2015",
            "kilómetros": "91932 km",
            "precio": 21500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-559950652",
            "descripcion": "Marca: Mercedes-Benz Modelo: Clase C C 220 CDI BE 170 Classic 4p Año: 2014 Km: 136000 Motor: Diésel Cambio: AUTOMATICO Tipo de coche: Sedan Número de asientos: 5 Número de puertas: 4 170.0 CV",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2014",
            "kilómetros": "156000 km",
            "precio": 20900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-1056398684",
            "descripcion": "Coche en muy buen estado, no hay que hacerle nada todo el dia, full equip",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2014",
            "kilómetros": "180000 km",
            "precio": 20500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1093477716",
            "descripcion": "Vehículo muy bien cuidado, con todos los extras AMG y todos los mantenimientos hechos, tanto de motor, como de caja de cambios, para mas información contacte conmigo. GRACIAS.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "167000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1045624004",
            "descripcion": "PAK AMG INTERIOR PAK AMG EXTERIOR CUERO NEGRO COCHE IMPOLUTO RECIEN ECHA REVISION EN CONCESIONARIO OFICIAL PASTILLAS DE FRENO ETC FACTURA 900 e mas informacion por privado COCHE TRANFERENCIA INCLUIDA !!!!!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "169000 km",
            "precio": 19999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1033442920",
            "descripcion": "C220 estate amg line. Nacional. Muy buen estado, automático con levas en el volante, mantenimientos al dia, navegador, faros led, ayuda aparcamiento, etc. Intersados ATIENDO 699797352 Wassapt o llamadas. No cambio.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "150000 km",
            "precio": 19999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1081863776",
            "descripcion": "Se vende Mercedes-Benz C220d berlina con todos los extras, sensor de aparcamiento delantero y trasero, sensor de lluvia, navegador etc. El coche tan solo tiene 86.500km echos exclusivamente por carretera. Siempre duerme en garaje. Esta impecable y con la revision de los niveles al dia. ITV hasta octubre del 2025. Solo gente seria y interesadas. No acepto cambios.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "86500 km",
            "precio": 19000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1075507460",
            "descripcion": "Se vende Mercedes-Benz C 180, año 2015, motor 1.6, 116CV, Diesel, manual, con todas las revisiones y los mantenimientos al día, aceite y todos los filtros recién cambiados, se acepta cualquier tipo de prueba mecánica, mejor ver y probar. Coche muy equipado: Paquete exclusivo Designo Tapicería en Piel de alta calidad Sensores de aparcamiento Asientos delanteros deportivos con ajuste eléctrico Paquete de confort para asientos delanteros con ajuste lumbar Mandos multifunción en volante Control por voz Pantalla en color Navegador GPS Reproductor de DVD Ayuda activa para aparcar Freno de estacionamiento eléctrico con liberación automática Faros LED de alto rendimiento Pilotos traseros LED Luces automáticas Luz diurna LED Revestimiento de puertas tapizado igual que asientos Pedales deportivos de acero inoxidable con tacos de goma Aire acondicionado Molduras interiores y exteriores en cromo plateado Retrovisores exteriores con ajuste eléctrico abatibles eléctricamente Sensor de lluvia Cierre centralizado Función de parada y arranque ECO Elevalunas eléctricos Asistente para señales de tráfico Ordenador de viaje Isofix Alerta por cansancio ATTENTION ASSIST Asistente de arranque en pendiente (Hill Start Assist) Collision prevention assist plus (advertencia de colisiones inc. frenado parcial autónomo de emergencia) Control de estabilidad Control de presión en neumáticos Limitador de velocidad Portavasos del/tras Porta gafas Pegatina C Servicio personalizado de video llamada para tu comodidad. Contamos con opción de Certificado de kilometraje y no siniestralidad, por parte de un perito judicial de una empresa externa. Un año de garantía, posibilidad de financiación, estamos en vía complutense número 101, Alcalá de henares, Madrid, tenemos muchos coches en Stock pregúntanos sin compromiso. Este anuncio no es vinculante y puede contener errores. Equipamiento sujeto a posibles variaciones del fabricante. ¡Consúltanos!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2015",
            "kilómetros": "207000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-1067220924",
            "descripcion": "El coche está perfecto,lleva muchas extras",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2014",
            "kilómetros": "150000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015 119.000KM",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1071740719",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "119000 km",
            "precio": 17990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015 119.000Km",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1071600474",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "119000 km",
            "precio": 17990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015 119.000Km",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-129-000km-1071742546",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "119000 km",
            "precio": 17990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015 119.000Km",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-129-000km-1071741819",
            "descripcion": "AUTOMOCION SEVILLA SL ofrecemos la mejor garantía , y los precios más competitivos del mercado. Empresa dedicada al sector del automóvil con más de 25 años de experiencias, todos nuestros vehículos se encuentran en perfecto estado , tanto de interior como de exterior, los kilometrajes son certificados , vehículos procedentes de particular,12 meses de garantía, permitimos prueba mecánica,recogemos su vehiculo renove incl uso posibilidad de transporte a toda españa ,consultanos precio de transporte y descuentos, lo entregamos con la itv pasada y totalmente desinfectado como nuevo.posibilidad de financiacion ,extras:navegador,llantas de aleacion..",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "119000 km",
            "precio": 17990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1024918715",
            "descripcion": "Vehículo como nuevo, en perfecto estado. Kilometraje certificado. Equipamiento: Asientos calefactados-Calefacción del asiento delante Configuración de asientos-Asiento delante izquierda regulable eléctricamente Asiento delante derecha eléctric. regulable Dirección Asistida-Directa, sin reducción con soporte variable de la dirección Sistema de Navegación-Navegador GPS Airbag-Airbag conductor/acompañante Airbag para cadera delante (Pelvisbag)-Airbag de rodilla lado del conductor Sistema de airbag para la cabeza (Airbag de la ventana)-Airbag lateral (Sidebag) delante Detección de ocupación del asiento para Airbag acompañante Sistema aire acond",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "135000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C(205) 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-205-2014-1081131470",
            "descripcion": "Vendo Mercedes-Benz Clase C (205) del 2014 con 141.000 km, siempre muy bien cuidado y con mantenimiento al día. Elegancia, confort y rendimiento en un solo vehículo. Perfecto tanto para ciudad como para viajes largos. ¡Una oportunidad única para disfrutar de la calidad y prestigio de Mercedes-Benz!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2014",
            "kilómetros": "141000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c220d-2015-1045140971",
            "descripcion": "Buen estado. Revisiones al día. Itv pasada. Garantia incluida. se acepta prueba mecanica. recomiendo ver personalmente. Solo llamadas 687 441 005",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "158000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1094896094",
            "descripcion": "coche muy mimado. vendo por adquirir coche de empresa. se vende sin las barra de techo. recien pintado. ruedas traseras con menos de 3 meses. interior pertecto.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "187000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2014 ,está en ,Madrid",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-873303824",
            "descripcion": "Limpia Parabrisas automático Luces automáticas Sistema de aparcamiento automático Limitador de velocidad Mantenimiento De velocidad constante .Avisador de agotamiento del conductor Levas en el volante j",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2014",
            "kilómetros": "158000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-969409381",
            "descripcion": "Esta impecable. Ni un solo fallo, nunca entró en taller excepto para las revisiones, todas hechas al día. Lleva los paragolpes del C43 AMG. Pantalla de 13’ con carplay y android inalámbrico, wifi, navegador, youtube… llantas de 22’ AMG… esta perfecto, impecable, mejor ver. Ni un solo roce, interior impecable. Mejor ver. Se acepta cualquier prueba mecanica. Precio 18000€ con la pantalla de 13’. Con la pantalla original mercedes, 17.250€. 6.3.9.8.1.6.0.3.7",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "199000 km",
            "precio": 17250.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-1082838409",
            "descripcion": "Mercedes clase C220 Bluetec. (W205) en excelente estado. Asistente de frenado, cámara marcha atrás y más.. - Cambio manual, 170CV, etiqueta medioambiental C, ITV en vigor hasta 08/2025. - Cambio de aceite y filtros recién hecho. - Dos ruedas recién puestas (600Km de uso), todas continental 7 premium, las otras 2 están al 80%. Batería recién cambiada, VARTA. Todo esto demostrable con facturas. - Primera matriculación 2014, matriculado en España 2018. - Se entregará con seguro de 6 meses para garantia al comprador.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2014",
            "kilómetros": "222000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-1048446132",
            "descripcion": "C220cdi,170cv.Automatico.Año 2014 nacional con solo 119mil Kms y todas las revisiones en Mercedes con facturas.Faros de xenón,control de velocidad,sensores de lluvia y de luces.Partronic,navegador,tapicería de piel y tela….IMPECABLE!!! Igual que nuevo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2014",
            "kilómetros": "119000 km",
            "precio": 16900.0
        },
        {
            "titulo": "MERCEDES  C Estate 180CDI",
            "enlace": "https://es.wallapop.com/item/mercedes-c-estate-180cdi-1076120905",
            "descripcion": "MERCEDES C Estate 180CDI , único propietario, año 09-2014, todo el mantenimiento al día, recién revisado para su correspondiente venta. Extras: Volante multifunción Navegador Bluetooth Espejo eléctricos Llanta 16\" Sensor luz, lluvia y espejo fotosensible Ordenador a bordo Control de tracción Conexión audio bt, cd, aux, usb Climatizador bizona Estado impecable tanto interior como exterior las fotos hablan por si mismas P.V.P. 16700€ incluido 12 meses de garantía Puede visitar todo nuestro stock de vehículos en nuestra página web robledocars.com Vehículo financiable sin entrada **consulte condiciones, cuota a su medida ** WhatsApp Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. Nos encontramos: ROBLEDO CARS C/Azorín 134 (LEON)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2014",
            "kilómetros": "154000 km",
            "precio": 16700.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-1088840901",
            "descripcion": "Vendo Mercedes C-Class Bluetec del año 2014 en excelente estado. La revisión está al día y se le han realizado los siguientes cambios recientemente: Amortiguadores delanteros Caudalímetro para el filtro de partículas El coche está en muy buenas condiciones tanto mecánicas como estéticas. Actualmente está en proceso de matriculación y estamos a la espera de las placas definitivas. Se vende porque queremos comprar un coche más grande. Para más información, por favor contáctame al número de teléfono: +34 671 40 51 49. El precio es negociable. ¡Gracias! 😊",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2014",
            "kilómetros": "250000 km",
            "precio": 16500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-1088849860",
            "descripcion": "Vendo Mercedes C-Class Bluetec del año 2014 en excelente estado. La revisión está al día y se le han realizado los siguientes cambios recientemente: Amortiguadores delanteros Caudalímetro para el filtro de partículas El coche está en muy buenas condiciones tanto mecánicas como estéticas. Actualmente está en proceso de matriculación y estamos a la espera de las placas definitivas. Se vende porque queremos comprar un coche más grande. Para más información, por favor contáctame al número de teléfono: +34 671 40 51 49. El precio es negociable. ¡Gracias! 😊",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2014",
            "kilómetros": "250000 km",
            "precio": 16500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1088803568",
            "descripcion": "KM: 228.600 MUY BONITO . TRATADO A MIMO. ACEPTO PRUEBA MECÁNICA. GASTOS DE CAMBIO DE TITULAR POR CUENTA DEL COMPRADOR. SOY PARTICULAR. TODO EL MANTENIMIENTO DEL VEHICULO DISPONIBLE DESDE QUE SE COMPRO. KILOMETROS REALES DEMOSTRABLE. ITV en vigor, Asientos mixtos,volante cuero AMG,navegador, aparcamiento asistido (aparca solo),cristales oscuros,espejos eléctricos con iluminación, avisa colisión, etc.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "199999 km",
            "precio": 16299.0
        },
        {
            "titulo": "Mercedes C220 2014 |Elegancia,Confort y Fiabilidad",
            "enlace": "https://es.wallapop.com/item/mercedes-c220-2014-elegancia-confort-y-fiabilidad-1080752832",
            "descripcion": "Se vende mi Mercedes C220 W205 del 2014, un coche que ha sido siempre muy bien cuidado y que está listo para seguir dando guerra. ITV recién pasada sin ningún problema y con 219.000 km de fiabilidad a sus espaldas. Mantenimiento en la casa oficial de mercedes. Este coche no solo es cómodo y espacioso, sino que tiene todo lo que necesitas para disfrutar al máximo del camino. • Equipamiento Avantgarde: o Interior Premium con acabados en piel y aluminio, que le dan un toque de lujo. o Suspensión cómoda y ágil, ideal tanto para el día a día como para largos viajes. o Luces LED High Performance, automáticas, para una visibilidad impresionante. o Tecnología de última generación: • GPS integrado y Bluetooth sin cables. • Parktronic con asistencia para aparcar (¡aparca solo!). • Sensores de aparcamiento delanteros y traseros, y sensor de lluvia y luces. • Climatización bizona, para un viaje cómodo siempre. • Cristales tintados homologados para la ITV. • Bola de remolque automática (homologada en la ficha técnica). • Altavoces burmester . • Cambio manual y distribución con cadena olvídate de correas . Este Mercedes está diseñado para quienes buscan más que un coche. Es un compañero fiable, cómodo y, lo mejor, es que siempre se siente como nuevo gracias a su cuidado. Ideal para familias, viajes largos o simplemente disfrutar de una conducción tranquila y segura. El precio es negociable, porque quiero que este coche termine en buenas manos. No es un coche cualquiera, es un Mercedes con todo lo que buscas: fiabilidad, seguridad y mucho estilo. Si te interesa, envíame un mensaje y ven a probarlo .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2014",
            "kilómetros": "219000 km",
            "precio": 16150.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-1060546035",
            "descripcion": "Se vende Mercedes clase c 220 blueTec w205 vehiculo nacional. Todas las revisiones hechas en la casa Mercedes la última fue el mes pasado. Con todos los extras, Pantalla 8' carplay, 5 modos de conducción, Techo solar, control por voz, faros bixenon, sistema de asistencia al conductor, detector de fatiga, ayuda al estacionamiento, sensores de aparcamiento, cámara trasera, sensor de lluvia, sistema anticolision, tapicería de cuero mixta con asientos eléctricos, pedales deportivos de acero inoxidable. Kit estético amg, llantas amg nuevas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "210000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2017-892513644",
            "descripcion": "Se vende mercedes Benz clase c como nuevo 2200 motor 177 caballos Todos los extras, aparca solo, sensores de movimiento, cámara trasera, neumáticos prácticamente nuevos, todos los cambios recién echos, filtro de gasoil, aceite, polen y aire. Equipado todo amg por fuera todo homologado con factura. Cristales tintados homologado con facturas y mucho más.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "211000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-890379899",
            "descripcion": "Se vende mercedes Benz clase c como nuevo 2200 motor 177 caballos Todos los extras, aparca solo, sensores de movimiento, cámara trasera, neumáticos prácticamente nuevos, todos los cambios recién echos, filtro de gasoil, aceite, polen y aire. Equipado todo amg por fuera todo homologado con factura. Cristales tintados homologado con facturas y mucho más.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2015",
            "kilómetros": "211000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-909562013",
            "descripcion": "Faros bi-xenon. Neumáticos en buen estado. Control de velocidad. Sensor de aparcamiento con cámara trasera. Sistema navegacion. Equipo audio profesional. Consumo 5litros. Itv al día sin defectos. Revisión recién hecha de todos los filtros , aceite , gasoil y cambio de discos y pastillas. Todo con factura, más de 1000€ 203.000km. 627826594. “””Se daría con garantía de un año contratada”””.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "205000 km",
            "precio": 15900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C220 , NO ES SOLO UN COCHE ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-1087964408",
            "descripcion": "Mercedes C 220: Este coche no es para cualquiera. Hay coches que simplemente te llevan de un lugar a otro, y luego está este Mercedes C 220. ¿Por qué? Porque no es solo un coche, es una declaración. Mantenimiento oficial, motor alemán que va a durar lo que tú quieras, y un Paquete Avantgarde que te hace sentir el lujo de mercedes . Pero lo que realmente lo hace especial es que este coche no busca aprobación de nadie. Sistema de prevención de colisión por si el que llevas delante frena brusco , así frena solo y evita la colisión , sensores de aparcamiento , park asist , luces led hight performans automáticas ..... Lo que te llevas no es solo un vehículo, es un Mercedes. Y te garantizo que, al volante de este coche, la carretera no será la misma , en este volante vas a encontrar todo lo que buscas elegancia , fiabilidad y potencia al mismo tiempo . Precio: 15,650 €. Si aún te preguntas si este coche es para ti… tal vez no lo sea. Pero si sabes que lo es, háblame .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2014",
            "kilómetros": "220000 km",
            "precio": 15650.0
        }
    ]
}