{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase C",
        "version": "C 180 BlueEFFICIENCY Coupé",
        "año mínimo": 2012,
        "año máximo": 2015,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "",
        "tipos de motor": "",
        "potencia máxima": 156,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=&min_horse_power=1&max_horse_power=156&min_year=2012&max_year=2015&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=&brand=Mercedes-Benz&model=Clase C&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase C 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2013-942533313",
            "descripcion": "faros bixenon / parktronic, azul metalizado. volante y ruedas deportivas,automatico. conducido por un mismo propietario. revidiones al dia",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2013",
            "kilómetros": "55000 km",
            "precio": 25000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2012-1050124220",
            "descripcion": "Se vende mercedes Benz, última revisión en servicio oficial 21/8/2024, todas las revisiones en servicio oficial Mercedes, se puede demostrar que las revisiones y los kilómetros son reales en el servicio oficial Mercedes, dispone de navegador, sensores de aparcamiento delantero y trasero, espejos abatibles, lunas tintadas homologadas, está impecable, se vende porque uso otro vehículo eléctrico, único dueño, comprado en Madrid Nacional, todo lo indicado en el anuncio se puede demostrar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "116000 km",
            "precio": 23500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1020774615",
            "descripcion": "ITV hasta 2024,asientos de cuero,porton automático,motor 2.0 134cv,volante multifunción,navegador, sensores de parking, llantas amg,etc",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "134 cv",
            "año": "2015",
            "kilómetros": "91932 km",
            "precio": 21500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1064789273",
            "descripcion": "¡En venta! Mercedes-Benz Clase C 180 AMG Características principales: • Kilometraje: 156,000 km certificados • Transmisión: Automática • Acabado: AMG, el lujo y deportividad de Mercedes-Benz • Extras: • Techo panorámico para una experiencia de manejo iluminada y abierta • Asientos de piel para máxima comodidad y elegancia • Cámara de reversa para maniobras de estacionamiento más seguras y cómodas Este Mercedes Clase C 180 combina rendimiento, confort y diseño deportivo. ¡No pierdas la oportunidad de manejar un coche de alta gama en excelentes condiciones! Contáctanos para más información y agendar una prueba de manejo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2015",
            "kilómetros": "156000 km",
            "precio": 19990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-1094742380",
            "descripcion": "Año 2014 96.000 km 154cv Cambió Automático con levas Gasolina Pack exclusive Cambio de titularidad incluido Garantía 1 año",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2014",
            "kilómetros": "96000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1061418622",
            "descripcion": "Precio del cambio o entrega algun coche como parte de pago es: 20.000€ Modelo corecto: Mercedes C200 d BlueTEC Exclusive 136cv. libro de mantenimiento digital disponible! transferencia y garantia incluida! km certificados! motor Mercedes, coche sin accidente!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "117000 km",
            "precio": 18999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 200d ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-200d-1093762984",
            "descripcion": "Se vende Mercedes Clase C200d 135cv con 174.000km muy cuidado como nuevo , historial de mantenimiento : - techo panorámico corredizo - faros full led - luces automáticas , control de crucero - navegador , bluetooth -sensores de aparcamiento - asientos de cuero eléctricos y calefactables - climatizador bizona Precio incluye garantía de un año a nivel nacional con libre elección de taller y cambio de nombre incluido .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "135 cv",
            "año": "2015",
            "kilómetros": "174000 km",
            "precio": 18990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1075507460",
            "descripcion": "Se vende Mercedes-Benz C 180, año 2015, motor 1.6, 116CV, Diesel, manual, con todas las revisiones y los mantenimientos al día, aceite y todos los filtros recién cambiados, se acepta cualquier tipo de prueba mecánica, mejor ver y probar. Coche muy equipado: Paquete exclusivo Designo Tapicería en Piel de alta calidad Sensores de aparcamiento Asientos delanteros deportivos con ajuste eléctrico Paquete de confort para asientos delanteros con ajuste lumbar Mandos multifunción en volante Control por voz Pantalla en color Navegador GPS Reproductor de DVD Ayuda activa para aparcar Freno de estacionamiento eléctrico con liberación automática Faros LED de alto rendimiento Pilotos traseros LED Luces automáticas Luz diurna LED Revestimiento de puertas tapizado igual que asientos Pedales deportivos de acero inoxidable con tacos de goma Aire acondicionado Molduras interiores y exteriores en cromo plateado Retrovisores exteriores con ajuste eléctrico abatibles eléctricamente Sensor de lluvia Cierre centralizado Función de parada y arranque ECO Elevalunas eléctricos Asistente para señales de tráfico Ordenador de viaje Isofix Alerta por cansancio ATTENTION ASSIST Asistente de arranque en pendiente (Hill Start Assist) Collision prevention assist plus (advertencia de colisiones inc. frenado parcial autónomo de emergencia) Control de estabilidad Control de presión en neumáticos Limitador de velocidad Portavasos del/tras Porta gafas Pegatina C Servicio personalizado de video llamada para tu comodidad. Contamos con opción de Certificado de kilometraje y no siniestralidad, por parte de un perito judicial de una empresa externa. Un año de garantía, posibilidad de financiación, estamos en vía complutense número 101, Alcalá de henares, Madrid, tenemos muchos coches en Stock pregúntanos sin compromiso. Este anuncio no es vinculante y puede contener errores. Equipamiento sujeto a posibles variaciones del fabricante. ¡Consúltanos!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2015",
            "kilómetros": "207000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2012-1094144965",
            "descripcion": "Mercedes Clase C200 Blue-Efficiency Elegance. ————EQUIPAMIENTO COMPLETO ——- - MOTOR 2.200 136 CV. - COLOR PLATA BRILLO. - FAROS LED DELANTEROS - FAROS LED TRASEROS - ASIENTOS CUERO COMPLETO NEGRO. - ASIENTOS CALEFACTABLES. - ASIENTOS CON VENTILADOR. - ASIENTOS ELÉCTRICOS CON MEMORIA. - ASIENTOS CON ALMOHADILLAS ADAPTATIVAS. - CLIMATIZADOR BIZONA DELANTERO. - CLIMATIZADOR HABITÁCULO TRASERO. - TECHO PANORÁMICO DOBLE. - BLUETOOTH INTEGRADO COCHE - NAVEGACIÓN GPS. - CONTROL CONSUMOS PANTALLA CENTRAL. - CAJA CAMBIOS AUTOMÁTICA -CONDUCCIÓN SPORT - CONDUCCIÓN ELEGANCE - FAROS FULL LED CON ADAPTACIÓN CARRETERA. - ESPEJOS ABATIBLES AUTOMÁTICOS. - SENSOR DE LLUVIA. - SENSOR DE APARCAMIENTO. - CAMARA TRASERA APARCAMIENTO. - VOLANTE MULTIFUNCIONAL COMPLETO. - NAVEGADOR GPS. - SENSOR DE CANSANCIO EN CARRETERA. - RUEDA REPUESTO. - EXTINTOR DE EMERGENCIA. - CONSUMO MEDIO 6 L/100. COCHE COMPLETAMENTE EQUIPADO CON TODOS LOS EXTRAS. - ITV RECIÉN PASADA. SE ENTREGARÁ CON LAS 4 RUEDAS NUEVAS, CAMBIO DE ACEITE Y FILTROS Y REVISIÓN CAJA CAMBIOS. Se contacta por chat, si estás realmente interesado pasaré el contacto.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "122000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1034835542",
            "descripcion": "Coche impecable con todos los extras, finales de 2015, full opciones, AMG paquete, levas en volante, duerme en garaje sin ningún problema, el coche no es nacional, acepto todas las pruebas, mejor ver sin ningún compromiso. Con su mantenimiento echos en el Mercedes, precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "135 cv",
            "año": "2015",
            "kilómetros": "120000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1093199648",
            "descripcion": "Mercedes C200d 136cv en perfecto estado con todo el mantenimiento al dia y con un monton de extras. Con un año de garantia y el cambio de nombre incluido en el precio. Se puede ver y probar sin compromiso.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "165000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1024918715",
            "descripcion": "Vehículo como nuevo, en perfecto estado. Kilometraje certificado. Equipamiento: Asientos calefactados-Calefacción del asiento delante Configuración de asientos-Asiento delante izquierda regulable eléctricamente Asiento delante derecha eléctric. regulable Dirección Asistida-Directa, sin reducción con soporte variable de la dirección Sistema de Navegación-Navegador GPS Airbag-Airbag conductor/acompañante Airbag para cadera delante (Pelvisbag)-Airbag de rodilla lado del conductor Sistema de airbag para la cabeza (Airbag de la ventana)-Airbag lateral (Sidebag) delante Detección de ocupación del asiento para Airbag acompañante Sistema aire acond",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "135000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2012-850066821",
            "descripcion": "Mercedes clase C200CDI pack AMG Coche en perfecto estado tanto interior como exterior. ITV al día y toda la revisiones pasadas en casa oficial Mercedes.Cuatro neumáticos nuevos Pastillas y discos nuevos Levas en el volante Revisión, recién pasada en la casa oficial y con la revisión de la caja de cambios incluida",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "140000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 200 CDI Avantgarde 100 kW (136 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-200-cdi-avantgarde-100-kw-136-cv-1080412220",
            "descripcion": "NACIONAL, ESTADO INCREÍBLE GARANTÍA DE 12 MESES INCLUIDA EN EL PRECIO CAMBIO DE TITULARIDAD INCLUIDO EN EL PRECIO OFRECEMOS FINANCIACIÓN A MEDIDA ACEPTAMOS SU COCHE COMO PARTE DE PAGO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2013",
            "kilómetros": "128000 km",
            "precio": 16999.0
        },
        {
            "titulo": "MERCEDES  C Estate 180CDI",
            "enlace": "https://es.wallapop.com/item/mercedes-c-estate-180cdi-1076120905",
            "descripcion": "MERCEDES C Estate 180CDI , único propietario, año 09-2014, todo el mantenimiento al día, recién revisado para su correspondiente venta. Extras: Volante multifunción Navegador Bluetooth Espejo eléctricos Llanta 16\" Sensor luz, lluvia y espejo fotosensible Ordenador a bordo Control de tracción Conexión audio bt, cd, aux, usb Climatizador bizona Estado impecable tanto interior como exterior las fotos hablan por si mismas P.V.P. 16700€ incluido 12 meses de garantía Puede visitar todo nuestro stock de vehículos en nuestra página web robledocars.com Vehículo financiable sin entrada **consulte condiciones, cuota a su medida ** WhatsApp Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. Nos encontramos: ROBLEDO CARS C/Azorín 134 (LEON)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2014",
            "kilómetros": "154000 km",
            "precio": 16700.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-909562013",
            "descripcion": "Faros bi-xenon. Neumáticos en buen estado. Control de velocidad. Sensor de aparcamiento con cámara trasera. Sistema navegacion. Equipo audio profesional. Consumo 5litros. Itv al día sin defectos. Revisión recién hecha de todos los filtros , aceite , gasoil y cambio de discos y pastillas. Todo con factura, más de 1000€ 203.000km. 627826594. “””Se daría con garantía de un año contratada”””.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "205000 km",
            "precio": 15900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C Coupé 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-coupe-2012-1089321785",
            "descripcion": "Como nuevo - 1 año de garantia. Consultame tus dudas y si quieres negociamos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2012",
            "kilómetros": "123000 km",
            "precio": 15500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 200 CDI Sport Estate ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-200-cdi-sport-estate-1051652004",
            "descripcion": "Se vende Mercedes Benz c200 CDI Estate BlueTec, en muy buen estado general con GANCHO DE REMOLQUE, todos los mantenimientos al día y funcionando perfectamente. Vehículo muy equipado, con asientos de piel eléctricos. NAVI Mercedes System,CD- USB -SD Cards, Sistema PARK ASSIST ( El coche aparca solo), Red Separadora, Volante Multifunción, control de velocidad con limitador, Luces Diurnas LEds y Leds traseras, radar de aproximación en carretera, limpias automáticos adaptativos, espejos eléctricos calefactables, sensores de aparcamiento delanteros y traseros con cámara, lluvia y luces. PRECIO TODO INCLUIDO ( TRANSFERENCIA + GESTION ) LLAVE EN MANO - NO ACEPTO COCHE EN PARTE DE PAGO .-GARANTÍA.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "198000 km",
            "precio": 15400.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2012-942045887",
            "descripcion": "Mercedes clase c 180 200 220 cdi, automático diésel consumo muy reducido, impecable EL VEHÍCULO NO ES MÍO, NO PREGUNTAS, SÓLO PUSE EL ANUNCIO, PARA HABLAR CON LA DUEÑA 646862297",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "120 cv",
            "año": "2012",
            "kilómetros": "152000 km",
            "precio": 15300.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-939776554",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "156 cv",
            "año": "2014",
            "kilómetros": "14500 km",
            "precio": 15000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2012-1086493303",
            "descripcion": "Mercedes con 119.000 km todas las revisiones al día, cuatro ruedas nuevas y pastillas de freno. El coche se guarda en bajera particular de ahí el estado impecable tanto exterior como interior. Tiene bastantes extras como luces inteligentes Mercedes, GPS, tempomat , etc ..",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "100000 km",
            "precio": 14999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1062752882",
            "descripcion": "Mercedes-Benz C200D Año 09.2015 Color rojo con interier negro. FAROS LED. RETROVISORES PLEGADO AUTOMATICO. SENSOR DE LUCES Y DE LLUVIA. PARKTRONIC DELANTERO TRASERO VISUAL ACUSTICO. CONTROL + LIMITADOR DE VELOCIDAD. VOLANTE MULTIFUNCION CON LEVAS. SISTEMA DE NAVEGACION. BLUETTOOTH + BLUETTOOTH AUDIO. RADIO CD MP3 + USB + IPOD + SD. CONFIGURACION MODOS CONDUCCION. CLIMATIZADOR DIGITAL BIZONA. AIRBAGS. ISOFIX Caja de cambios de 7 velocidades reduciendo el consumo cámara de marcha atrás, monitorización de punto ciego, control de crucero adaptativo, radar, monitorización de carril, aparcamiento automático y mucho más..",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "250000 km",
            "precio": 14900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 180 CDI BE Blue Efficiency Edition 88 kW (120 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-180-cdi-be-blue-efficiency-edition-88-kw-120-cv-985540263",
            "descripcion": "Precio oferta sujeto a financiación: 14590 EUR. Precio al contado: 14590 EUR. *ZAR* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Aprovecha! 1210€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Faros traseros led, Start/Stop automático, Control de velocidad, Limitador de velocidad, Volante multifunción, Aire Acondicionado (Climatizador), Bluetooth, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2012",
            "kilómetros": "98506 km",
            "precio": 14590.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 180 Blue Efficiency 115 kW (156 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-180-blue-efficiency-115-kw-156-cv-1069422978",
            "descripcion": "Precio oferta sujeto a financiación: 14200 EUR. Precio al contado: 14200 EUR. *ELG* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Bluetooth, Aire Acondicionado (Climatizador), Servodirección, Isofix, Sensor de presión de neumáticos, Limitador de velocidad, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2012",
            "kilómetros": "141593 km",
            "precio": 14200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 180 Blue Efficiency 115 kW (156 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-180-blue-efficiency-115-kw-156-cv-1069422365",
            "descripcion": "Precio oferta sujeto a financiación: 14200 EUR. Precio al contado: 14200 EUR. *ELG* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Bluetooth, Aire Acondicionado (Climatizador), Servodirección, Isofix, Sensor de presión de neumáticos, Limitador de velocidad, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2012",
            "kilómetros": "141593 km",
            "precio": 14200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 180 Blue Efficiency 115 kW (156 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-180-blue-efficiency-115-kw-156-cv-1052747597",
            "descripcion": "Precio oferta sujeto a financiación: 14200 EUR. Precio al contado: 14200 EUR. *ELG* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Bluetooth, Aire Acondicionado (Climatizador), Servodirección, Isofix, Sensor de presión de neumáticos, Limitador de velocidad, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2012",
            "kilómetros": "141593 km",
            "precio": 14200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 180 Blue Efficiency 115 kW (156 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-180-blue-efficiency-115-kw-156-cv-1052744183",
            "descripcion": "Precio oferta sujeto a financiación: 14200 EUR. Precio al contado: 14200 EUR. *ELG* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Bluetooth, Aire Acondicionado (Climatizador), Servodirección, Isofix, Sensor de presión de neumáticos, Limitador de velocidad, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2012",
            "kilómetros": "141593 km",
            "precio": 14200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 180 Blue Efficiency 115 kW (156 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-180-blue-efficiency-115-kw-156-cv-1052748226",
            "descripcion": "Precio oferta sujeto a financiación: 14200 EUR. Precio al contado: 14200 EUR. *ELG* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Bluetooth, Aire Acondicionado (Climatizador), Servodirección, Isofix, Sensor de presión de neumáticos, Limitador de velocidad, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2012",
            "kilómetros": "141593 km",
            "precio": 14200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 180 Blue Efficiency 115 kW (156 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-180-blue-efficiency-115-kw-156-cv-1052748229",
            "descripcion": "Precio oferta sujeto a financiación: 14200 EUR. Precio al contado: 14200 EUR. *ELG* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Bluetooth, Aire Acondicionado (Climatizador), Servodirección, Isofix, Sensor de presión de neumáticos, Limitador de velocidad, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2012",
            "kilómetros": "141593 km",
            "precio": 14200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 180 Blue Efficiency 115 kW (156 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-180-blue-efficiency-115-kw-156-cv-1052402009",
            "descripcion": "Precio oferta sujeto a financiación: 14200 EUR. Precio al contado: 14200 EUR. *ELG* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Bluetooth, Aire Acondicionado (Climatizador), Servodirección, Isofix, Sensor de presión de neumáticos, Limitador de velocidad, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2012",
            "kilómetros": "141593 km",
            "precio": 14200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 180 Blue Efficiency 115 kW (156 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-180-blue-efficiency-115-kw-156-cv-1052745286",
            "descripcion": "Precio oferta sujeto a financiación: 14200 EUR. Precio al contado: 14200 EUR. *ELG* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Bluetooth, Aire Acondicionado (Climatizador), Servodirección, Isofix, Sensor de presión de neumáticos, Limitador de velocidad, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2012",
            "kilómetros": "141593 km",
            "precio": 14200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 180 Blue Efficiency 115 kW (156 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-180-blue-efficiency-115-kw-156-cv-1052406686",
            "descripcion": "Precio oferta sujeto a financiación: 14200 EUR. Precio al contado: 14200 EUR. *ELG* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Bluetooth, Aire Acondicionado (Climatizador), Servodirección, Isofix, Sensor de presión de neumáticos, Limitador de velocidad, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2012",
            "kilómetros": "141593 km",
            "precio": 14200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C C 180 Blue Efficiency 115 kW (156 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-c-180-blue-efficiency-115-kw-156-cv-1052402045",
            "descripcion": "Precio oferta sujeto a financiación: 14200 EUR. Precio al contado: 14200 EUR. *ELG* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Bluetooth, Aire Acondicionado (Climatizador), Servodirección, Isofix, Sensor de presión de neumáticos, Limitador de velocidad, Llantas de aleación (16\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "156 cv",
            "año": "2012",
            "kilómetros": "141593 km",
            "precio": 14200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2014",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2014-1082518776",
            "descripcion": "🚗 ¡Vendo Mercedes-Benz C200 CDI T Sport Edition Nacional! 📅 Año: 07/2014 📏 Kilómetros: 146,000 km certificados ⚙️ Cambio: Manual de 6 velocidades 🌱 Distintivo Ambiental: ✔ ✨ Equipamiento destacado: ✅ Acabado AMG exterior con llantas de 17” 💡 Luces Xenón Inteligentes (ILS) y lunas tintadas 🅿️ Sensores de aparcamiento delanteros y traseros + Parktronic ❄️ Confort: Climatizador bizona, asientos abatibles, sensor de luces y lluvia 🎶 Radio CD MP3 + Bluetooth original 🛡️ Seguridad: Sensor antifatiga, control de velocidad y sensor de velocidad 🏠 Guardado siempre en garaje de casa 🔧 Extras: Rueda de repuesto y neumáticos Hankook 👉 Incluye garantía de 1 año. 🔥 ¡Perfecto para quienes valoran estilo, tecnología y confort! 🔥 vehiculo nacional, soy particular. mas fitos y video por privado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2014",
            "kilómetros": "143000 km",
            "precio": 14000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2012",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2012-1077415529",
            "descripcion": "se vende Mercedes c200 park AMG con toda la documentacion en regla Extras techo panoramico caja de cambio automatica los asienyos de cuero llantas 17 amg 2 llaves originales ect.... mas informacion pongase en contacto conmigo 677682355",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2012",
            "kilómetros": "203000 km",
            "precio": 14000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2013-1068193070",
            "descripcion": "Good estado , itv recien hecho , automatico ,coche importado, impecable por dentro como fuera ,",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2013",
            "kilómetros": "141000 km",
            "precio": 13999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2013",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2013-1074610462",
            "descripcion": "Vendo mi mercedes c200cdi avangarde. Techo,cuero,sensor de lluvia y luces,asientos calefactables,techo solar..al dia de mantenimiento con atf cambio cambiado de hoy mismo,aceite y filtros con 1000 kilómetros,itv recién pasada..etc...ACEPTO CAMBIO POR CARAVANA O AUTOCARAVANA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "136 cv",
            "año": "2013",
            "kilómetros": "197000 km",
            "precio": 13900.0
        }
    ]
}