{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase C",
        "version": "C 230 K Berlina Aut.",
        "año mínimo": 2004,
        "año máximo": 2005,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 192,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=192&min_year=2004&max_year=2005&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase C&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1090074196",
            "descripcion": "Mercedes Benz W203 C 200 K Kompressor. 163cv Gasolina. AUTOMATICO. 65000 kilómetros reales. Muy buen estado. Ordenador de abordo. Limitador de velocidad. Climatizador bizona. Recién cambiada la batería, realizado el cambio de aceite, filtro y revisión mecánica completa. Usandose actualmente. ITV recién pasada. Interior y exterior prácticamente nuevo. Modelo casi imposible de encontrar con estos kilómetros y estado. (Si no te interesa el precio no perdamos el tiempo ambos con preguntas) Gracias",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "65000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C w203",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2005-1032141086",
            "descripcion": "Siempre en garaje, recién pasada la revisión, cuatro neumáticos nuevos, itv, distintivo medioambiental C, único dueño, control de velocidad, Xenón, sensor de luz, etc.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "105000 km",
            "precio": 9000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C180K Sportcoupe Techo Solar",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2005-1093138867",
            "descripcion": "Biko Cars compramos y vendemos vehículos de segunda mano! ¿Vendes tu coche? ¡Te lo compramos al momento! Además, aceptamos coches como parte de pago. Características del vehículo: * Vehículo nacional con ITV al día y en perfecto estado de conservación. * 2 llaves disponibles. * Mantenimiento reciente: filtros y aceite cambiados ✅. * Llantas originales * Equipado con aire acondicionado, asientos ISOFIX, retrovisores con ajuste eléctrico, y sistema de audio profesional. * Tapicería en perfecto estado, Techo solar panoramico, reposavasos, volante multifuncional, sistema antirrobo, radio CD, y ordenador de abordo. ¡Para más información, no dudes en contactarnos sin compromiso!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2005",
            "kilómetros": "160000 km",
            "precio": 7999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2005-1095082540",
            "descripcion": "vehiculo nacional en perfecto estado revicion al dia itv recien pasada cubiertas al 80% pintura de casa asientos electricos muy completo esta muy cuidado y siempre en garaje nada de oxido ni picadura es un vehiculo para los amantes de mercedes mejor ver acepto cualquier tipo de prueba mecanica el coche solo a tenido dos dueños nada de orguras ni ruido cualquier cosa hablar por wasap 613305584",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "204000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2005-1077320438",
            "descripcion": "En venta Mercedes-Benz 203CL. elegante y deportivo sedán con motor de 163 CV. Año de fabricación: 2005 Extras destacados: - Techo solar panorámico, ideal para disfrutar de la conducción. -Asientos de piel en excelente estado, que aportan confort y lujo. Estado general: Muy bien cuidado. - Motor fiable y eficiente, con un rendimiento excepcional. - Km reales - siempre en garaje. Un coche perfecto para quien busca calidad, estilo y prestaciones Mercedes-Benz. ¡Listo para rodar! Si necesitas más detalles o fotos, no dudes en contactarme.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "84681 km",
            "precio": 6200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1007808294",
            "descripcion": "En perfectísimo estado,al día de todo(aceite,filtros,ruedas nuevas,revisiones,mantenimiento del cambio) Dispone de pantalla Pioneer con Apple car y android auto,GPS..etc. Acepto cualquier tipo de prueba mecánica,simplemente tiene algún pequeño toquecito en la pintura de paragolpes. Se entrega con dos llaves",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "144500 km",
            "precio": 6200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004 SPORTCOUPE",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-sportcoupe-1085269105",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "114000 km",
            "precio": 5990.0
        },
        {
            "titulo": "Mercedes-Benz C 200 Kompresor Sport Coupe",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-c-200-kompresor-sport-coupe-1085083743",
            "descripcion": "Mercedes-Benz C200 Kompresor Sport Coupe del año 2005. Motor gasolina y cambio automático. Vehículo nacional con un único propietario y solo 128.000 km reales. En perfecto estado y muy cuidado. Siempre duerme en garaje. Revisiones e ITV al día. Distintivo medioambiental tipo B. Equipado con todos los extras: climatizador, elevalunas eléctrico, cierre centralizado con mando y llave original, llantas 16\", velocidad de crucero, volante multifunción, sensores, etc...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "128000 km",
            "precio": 5800.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2005-1089512220",
            "descripcion": "Vendo Mercedes-Benz Clase C240 V6 ELEGANCE. Segungo Propietario Demostrable Con Todos los Mantenimentos y Revisiones al dia Coche Nacional, Con Todos Los extras Posibles. Kilometros Reales Echos en Carretera, El Vehiculo Tiene Menos de Un Mes en Melilla, Se Acepta Cualquier Prueba Mecánica. Extras: -Volante multifuncion. -Tapiceria de Cuero En Beige. -Techo Solar Panoramico. -Limitador De Velocidad. -Transmisión Automatica -Llantas De Aleación. -Asientos Eléctricos Regulables. -Alfombras Originales Mercedes-Benz. -Asientos Abatibles. -Climatizador. -Caja De Cambios 5Gtronic. -Botón De Grua Asistencia En Carretera. -Extintor De Incendios. -ITV En Vigor. (SOLO GENTE REALMENTE INTERESADA)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "226149 km",
            "precio": 5500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1060594869",
            "descripcion": "C180 kompresor vehículo muy cuidado y muy buen estado,se puede probar con su mecánico de confianza,ruedas con apenas 10000km,ITV al dia sin fallos,km garantizados x ITV, etiqueta ambiental, clima, doblé llave,5.9 de consumo, vehículo funcionando a diario,se entrega con cambio de aceite filtros recién hechos,más información o fotos x wasap 615#488#993,precio no negociable y cambio de nombre por cuenta del comprador,repito precio no negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "180000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1052176758",
            "descripcion": "Restiling Etiqueta B Itv 09/25 Gris cubanita Todas las revisiones demostrables. Batería nueva 22/11/24, 3 años de garantía. Libro oficial sellado Cambio de aceite con máquina de dialisis en taller oficial Modelo Evolution + Confort Interior en tela gris a cuadros en perfecto estado tipo \"gti\" sin desgastes ni descosidos. NO FUMADOR Llantas del CLC en 18 doble medida. Leves desperfectos estéticos típicos de aparcar en la calle en ocasiones y algún detalle sin importancia en interiores Duerme en pàrquing vigilado 24h. Disponibilidad de verlo Viernes y Sábados. Barcelona y Tarragona.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "192 cv",
            "año": "2004",
            "kilómetros": "267000 km",
            "precio": 4649.0
        },
        {
            "titulo": "Mercedes-Benz Clase C200 AUTOMATICO 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c200-automatico-2004-1059770608",
            "descripcion": "MERCEDES BENZ CLASE C200 AUTOMATICO 163CV CON TAN SOLO 142.000 KILOMETROS, KILOMETROS CERTIFICADOS, DISTINTIVO AMBIENTAL, CON DESPERFECTOS DE CARROCERIA COMO SE APRECIA EN LAS FOTOS, INTERIOR BIEN CONSERVADO CON ALGUN DETALLE DE INTERIOR,,,MEJOR VER Y PROBAR,,,VEHICULO EN GESTION DE VENTA,,,DISPONE DE ORDENADOR ABORDO, VOLANTE MULTIFUNCION, VELOCIDAD DE CRUCERO CON LIMITADOR DE VELOCIDAD, CIERRE CENTRALIZADO CON MANDO, 2 LLAVES, AIRE ACONDICIONADO, RADIO CD MP3, ASIENTOS MIXTOS EN PIEL, REPOSABRAZOS CENTRAL, 4 ELEVALUNAS ELECTRICOS, LLANTAS ALEACION, ABS, ESP, AIRBAG,,,ETC,,,MEJOR VER Y PROBAR,,,VEHICULO EN GESTION DE VENTA,,,",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "142000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1074250233",
            "descripcion": "En buen estado. Plancha y pintura sin daños (ha sido pintado). Tapiceria interior piel. 210.000 km. Bujias recién cambiadas. ITV al dia hasta enero 25. Etiqueta medioambiental “B” con posibilidad de pasarla a “C”. Neumaticos de invierno en buen estado. Traccion permanente 4x4. Mantenimiento oficial y un solo propietario. A reparara sensores traseros. Se incluye el cambio de nombre. Es un cochazo!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2004",
            "kilómetros": "210000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C180",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c180-1090894287",
            "descripcion": "Mercedes Benz C180K. Eriqueta medioambiental “B” Cambio Automatico. Asientos de cuero. Gasolina. Traccion trasera. 143 cv. 272.000 KM Problrmas de Chapa, Mantenimiento del coche al dia Incluye llantas. Trabajos Realizados. Placa de caja cambios realizado. Cadena de distribucion cambiada. Alternador Cambiado nuevo. Bomba de hidraulico de volante. Mariposa de admision. Compresor. Amortiguadores delanteros y traseros. Lo unico malo que tiene este coche es la chapa y los asientos delanteros. Coche bien cuidado de motor. ITV en Vigor hasta Febrero, pero paso la ITV antes de vender",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "270000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1073665825",
            "descripcion": "Coche en buen estado general, Techo solar, aire acondicionado, asientos calefactables, control de crucero, aire acondicionado, radio CD, faros antiniebla, etc ...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2004",
            "kilómetros": "257402 km",
            "precio": 3950.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1090047432",
            "descripcion": "Doy excelentes clases de coche en Alicante.Bonito Mercedes 2004, llantas, batería y pintura en perfecto estado o nuevos. Gran interior, todo está limpio y tiene una gran vista. ITV sin pequeños defectos. Dos llaves Un excelente coche tanto para usted como para su familia.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "266000 km",
            "precio": 3900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1091995454",
            "descripcion": "Perfecto de motor, batería nueva, líquidos cambiados revisiones al día. Perfecto, tiene sus típicos desgaste de los años pero funciona como un reloj suizo. Bajo consumo, rápido y muy fino y cómodo de conducir. Coche muy divertido en carretera sobre todo en modo sport.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "185000 km",
            "precio": 3800.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1090172347",
            "descripcion": "Itv hasta julio de 2025 Mantenimientos de caja de cambios y aceite en 2023 con 144000 km Vehiculo esta en perfecto estado de conservación interior con algún lijero roce de aparcarmiento en la chapa Tiene pegatina medioambiental B Tiene un fallo de encendido Se puede ver y probar",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "150000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-995457232",
            "descripcion": "Se vende Mercedes 180 Kompresor clase C 2004 Avantgarde en muy bien estado interior y exterior. Mantenimiento al día, aceite y filtro recientemente cambiado, ITV al día, pegatina medioambiente B, equipado con e/e, espejo eléctrico, c/c, abs,volante multifunciòn, luces automático, 2 llaves con mando, techo abierto automático, llantas, música original. Mejor verlo y prueba.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "209000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1062437562",
            "descripcion": "LEE BIEN vendo Mercedes benz con fallo de bujía o bobina el coche arranca y anda pero tiene un fallo en relentin del cambio va bien solo falla en relentin no aga oferta ridícula porque por lo demas está bien y ll vendo sin garantía como coche averiado aunque solo es eso pero no quiero que me agan perder el tiempo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "192 cv",
            "año": "2004",
            "kilómetros": "158632 km",
            "precio": 2300.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2005",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2005-840270164",
            "descripcion": "todos los extras transmisión automática alarma y en buen estado Dios mediante pero es el de 197 caballos est Transmisión habría que hacer un buen mantenimiento porque la cuarta hay que meterla en manual de ahí el precio que Dios nos ampare",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "192 cv",
            "año": "2005",
            "kilómetros": "142000 km",
            "precio": 2250.0
        }
    ]
}