{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase C",
        "version": "C 32 AMG Familiar",
        "año mínimo": 2001,
        "año máximo": 2004,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 354,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=354&min_year=2001&max_year=2004&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase C&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase C 32 AMG SW",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-32-amg-sw-1095070888",
            "descripcion": "Espectacular Mercedes C32 Amg SW. Nacioal. 2 propietarios. El segundo lo compro a un familiar que lo estrenó. Muy equipado. Estado impecable. Vehículo que posiblemente se revalorizará bastante con los años. Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "354 cv",
            "año": "2002",
            "kilómetros": "219000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2002",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c32-amg-2002-911079714",
            "descripcion": "El Mercedes-Benz C 32 AMG Berlina 2002 tiene un motor gasolina de 3199 cc con 6 cilindros situados en v que alcanza una potencia máxima de 354 CV. Vehículo nacional con 150 mil km con libro de revisiones ruedas nuevas. Disponemos de servicio técnico. Aceptamos vehículo como parte de pago. Anuncios con fotografías reales. El anuncio no es vinculante y puede contener errores.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "354 cv",
            "año": "2002",
            "kilómetros": "150000 km",
            "precio": 16900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2002",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-c32-amg-910799689",
            "descripcion": "Mercedes benz c32 AMG Familiar con motor V6 compresor gasolina 3199cc, 354cv. Vehículo nacional, ITV recién pasada, neumáticos nuevos, año 2002, 191.393 KMS. El coche va de lujo. Disponemos de servicio técnico. Aceptamos vehículo como parte de pago. Anuncios con fotografías reales. El anuncio no es vinculante y puede contener errores.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "354 cv",
            "año": "2002",
            "kilómetros": "191393 km",
            "precio": 16900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2003-1052629942",
            "descripcion": "Se vende C32 AMG V6 Kompressor en excelente estado, color dorado metalizado (Beige Travertino 693U) muy bonito, equipado con escape doble Supersprint homologado valorado en 2500 EUR. Lunas tintadas. Llantas forjadas de radios originales AMG. Asientos de cuero AMG Calefactables. Revision de cambio de aceite motor, filtros, cambio de aceite del cambio automatico, cambio de discos y pastillas delanteras y pastillas traseras y 4 neumaticos nuevos hecho a los 180000 kilometros. Mas de 2000 Euros invertidos. Solo 183000 kilometros demostrables con informe DGT, motor M112 E32 ML AMG 112.961 V6 Compresor de 354 CV de potencia y 450 Nm. de par motor manufacturado por AMG en Affalterbach, eterno, va como un reloj. En la ITV, valida hasta Abril 2025, dio factor Lambda ¥ 1,000 que significa mezcla perfecta aire gasolina y combustión ideal. Modelo que se revalorizará en un futuro, ya que se construyeron tan solo 6695 unidades en todo el mundo. Este modelo fue la replica de Mercedes al M3 E46 de BMW de 343 CV, que hoy se cotizan más en el mercado, estando por encima de los 30000 Eur. Posibilidad de tener un coche con prestaciones muy similares por mucho menos dinero. ITV en vigor hasta 04/25. Pegatina B y posibilidad de conseguir la C, pidiendo certificado en Mercedes. Valoro cambios por CLS, E y SL 55 AMG ajustando diferencias. Abtenerse ofertas absurdas a la baja, ni preguntas de cual es el último precio, no lo regalo. También ofrezco la venta en Pack de los dos coches, el ML 500 4MATIC de mi perfil y el C32 AMG por 20000 EUR. ambos, por si a alguien le interesa. Algo Negociable solo viendo el coche. Abstenerse Mareantes. #AMG #C32 #Mercedes #SL55AMG #CLS55AMG #E55AMG #55AMG #63AMG",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "354 cv",
            "año": "2003",
            "kilómetros": "183000 km",
            "precio": 12500.0
        },
        {
            "titulo": "Mercedes c32 AMG Acepto cambio!!! 354cv ",
            "enlace": "https://es.wallapop.com/item/mercedes-c32-amg-acepto-cambio-354cv-1089714900",
            "descripcion": "mercedes c32 AMG automatico gasolina 354cv etiqueta mediambiental B año 2002 al dia de todo. v6 kompresor acepto cambios y vehiculos como parte de pago. Alfa romeo giulietta jtdm 147 jtd mito 159 gt giulia 4c 8c stelvio spide 3. 2 v6 gta brera aston martin db9 db7 vantage audi 100 200 80 90 a1 a2 a3 a4 a5 a6 a7 a8 allroad avant cabrio coupe q3 q5 a7 quattro r8 rs2 rs4 rs6 s2 s3 s4 s5 s6 s8 sportback tt tts v8 bentley arnage azure continental gt mulsanne turbo r bmw118 118d 118i 120d 120i 120 316i 316 320i 320d 320cd 323ci 325ci 325 325cd 330i 330ci 330cd 420 420i 428i 428 430i 430 520 520i 525d 525 525i 530d 530i 535d 535i 540i 550i 635d 645ci 650i 730d 730i 740i 740d 745d 745i 750i 760i 760li 840i 850ci 850csi compact e32 e36 e39 e46 e60 e90 m1 m2 m3 m4 m5 m6 x1 x3 x5 x6 z3 z4 335i 335d 4. 4i 4. 6is 4. 8is gran turismo 4. 8i 535i e36 cadillac bls cts deville dts escalade seville srx sts xlr chevrolet camaro corvette tahoe chrysler 300c crossfire viper hemi srt srt6 citroen ds3 ds5 vts c5 c6 dodge ram viper nitro srt charger challenger magnum ferrari 360 modena 355 f430 fiat coupe ford mustang focus st rs mondeo sierra cosworth honda accord civic type r s2000 prelude hummer h2 h3 legend crx hyundai genesis infiniti fx35 fx45 fx g37 fx37 fx50 jaguar xkr xk8 xj stype xf xjr xtype jeep grand cherokee wrangler lamborghini gallardo murcielago land rover range rover sport evoque discovery vogue lexus gs300 is ls rx sc sc430 ls600h lotus maserati 3200gt 4200gt quattroporte granturismo mazda mps rx7 rx8 mercedes 190 200 230 240 250 280 300 500 a43 amg c32 c55 c63 c c320 cl cl500 cl600 cl55 cla clk cls gl ml ml500 s s500 s55 s63 s600 sl slk e55 e63 e500 e420 e320 e350 mini cooper s one mitsubishi montero 3000gt biturbo eclipse outlander evo lancer evolution nissan 350z 370z juke nssan 300zx gtr titan 200sx silvia opel gti r270 r300 golf r",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "354 cv",
            "año": "2002",
            "kilómetros": "210000 km",
            "precio": 12000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C32 amg",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c32-amg-1085172595",
            "descripcion": "Vehículo nacional cuidadísimo y con revisiones al día, listo para su entrega. ITV al dia, mas info por whats app.acepto vehiculo como parte de pago",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "354 cv",
            "año": "2001",
            "kilómetros": "168000 km",
            "precio": 12000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2001",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2001-1069195152",
            "descripcion": "Vendo o cambio por algo de mi interés mi c32 amg Se usa solo fines de semana y vaciones siempre en garage No tengo prisa en venderlo va como un tiro escucho ofertas tiene los.extras todos dese modelo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "354 cv",
            "año": "2001",
            "kilómetros": "238000 km",
            "precio": 11111.0
        },
        {
            "titulo": "Mercedes-Benz C32 AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-c32-amg-1044277519",
            "descripcion": "En muy buen estado, nacional, todo en vigor. Revision hecha, todos los extras; sensores de aparcamiento, espejos abatibles, alarma, xenon, techo, asientos calefactables, asientos y volante electricos, cortinilla, pantalla android y sistema de audio bose, luces interior y exteriores led... De motor original con filtros k&n, suspension deportiva de serie, pinzas 4 pistones, discos perforados con pastillas brembo, neumaticos nuevos... No hay que hacerle nada. Posibilidad de venta en peninsula. Solo me interesa venta, no negociable. Cualquier duda preguntar.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "354 cv",
            "año": "2001",
            "kilómetros": "255000 km",
            "precio": 11000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2001",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2001-1093019113",
            "descripcion": "Mercedes C-klasse W203 C32 AMG el coche se encuentra en optimas condiciones para circular, revisión entera Recien echa, soportes motor y caja nuevos, filtros de aire, filtro de gasolina , aceite de motor, aceite de caja de cambios, neumáticos Nuevos, ITV recien pasado, flector nuevo, bombas de gasolina nuevas,inyectores, cables de bobinas nuevos, cristales negros,coche completamente pintado en pintura original de casa, coche Nacional !! Asientos calefactables/ sensores de aparcamiento/ alarma/ reposacabezas abatibles/ retrovisores abatibles/ teléfono llamada/ cortinilla electrica/clima/cierre centralizado a distancia/ Tempomat/ luces xenon/volante multifuncion/ pomo de caja cambios del c55 / llantas pintadas en antracita. Solo gente seria las preguntas absurdas serán rechazadas. Precio poco Negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "354 cv",
            "año": "2001",
            "kilómetros": "209000 km",
            "precio": 10000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003 C230 Kompressor ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2003-681019167",
            "descripcion": "***NO CAMBIOS *** NO MAREAR *** Xenon, clima bizona, cuero, techo, pantalla Pionner con ANDROID AUTO y cámara trasera, llanta 18 doble medida BBS nuevas originales MERCEDES (225/255), BREMBO 4 pistones delante 355mm, BREMBO traseros 330mm, neumáticos nuevos DUNLOP, Mobil 1 5w40 recien cambiado, aceite y filtro del cambio con 203500km FUCHS, bateria de litio MAGNETI MARELLI, KONI regulables, muelles AMG, DTE PEDALBOX, barras Eibach, admision en CARBONO, volante hecho a medida AMG. IMPECABLE LO MIRES POR DONDE LO MIRES. SOLO OFERTAS SERIAS. ÚNICO DUEÑO.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "192 cv",
            "año": "2003",
            "kilómetros": "203500 km",
            "precio": 9999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1090074196",
            "descripcion": "Mercedes Benz W203 C 200 K Kompressor. 163cv Gasolina. AUTOMATICO. 65000 kilómetros reales. Muy buen estado. Ordenador de abordo. Limitador de velocidad. Climatizador bizona. Recién cambiada la batería, realizado el cambio de aceite, filtro y revisión mecánica completa. Usandose actualmente. ITV recién pasada. Interior y exterior prácticamente nuevo. Modelo casi imposible de encontrar con estos kilómetros y estado. (Si no te interesa el precio no perdamos el tiempo ambos con preguntas) Gracias",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "65000 km",
            "precio": 9500.0
        },
        {
            "titulo": "Mercedes C32 AMG",
            "enlace": "https://es.wallapop.com/item/mercedes-c32-amg-1056153103",
            "descripcion": "Bueno estado general, neumáticos traseros nuevos, mantenimiento ok. Monta radio android con cámara de marcha atras. No negociable, no cambio.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "354 cv",
            "año": "2001",
            "kilómetros": "206500 km",
            "precio": 9000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2002",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2002-1085617871",
            "descripcion": "Mercedes-Benz del 2002 gasolina en perfecto estado. Revisión e ITV pasadas. 150.000 km.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2002",
            "kilómetros": "150000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2003-849256666",
            "descripcion": "Mercedes C32 AMG, todos los extras. Tiene varias cosas para hacer, mas información por privado. Escucho ofertas.NO CAMBIOS.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "354 cv",
            "año": "2003",
            "kilómetros": "230000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1007808294",
            "descripcion": "En perfectísimo estado,al día de todo(aceite,filtros,ruedas nuevas,revisiones,mantenimiento del cambio) Dispone de pantalla Pioneer con Apple car y android auto,GPS..etc. Acepto cualquier tipo de prueba mecánica,simplemente tiene algún pequeño toquecito en la pintura de paragolpes. Se entrega con dos llaves",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "144500 km",
            "precio": 6200.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004 SPORTCOUPE",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-sportcoupe-1085269105",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "114000 km",
            "precio": 5990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2003-1061509258",
            "descripcion": "Mercedes Benz C Klasse C sportcoupe 320. Coche automático del 2003 con 162.000 km (se sigue usando) muy cuidado. 2 llaves ITV recién pasada. Todas las revisiones pasadas en Mercedes.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2003",
            "kilómetros": "162000 km",
            "precio": 5990.0
        },
        {
            "titulo": "Mercedes Benz C 200 K Sportcoupe Evolution 163cv",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-c-200-k-sportcoupe-evolution-163cv-1094297597",
            "descripcion": "Vehículo nacional de única propietaria desde 2006. El coche tiene distintivo ambiental tipo B, cuenta con 94.000kms demostrables e historial completo de mantenimiento en servicio oficial Mercedes, con ruedas nuevas y revisión recién realizada. Cuento con lista de extras originales de cuando se compró. Donde destacan: Paquete Evolution con llantas de 17 y tornillos antirrobo, cambio automático, techo solar panorámico, retrovisores abatibles eléctricamente, anclajes isofix… El coche se encuentra estrictamente de serie con todas sus itv al día. Completamente de capricho como se puede ver en las fotos, siempre ha sido cuidado al máximo según acreditan sus revisiones. Cuenta con sus dos llaves originales y con todos sus libros. El vehículo es un Mercedes C200 Sportcoupe Kompressor con 163cv y cambio automático. Guardado siempre en garaje particular. Si necesitas mas informacion escríbeme y te envío revisiones, ITV y lo que sea necesario. Palabras gancho: Bmw serie 1 audi a3 Volkswagen golf mercedes clase a mercedes Clk nuevo coupe deportivo tracción trasera audi a1 polo Renault megane seat león Ibiza Ford focus fiesta poco consumo a estrenar pocos kilómetros sport coupe",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "94941 km",
            "precio": 5500.0
        },
        {
            "titulo": "C32 AMG Despiece ENTERO, NO POR PIEZAS",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2002-1093196057",
            "descripcion": "Se vende C32 AMG V6 KOMPRESSOR ENTERO, NO PIEZAS. MOTOR DESTROZADO. Escucho ofertas, el coche debe irse en grua Neumaticos Michelin Pilot Sport 5 comprados nuevos el año pasado Llantas AMG en 18 pulgadas Polea Compresor nueva original cambiada hace 2 meses (1500 euros) Pastillas y discos de freno nuevos Brembo cambiados hace 1 año Silencioso trasero supersprint y tambien tengo silencioso original AMG Asientos e interior en muy buen estado Intercooler Fabtech Performance y también tengo el original Parachoques y taloneras AMG. Se enteega aceite motor Mobil 1 0w40 y Mobil Jet Oil II para el compresor del motor. EXTRAS Production Number 1109568 Interior LEATHER - BLACK/ANTHRACITE (251A) Paint 1 BRILLIANT SILVER METALLIC (744U) Release Date 2001-05-10 Delivery Date 2001-05-11 Code Description 026 SERIENVERSUCH SBC 3 213 SPEED-SENSITIVE POWER STEERING/VARIO STEERING 220 PARKTRONIC SYSTEM (PTS) 242 FRONT SEAT RH ELECTRIC ADJUSTABLE WITH MEMORY 249 INSIDE AND OUTSIDE MIRROR AUTOMATIC DIMMING 275 MEMORY PACKAGE (DRIVER SEAT, STRG. COL., MIRROR) 287 THROUGH-LOADING FEATURE 293 SIDEBAG IN REAR LEFT AND RIGHT 345 RAIN SENSOR 352 COMAND 354 ANTENNA FOR TELEPHONE D/E-NET 414 ELECTRIC TILT/SLIDE SUNROOF IN GLASS VERSION 500 OUTSIDE REAR VIEW MIRROR LH AND RH FOLDING 540 ROLLER BLIND, ELECTRIC, FOR REAR WINDOW 551 ANTI-THEFT/ANTI-BREAK-IN WARNING SYSTEM 581 AUTOMATIC CLIMATE CONTROL 600 HEADLAMPS - CLEANING EQUIPMENT 612 HEADLAMP-XENON R.H.TRAFFIC 691 BLUE HEAT-INSULATING GLASS ALL-AROUND, GLASS REAR 802 CHANGE OF MODEL YEAR, THE LAST FIGURE SHOWING THE NEW MODEL YEAR 819 CD CHANGER 854 TELEPHONE \"CELL PHONE\", NOKIA 6210/6310I 860 TV-TUNER ANALOG 875 HEATED SCREEN WASH SYSTEM 882 INTERIOR SAFEGUARD 884 TRUNK LID ADDITIONAL LOCKING MECHANISM (HZS) 988 VEH. TIT. OF OWN. & COC DOC. + MODEL PLATE (MACH.)",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "354 cv",
            "año": "2002",
            "kilómetros": "204000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2002",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2002-1048804486",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2002",
            "kilómetros": "140000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Mercedes-Benz C240 2001",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-c240-2001-1083669619",
            "descripcion": "Mercedes Benz C240 170cv automatico. modelo familiar Elegance. 168.000KM ITV recien pasada. Negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2001",
            "kilómetros": "168000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2003-1083592256",
            "descripcion": "Se vende mercedes Benz clase C 200 kompresor de 163cv automático del año 2003 con tan solo 157000km certificados tiene pegatina B desperfectos en la carrocería de los años el interior en perfecto estado xenon volante multifunción velocidad de crucero, A/C 2 llaves y la ruedas casi nuevas",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "157000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2002",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2002-1050933991",
            "descripcion": "Coche automático, etiqueta B, mantenimientos al día, buen estado, pantalla táctil bluetooth Solo roces por aparcamiento Techo solar, asientos eléctricos de cuero, climatizador bizona, asientos traseros abatibles, red de maletero... Se vende por falta de uso Para verlo en Madrid de lunes a viernes de 8:30 a 19:30 en MotorFire (C. Castrobarto. 1) nave azul",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "185000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2001",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2001-1029887194",
            "descripcion": "Mercedes C230 Kompressor Sportcoupé 197cv Automático con asientos de cuero beige (Piel de Dakota). Coche muy cuidado, duerme en garage, tanto interior como exterior impolutos, mejor ver. Kilómetros hechos en carretera. Regulador y limitador de velocidad. Ordenador a bordo para control de todo tipo de detalles (consumo, kilómetros restantes por realizar, alarmas de todo tipo como pueden ser bajo nivel de lavaparabrisas, o alguna de las luces exteriores del vehículo, entre otras...). Amplio maletero. Ruedas recién puestas. Bujías recién puestas. Mantenimiento B recién hecho. 2 llaves. Vendo por necesidad de coche con cinco puertas. Etiqueta B.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2001",
            "kilómetros": "230000 km",
            "precio": 4990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2002",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2002-993043053",
            "descripcion": "Se vende Mercedes c200 kompresor motor 1800 y 163 caballos, gasolina, automático. Comprado en 2019 en un concesionario con 169000km. En 5 años se le ha echo 30000 km. Coche muy bien cuidado. Batería Bosch cambiada el año pasado, también el año pasado se ha cambiado el aceite caja cambio,y este mes se ha cambiado el aceite, filtre aire y el filtro de gasolina. Itv hasta mayo de 2025. Siempre ha salido del itv sin ningún falló. Radio Android con cámara delantera y marcha atrás. Siempre en cochera.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2002",
            "kilómetros": "199000 km",
            "precio": 4969.0
        },
        {
            "titulo": "Mercedes C230 Kompressor Sportcoupé (2001)",
            "enlace": "https://es.wallapop.com/item/mercedes-c230-kompressor-sportcoupe-2001-954339225",
            "descripcion": "Clase C 230 K Sportcoupé. Estamos ante una versión superior de este modelo. Tapicería de cuero con asientos calefactables, ordenador de a bordo, techo panorámico, pintura metalizada original (azul marino brillante), llantas AMG originales con neumáticos Pirelli Powergy. Motor de gasolina de 2295cc con 4 cilindros ubicados en línea que alcanza una potencia máxima de 197CV y cambio de marchas automático. En las imágenes se puede ver lo bien conservado que está. Versión de este modelo muy exclusiva. ITV hasta julio de 2025. Dos mandos-llave incluidos aunque no funciona el cierre automático.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2001",
            "kilómetros": "184500 km",
            "precio": 4900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1060594869",
            "descripcion": "C180 kompresor vehículo muy cuidado y muy buen estado,se puede probar con su mecánico de confianza,ruedas con apenas 10000km,ITV al dia sin fallos,km garantizados x ITV, etiqueta ambiental, clima, doblé llave,5.9 de consumo, vehículo funcionando a diario,se entrega con cambio de aceite filtros recién hechos,más información o fotos x wasap 615#488#993,precio no negociable y cambio de nombre por cuenta del comprador,repito precio no negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2004",
            "kilómetros": "180000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2001",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2001-1051284052",
            "descripcion": "coche muy bien cuidado.Mejor ver y probar.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "215 cv",
            "año": "2001",
            "kilómetros": "214000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1052176758",
            "descripcion": "Restiling Etiqueta B Itv 09/25 Gris cubanita Todas las revisiones demostrables. Batería nueva 22/11/24, 3 años de garantía. Libro oficial sellado Cambio de aceite con máquina de dialisis en taller oficial Modelo Evolution + Confort Interior en tela gris a cuadros en perfecto estado tipo \"gti\" sin desgastes ni descosidos. NO FUMADOR Llantas del CLC en 18 doble medida. Leves desperfectos estéticos típicos de aparcar en la calle en ocasiones y algún detalle sin importancia en interiores Duerme en pàrquing vigilado 24h. Disponibilidad de verlo Viernes y Sábados. Barcelona y Tarragona.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "192 cv",
            "año": "2004",
            "kilómetros": "267000 km",
            "precio": 4649.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2001",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2001-1078170342",
            "descripcion": "Se vende mercedes clase c 320 con 250.000km con todos los mantenimientos hechos,soy el segundo propietario,itv pasado octubre del 2024,km reales,tapicería de cuero,techo solar,mandos en el volante y muchos más.. interior bien conservado y exterior tambien,no hay que hacerle nada,precio algo negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2001",
            "kilómetros": "250000 km",
            "precio": 4600.0
        },
        {
            "titulo": "Mercedes-Benz Clase C180 KOMPRESOR 143CV AUTO.",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c180-kompresor-143cv-auto-1080892829",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2002",
            "kilómetros": "150000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2003-1095105568",
            "descripcion": "mercedes muy bien para los años que tiene , pocos kilometros , itv al dia , tiene algun desperfecto pero es normal con los años que tiene",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2003",
            "kilómetros": "95856 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C200 AUTOMATICO 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c200-automatico-2004-1059770608",
            "descripcion": "MERCEDES BENZ CLASE C200 AUTOMATICO 163CV CON TAN SOLO 142.000 KILOMETROS, KILOMETROS CERTIFICADOS, DISTINTIVO AMBIENTAL, CON DESPERFECTOS DE CARROCERIA COMO SE APRECIA EN LAS FOTOS, INTERIOR BIEN CONSERVADO CON ALGUN DETALLE DE INTERIOR,,,MEJOR VER Y PROBAR,,,VEHICULO EN GESTION DE VENTA,,,DISPONE DE ORDENADOR ABORDO, VOLANTE MULTIFUNCION, VELOCIDAD DE CRUCERO CON LIMITADOR DE VELOCIDAD, CIERRE CENTRALIZADO CON MANDO, 2 LLAVES, AIRE ACONDICIONADO, RADIO CD MP3, ASIENTOS MIXTOS EN PIEL, REPOSABRAZOS CENTRAL, 4 ELEVALUNAS ELECTRICOS, LLANTAS ALEACION, ABS, ESP, AIRBAG,,,ETC,,,MEJOR VER Y PROBAR,,,VEHICULO EN GESTION DE VENTA,,,",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "142000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2003-1089972927",
            "descripcion": "Buenas vendo mi mercedes c320 el coche se encuentra en un estado perfecto tanto mecánicamente como exteriormente tiene ITV al día, se le ha cambiado los 4 amortiguadores, un brazo de suspensión y aceite y filtros la caja automática funciona perfectamente se acepta prueba mecánica extras: xenón, asientos eléctricos, control de velocidad y etc precio algo negociable se acepta cambio por otro vehículo de mi interés un saludo.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2003",
            "kilómetros": "251000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2002",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2002-1078458225",
            "descripcion": "Siempre duerme en garaje. Lo vendo por usarlo muy poco y tengo otro coche.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2002",
            "kilómetros": "146000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2002",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2002-1069809981",
            "descripcion": "Mercedes-Benz sportcoupe c200 kompressor Nacional, el motor esta perfectamente conservado como se puede observar con sus revisiones hechas y todos los filtros cambiados tanto caja de cambios como motor ,abs/esp ,dirección asistida, llantas 17 pulgadas con neumaticos al 90%, espejos plegables eléctricos, sistema srs tanto en asientos como cortinas y puertas, pantalla navegador original con mapas de Europa y entrada de auxiliar para conectar el movil, asientos calefactables, interior en cuero negro, elevalunas eléctricos, cierre centralizado, con todos los libros de mercedes originales, se entrega con el techo recién tapizado y la itv pasada, Precio Negociable.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2002",
            "kilómetros": "220000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2004",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2004-1074250233",
            "descripcion": "En buen estado. Plancha y pintura sin daños (ha sido pintado). Tapiceria interior piel. 210.000 km. Bujias recién cambiadas. ITV al dia hasta enero 25. Etiqueta medioambiental “B” con posibilidad de pasarla a “C”. Neumaticos de invierno en buen estado. Traccion permanente 4x4. Mantenimiento oficial y un solo propietario. A reparara sensores traseros. Se incluye el cambio de nombre. Es un cochazo!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2004",
            "kilómetros": "210000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2002",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2002-1047602539",
            "descripcion": "- motor fiable 2.3 197cv automático - funciona perfecto - ITV 5/25 - pegatina B detalles de pintura por los años, y una rascada que se aprecia en fotos, posibilidad de arreglarlo por 300€ más, que es lo que cuesta",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2002",
            "kilómetros": "193000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2003-1074197022",
            "descripcion": "ble y duradero por cadena de distribución . El coche se entrega totalmente revisado y con la revisión de aceite y filtros recién hecha , etc.... , tiene luces automaticas , climatizador bi-zona , volante multifunción , velocidad de crucero y limitador de velocidad , Ordenador de abordo , cierre centralizado ,reposabrazos delantero , retrovisores eléctricos . Pasamos más información y fotos también por nuestro WhatsApp .",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "143 cv",
            "año": "2003",
            "kilómetros": "137000 km",
            "precio": 4400.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2003",
            "enlace": "https://es.wallapop.com/item/mercedes-clase-c-elegance-auto-1074104614",
            "descripcion": "Veículo matriculado el 26/01/2003 I.T.V. en vigor hasta el 02/12/2025, equipado con multi Air-Bag, ABS, cambio Automático, cinturones regulables en altura, columna de dirección regulable en inclinación y longitud, control de tracción, dirección asistida, ESP espejos exteriores calefactados, faros antiniebla, SBC (frenado selectivo) volante multifuncion, ordenador de abordo, control de velocidad, aire acondicionado, asientos delantero con ajuste eléctrico, cierre centralizado, elevalunas electricos delanteros y traseros, interior madera, llantas de aleación, etiqueta ambiental C etc.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2003",
            "kilómetros": "203000 km",
            "precio": 4300.0
        }
    ]
}