{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase C",
        "version": "CLA 200 d Shooting Brake",
        "año mínimo": 2015,
        "año máximo": 2016,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 136,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=136&min_year=2015&max_year=2016&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=manual&brand=Mercedes-Benz&model=Clase C&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1020774615",
            "descripcion": "ITV hasta 2024,asientos de cuero,porton automático,motor 2.0 134cv,volante multifunción,navegador, sensores de parking, llantas amg,etc",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "134 cv",
            "año": "2015",
            "kilómetros": "91932 km",
            "precio": 21500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2017-891763973",
            "descripcion": "Con una suspensión excelente para los badenes, este es un coche muy economico con consumo de 5l/100km y que cuenta con todos los extras(lunas traseras tintadas con protección para el calor, navegación, asientos calefactables, memoria de posición en los asientos, sensores park assist, guantera con refrigeración) y con mucho espacio, perfecto para familias por la capacidad del maletero y viajes largos por carretera. Tiene la pintura exterior bien y el Interior con muy poco uso. Es coche de empresa y soy dueña y único conductor. Emisiones C y puede acceder zonas baja emisión en Málaga.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2016",
            "kilómetros": "89000 km",
            "precio": 20995.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-812583912",
            "descripcion": "Impoluto clase c con 145000KMS. El coche está totalmente nuevo sin ningún fallo y va fenomenal. Tiene garantía especial de un año que cubre absolutamente todo. incluye sistema de aparcamiento delantero y trasero, neumáticos nuevos, gps (incluye tarjeta), libro de mantenimiento, todos los esxtras, asientos de cuero, manos libres, asistencia frenado en autovía, 5 modos de conducción, radio con cd, tarjeta y auxiliar y muchas mas funciones.Poco mas que contar. El coche es para cogerlo y echar kilómetros. Menos de un mes que lleva duerme en cochera. motivo de venta cambio de modelo debido al elevado número de familia. Cualquier cosa 623258225.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2016",
            "kilómetros": "145000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-1060552982",
            "descripcion": "mercedes clase c en muy buen estado pack amg, cualquier duda preguntar sin compromiso",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2016",
            "kilómetros": "165000 km",
            "precio": 19500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C200 ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c200-limusina-exclusive-2016-1044225685",
            "descripcion": "Ocasion Mercedes-Benz clase c200 exclusive limusina con tan sólo 103.000km vehiculo en perfecto estado Se entrega con un año garantía, km certificados en casa oficial Audi BMW mercedes seat volkswagen porche a1 a3 a4 a5 a6 a7 a8 x1 x2 x4 x3 x6 x5 serie 1 serie 2 serie 3 serie 5 6 rline clase a clase c clase b gla gle amg m macan cayenne rolex q3 q2 q5 q7 tiguan mini cooper s gtd m2 m4 evoque ferrari m5 m6 yamaha gts rs3 rs6 rs4 rs5 rsq8 sq5 casas pisos",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2016",
            "kilómetros": "103000 km",
            "precio": 19500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1075507460",
            "descripcion": "Se vende Mercedes-Benz C 180, año 2015, motor 1.6, 116CV, Diesel, manual, con todas las revisiones y los mantenimientos al día, aceite y todos los filtros recién cambiados, se acepta cualquier tipo de prueba mecánica, mejor ver y probar. Coche muy equipado: Paquete exclusivo Designo Tapicería en Piel de alta calidad Sensores de aparcamiento Asientos delanteros deportivos con ajuste eléctrico Paquete de confort para asientos delanteros con ajuste lumbar Mandos multifunción en volante Control por voz Pantalla en color Navegador GPS Reproductor de DVD Ayuda activa para aparcar Freno de estacionamiento eléctrico con liberación automática Faros LED de alto rendimiento Pilotos traseros LED Luces automáticas Luz diurna LED Revestimiento de puertas tapizado igual que asientos Pedales deportivos de acero inoxidable con tacos de goma Aire acondicionado Molduras interiores y exteriores en cromo plateado Retrovisores exteriores con ajuste eléctrico abatibles eléctricamente Sensor de lluvia Cierre centralizado Función de parada y arranque ECO Elevalunas eléctricos Asistente para señales de tráfico Ordenador de viaje Isofix Alerta por cansancio ATTENTION ASSIST Asistente de arranque en pendiente (Hill Start Assist) Collision prevention assist plus (advertencia de colisiones inc. frenado parcial autónomo de emergencia) Control de estabilidad Control de presión en neumáticos Limitador de velocidad Portavasos del/tras Porta gafas Pegatina C Servicio personalizado de video llamada para tu comodidad. Contamos con opción de Certificado de kilometraje y no siniestralidad, por parte de un perito judicial de una empresa externa. Un año de garantía, posibilidad de financiación, estamos en vía complutense número 101, Alcalá de henares, Madrid, tenemos muchos coches en Stock pregúntanos sin compromiso. Este anuncio no es vinculante y puede contener errores. Equipamiento sujeto a posibles variaciones del fabricante. ¡Consúltanos!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2015",
            "kilómetros": "207000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-1089329488",
            "descripcion": "Muy bien equipado ,con paquete exterior amg. Luces led Sensores de aparcamiento Luces automáticas Control y regulador de velocidad Mandos en el volante Manos libres y conectividad telefono Elevalunas automáticos Asientos eléctricos Aceite y filtros recién cambiados Mejor ver y probar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2016",
            "kilómetros": "202000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-1094593071",
            "descripcion": "listo para entrega inmediata",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2016",
            "kilómetros": "140000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 180 116CV 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-180-116cv-2016-1076566439",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2016",
            "kilómetros": "138123 km",
            "precio": 17999.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1024918715",
            "descripcion": "Vehículo como nuevo, en perfecto estado. Kilometraje certificado. Equipamiento: Asientos calefactados-Calefacción del asiento delante Configuración de asientos-Asiento delante izquierda regulable eléctricamente Asiento delante derecha eléctric. regulable Dirección Asistida-Directa, sin reducción con soporte variable de la dirección Sistema de Navegación-Navegador GPS Airbag-Airbag conductor/acompañante Airbag para cadera delante (Pelvisbag)-Airbag de rodilla lado del conductor Sistema de airbag para la cabeza (Airbag de la ventana)-Airbag lateral (Sidebag) delante Detección de ocupación del asiento para Airbag acompañante Sistema aire acond",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "135000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-1075064529",
            "descripcion": "Coche en perfecto estado. Como nuevo. Se vende con itv y matricula española. consumo 5 litros cada 100 km. No acepto coche de cambio.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "118 cv",
            "año": "2016",
            "kilómetros": "175000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Mercedes C 200 d BlueTEC Avantgarde",
            "enlace": "https://es.wallapop.com/item/mercedes-c-200-d-bluetec-avantgarde-1093662836",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2016",
            "kilómetros": "183000 km",
            "precio": 16500.0
        },
        {
            "titulo": "Mercedes-Benz Clase C200d Estate Avantgarde",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-1047840760",
            "descripcion": "Modelo C200d bluetec.10/2015 Motor Mercedes 136 CV, manual, faros Bi-xenón, asientos de cuero microperforado, deportivos y calefactados, cristales tintados, airbag delanteros y traseros de cortina, alerta anti colisión, etc. Neumáticos en muy buen estado e ITV hasta 2026, aceite y todos los filtros cambiados. Vehículo de importación con todas las revisiones en Mercedes. Acepto cambio por monovolumen.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2016",
            "kilómetros": "170000 km",
            "precio": 15900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-909562013",
            "descripcion": "Faros bi-xenon. Neumáticos en buen estado. Control de velocidad. Sensor de aparcamiento con cámara trasera. Sistema navegacion. Equipo audio profesional. Consumo 5litros. Itv al día sin defectos. Revisión recién hecha de todos los filtros , aceite , gasoil y cambio de discos y pastillas. Todo con factura, más de 1000€ 203.000km. 627826594. “””Se daría con garantía de un año contratada”””.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "205000 km",
            "precio": 15900.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 200 CDI Sport Estate ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-200-cdi-sport-estate-1051652004",
            "descripcion": "Se vende Mercedes Benz c200 CDI Estate BlueTec, en muy buen estado general con GANCHO DE REMOLQUE, todos los mantenimientos al día y funcionando perfectamente. Vehículo muy equipado, con asientos de piel eléctricos. NAVI Mercedes System,CD- USB -SD Cards, Sistema PARK ASSIST ( El coche aparca solo), Red Separadora, Volante Multifunción, control de velocidad con limitador, Luces Diurnas LEds y Leds traseras, radar de aproximación en carretera, limpias automáticos adaptativos, espejos eléctricos calefactables, sensores de aparcamiento delanteros y traseros con cámara, lluvia y luces. PRECIO TODO INCLUIDO ( TRANSFERENCIA + GESTION ) LLAVE EN MANO - NO ACEPTO COCHE EN PARTE DE PAGO .-GARANTÍA.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "198000 km",
            "precio": 15400.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2016",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2016-1075319324",
            "descripcion": "MERCEDES C200d W205 (S205) FAMILIAR EN PERFECTO ESTADO. EXTRAS: - navegador - libro mantenimiento digital - cambio manual 6v. - asientos calefactables y electricos - sensores de aparcamiento del. y traseros - distintivo medioambiental. - climatizador - ordenador a bordo - control de crucero - faros led - sistema isofix - llantas 18 pulgadas - control de distancia delantero etc...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2016",
            "kilómetros": "232000 km",
            "precio": 14800.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1012645879",
            "descripcion": "en buen estado, kilómetros reales,económico, etiqueta c, recién cambiado turbo,4 injectores,bomba de agua ,revisión oficial hecha.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "270000 km",
            "precio": 13700.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 180 Estate 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-180-estate-2015-1080285853",
            "descripcion": "GARANTÍA EN CASA OFICIAL HASTA 24 MESES OPCIONAL. MODELO EXACTO MERCEDES C180D ESTATE 116 cv - Mantenimiento en casa oficial - Sensores de luz - Navegador - Control por voz -Volante multifunción - Climatizador Cambio de titularidad 190 euros. KILOMETRAJE CERTIFICADO. FINANCIACIÓN PERSONALIZADA. ENVÍO DEL VEHÍCULO A CUALQUIER PUNTO DE ESPAÑA. (CONSULTAR PRECIOS) GARANTÍA EUROPEA ADICIONAL OPCIONAL. Este anuncio no es vinculante, se muestra a titulo informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2015",
            "kilómetros": "169000 km",
            "precio": 12990.0
        },
        {
            "titulo": "Mercedes-Benz Clase C 2015",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-c-2015-1050724044",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2015",
            "kilómetros": "222505 km",
            "precio": 10900.0
        }
    ]
}