{
    "brand": "Volkswagen",
    "model": "Golf Variant",
    "min_year": "2013",
    "max_year": "2017",
    "keywords": [
        "Golf Variant Edition 1.2 TSI 105 CV BMT",
        "Golf Variant Edition 1.2 TSI 110 CV BMT",
        "Golf Variant BlueMotion 1.0 TSI 115 CV BMT",
        "Golf Variant Special Edition 1.2 TSI 110 CV BMT",
        "Golf Variant Edition 1.6 TDI CR 105 CV BMT",
        "Golf Variant BlueMotion 1.6 TDI CR 110 CV BMT",
        "Golf Variant Advance 1.4 TSI 122 CV BMT",
        "Golf Variant Edition 1.6 TDI CR 110 CV BMT",
        "Golf Variant Advance 1.6 TDI CR 105 CV BMT",
        "Golf Variant Advance 1.4 TSI 122 CV BMT DSG 7 vel.",
        "Golf Variant BlueMotion 1.6 TDI CR 110 CV BMT",
        "Golf Variant Special Edition 1.6 TDI CR 110 CV BMT",
        "Golf Variant Advance 1.4 TSI 125 CV BMT",
        "Golf Variant Advance 1.4 TSI 125 CV BMT DSG 7 vel.",
        "Golf Variant Advance 1.6 TDI CR 110 CV BMT",
        "Golf Variant Advance 1.6 TDI CR 105 CV BMT DSG 7 vel.",
        "Golf Variant Advance 2.0 TDI CR 150 CV BMT",
        "Golf Variant Sport 1.6 TDI CR 105 CV BMT",
        "Golf Variant Advance 2.0 TDI CR 150 CV BMT",
        "Golf Variant Advance 1.4 TGI BlueMotion 110 CV",
        "Golf Variant Sport 1.4 TSI 140 CV BMT",
        "Golf Variant Advance 1.6 TDI CR 110 CV BMT DSG 7 vel.",
        "Golf Variant Sport 1.6 TDI CR 110 CV BMT",
        "Golf Variant Sport 1.4 TSI 140 CV BMT DSG 7 vel.",
        "Golf Variant Sport 1.4 TSI 150 CV BMT",
        "Golf Variant Sport 1.6 TDI CR 105 CV BMT DSG 7 vel.",
        "Golf Variant Advance 1.4 TGI BlueMotion 110 CV DSG 7 vel.",
        "Golf Variant Advance 2.0 TDI CR 150 CV BMT DSG 6 vel.",
        "Golf Variant Sport 2.0 TDI CR 150 CV BMT",
        "Golf Variant Sport 1.4 TSI 150 CV BMT DSG 7 vel.",
        "Golf Variant Sport 1.6 TDI CR 110 CV BMT DSG 7 vel.",
        "Golf Variant Sport 2.0 TDI CR 150 CV BMT DSG 6 vel.",
        "Golf Variant Sport 2.0 TDI CR 150 CV 4Motion BMT",
        "Golf Variant GTD 2.0 TDI 184 CV BMT",
        "Golf Variant GTD 2.0 TDI 184 CV BMT DSG 6 vel.",
        "Golf Variant R 2.0 TSI 300 CV BMT DSG 6 vel."
    ]
}