{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "GLC",
        "version": "Mercedes-AMG  63 4MATIC+",
        "año mínimo": 2019,
        "año máximo": 2022,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 476,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=476&min_year=2019&max_year=2022&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=GLC&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz GLC Mercedes-AMG GLC 43 4MATIC",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-glc-mercedes-amg-glc-43-4matic-1073892265",
            "descripcion": "MERCEDES GLC AMG 43 4MATIC con fecha de matriculación de julio de 2019. Unidad en estado de excepcional con extras como techo solar, cámara 360º y equipo de sonido Burmester. Vehículo certificado por perito judicial, acreditando la ausencia de daños estructurales y su kilometraje. Todos nuestros vehículos son seleccionados meticulosamente para ofrecer a nuestros clientes una experiencia única de compra. Todos nuestros vehículos incluyen 12 meses de garantía con cobertura en todo el territorio nacional ENTREGA INMEDIATA Extras: -Estribos laterales -Entrada y arranque sin llave -Equipo de sonido Burmester -Retrovisores automáticos -Asientos calefactables, ventilados y con ajuste eléctrico -Maletero eléctrico -Pantalla de infoentretenimiento con conexión Bluetooth -Sistema de navegación -Cámara 360° y sensores de aparcamiento -AMG Ride Control -Suspensión adaptativa -Luz ambiental personalizable -Cinco modos de conducción -Techo solar eléctrico -Climatizador trizona -Asistente de frenado activo -Gastos de gestión documental y preentrega: 300€ Abiertos de 9.30h a 20.00h No cerramos a mediodía. -En Wallscar, realizamos las verificaciones de nuestros vehículos mediante perito judicial, una de las figuras de mayor fiabilidad del sector. Así, garantizamos el mayor grado de satisfacción en tu compra y aumentamos de forma exponencial del valor futuro de tu coche. ¡En Wallscar nos apasiona la automoción! ACEPTAMOS tu coche como parte del pago. Premiamos los vehículos mejor cuidados. Somos Wallscar Multimarca, concesionario de automóviles y filial de Grupo Paredes Automoción, empresa con más de 30 años de experiencia en el sector automovilístico. Disponemos de coches de KM0, coches de ocasión y coches de segunda mano. Somos un concesionario de coches de segunda mano, de coches compactos y de vehículos industriales. Nuestros vehículos se entregan con certificado de kilometraje, revisados meticulosamente por nuestro equipo técnico y con un año de garantía. Somos concesionario ofi",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "367 cv",
            "año": "2019",
            "kilómetros": "128341 km",
            "precio": 47900.0
        },
        {
            "titulo": "Mercedes-Benz GLC 200 4Matic 145 kW (197 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-glc-glc-200-4matic-145-kw-197-cv-1059708489",
            "descripcion": "Ejemplo no vinculante de financiación. PVP: 42.900,00€. Importe financiado: 21.450,00€ con una entrada de 21.450,00€. Plazo 84 cuotas de 370,05€. Comisión de apertura 3,95%, 847,27€ financiada. TIN 9,99%, TAE 11,86%. Importe total a devolver: 31.084,20€. Intereses totales: 8.786,93€. Coste total del crédito: 9.634,20€. Financiación ofrecida por las entidades colaboradoras y sujeta a sus criterios de concesión y riesgo. Revise en el contrato de financiación los términos detallados. Ref. U57_21943 Lo más destacado: - Pintura: Gris selenita metalizado - Tapizado: Cuero negro (AMG Line) Tapicería cuero negro (AMG Line) - Paquete de conectividad navegación - AMG Line interior + AMG Line exterior - Paquete Advantage - Llantas de aleación AMG de 48,3 cm (19\") y diseño de 5 radios dobles, color gris tremolita y pulidas a alto brillo, 235/55 R19 con 8,0J x 19 ET38 - Tablero de instrumentos y línea de cintura en las puertas en símil de cuero ARTICO - Pintura metalizada - Visualizador del cuadro de instrumentos completamente digital - Tren de rodaje deportivo con dirección directa deportiva - Techo interior de tela en color negro - Cristal calorífugo e insonorizante en puertas delanteras - Visualizador de medios con pantalla de 26 cm (10,25\") - Molduras en madera de roble antracita de poros abiertos - Paquete de aparcamiento con cámara de marcha atrás - Paquete de retrovisores - Sistema de Advertencia de Colisión con Intervención Activa en el Freno, Avisador Anticolisión-Parada - Airbags de rodillas - Tempomat - Control de la Presión de Inflado de los Neumáticos - Interior AMG Line / Interior Paquete Deportivo AMG - Exterior AMG Line / Exterior Paquete Deportivo AMG Otros puntos destacables: - Garantía “CERTIFIED” de Mercedes incluida. Todos nuestros vehículos están revisados en nuestros talleres autorizados. - Posibilidad de ampliar la garantía de 3 a 4 años. - Financiación a su medida, con o sin entrada. - Aceptamos vehículo a cambio - Cambio de nombre no incluido en el prec",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2020",
            "kilómetros": "70740 km",
            "precio": 43900.0
        },
        {
            "titulo": "Mercedes-Benz GLC AMG 43",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-glc-amg-43-1082196211",
            "descripcion": "Mercedes-Benz GLC AMG 43 Nacional Matriculado el 24.01.2019 Motor 3.0 V6 Biturbo 367cv Mantenimientos en Mercedes ITV hasta 15.03.2025 Pintura original Techo Panorámico Cámara Trasera Cinturones color Rojo Taloneras Asientos delanteros automáticos PAQUETE NIGHT Neumáticos Pirelli 235/55R19\" Control de velocidad... -Se entrega revisado, transferido y con 12 meses de garantía. ACEPTAMOS COCHE COMO PARTE DE PAGO FINANCIAMOS TOTAL O PARCIAL Anuncio no vinculante, puede contener errores. ¡Pide cita y ven a verlo! Estamos en: Carrer Ramon i Cajal 27-29 Parets del Vallès Barcelona 08150",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "367 cv",
            "año": "2019",
            "kilómetros": "93700 km",
            "precio": 39900.0
        },
        {
            "titulo": "Mercedes-Benz GLC 200 4Matic 145 kW (197 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-glc-200-4matic-145-kw-197-cv-1088540136",
            "descripcion": "Airbags laterales detrás AMG Line interior + AMG Line exterior Control de ángulo muerto Enganche para remolque incluyendo ESP® con sistema de estabilización de remolque Integración de smartphone Llantas de aleación AMG de 48,3 cm (19\") y diseño de 5 radios dobles, color gris tremolita y pulidas a alto brillo, 235/55 R19 con 8,0J x 19 ET38 Llantas de aleación AMG de 50,8 cm (20\") en diseño multirradio, color gris titanio y pulidas a alto brillo, 255/45 R20 con 8,5J x 20 ET 40 Paquete Advantage Paquete de aparcamiento con cámara de marcha atrás Paquete de conectividad navegación Paquete de retrovisores Peldaños en efecto aluminio con tacos de goma Pintura metalizada Realidad aumentada para navegación MBUX Sistema inalámbrico de carga para dispositivos móviles Techo corredizo panorámico Techo interior de tela en color negro Tren de rodaje deportivo con dirección directa deportiva Visualizador de medios con pantalla de 26 cm (10,25\") AYVENS multinacional especialista en vehículos de ocasión, con de un amplio stock de más de 1200 vehículos completamente revisados y con historial de mantenimiento completo. Disponemos de un equipo con el mejor trato directo y personalizado tanto presencial como online (videollamadas, peritaciones, fotos en detalle, asesoramiento, consultas.....) Para información detallada del vehículo y sus extras consúltanos. TODOS LOS VEHICULOS SON PREVIAMENTE VERIFICADOS Y SELECCIONADOS PARA SU VENTA AL PUBLICO Y GARANTIZAR ASÍ LAS MEJORES UNIDADES DISPONIBLES. (SIN ACCIDENTES, KILOMETRAJE REAL, UN SOLO USO, MANTENIMIENTO SEGÚN ESTIPULA EL FABRICANTE, ETC). ¡CONSULTANOS LA ENTREGA GRATUITA A NIVEL NACIONAL CON NUESTRA RED DE PUNTOS COLABORADORES! ASEGURATE tu vehículo con la Opción de una pequeña reserva de 300€ garantizada (se devuelve en todos los casos sino se finaliza la compra) y te lo podemos enviar previamente para que lo veas a uno de nuestros puntos más cercanos al domicilio. 15 días o 1.000kms de prueba, con opción de desistir de la compra. OF",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2020",
            "kilómetros": "71014 km",
            "precio": 39800.0
        },
        {
            "titulo": "Mercedes-Benz GLC 200 4Matic 145 kW (197 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-glc-glc-200-4matic-145-kw-197-cv-1023807503",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2020",
            "kilómetros": "93781 km",
            "precio": 37500.0
        },
        {
            "titulo": "Mercedes-Benz GLC 200 4Matic 145 kW (197 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-glc-200-4matic-145-kw-197-cv-1092858995",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2021",
            "kilómetros": "85000 km",
            "precio": 35990.0
        },
        {
            "titulo": "Mercedes-Benz GLC 200 4Matic 145 kW (197 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-glc-200-4matic-145-kw-197-cv-1089735537",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "197 cv",
            "año": "2019",
            "kilómetros": "129000 km",
            "precio": 33990.0
        }
    ]
}