{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "Clase R",
        "version": "R 63 AMG 4M Corto",
        "año mínimo": 2006,
        "año máximo": 2007,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 510,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=510&min_year=2006&max_year=2007&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=Clase R&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz Clase R 2006",
            "enlace": "https://es.wallapop.com/item/bmw-serie-3-2020-1057936885",
            "descripcion": "Mercedes R 500 AMG 306cv 4 Matic largo 7 plazas automatico techo panoramico volante multifuncion asientos mixtos cuero y napa calefactables electricos",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2006",
            "kilómetros": "270000 km",
            "precio": 11999.0
        },
        {
            "titulo": "Mercedes-Benz Clase R 350 272 cv",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-r-2007-989162894",
            "descripcion": "Impecable y bien cuidado. Nacional, no es importado. Solo 124.000 km. Coche familiar utilizado fines de semana y viajes. Motor atmosferico gasolina, súper fino y cero problemas, 6 cilindros. Tiene cuero, llantas de 20 pulgadas, TV en el techo, navegador táctil Pioneer, sensores parking, bateria nueva, automático de 7 marchas, etc Dispongo de muchas facturas del mantenimiento. Segundo propietario. Lo compre con tres años. Un coche para los amantes de Mercedes, y fabricado para durar. Podría cambiar por Bmw R 1250 Gs a partir del 2020, sin demasiados kilómetros, abonando diferencia.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2007",
            "kilómetros": "124000 km",
            "precio": 11900.0
        },
        {
            "titulo": "Mercedes Clase R 500 - v8 306cv - 2007 - Largo",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-r-2007-1054048645",
            "descripcion": "Mercedes R 500 v8 306cv de 2007. Modelo largo. Buen estado general, tanto interior como exterior. Segundo propietario. Todas las revisiones están al día y registradas en el libro de mantenimiento. Me podría plantear un cambio por otro vehículo. Características: - Nacional - Último mantenimiento: 21/11/2024. También se ha cambiado los silentblocks de la cremallera de la dirección. - Cuero Beige. El volante se retapizó y el asiento del conductor se ha retocado ya que es el que más se ha usado. - Techo solar (No panorámico) - Radio Android (tengo la original) - Unidad SAM y baterías nuevas (cambiada en Mercedes). - Módulo ABS reconstruido recientemente por especialistas. - Luces delanteras nuevas, instaladas recientemente. - Alfombras interiores practicamente nuevas. - Neumáticos bien, aunque necesitarán ser reemplazados en un futuro cercano. - Suspensión delantera cambiada hace pocos km's - Se reparó el problema de entrada de agua de estos coches por el torpedo en la Merceces - El coche se subió a un banco de potencia para asegurar la potencia esperada. Tengo la documentación con el resultado de la prueba. El coche se encuentra en Sada, Coruña. Está listo para circular y funciona perfectamente, salvo un pequeño consumo eléctrico que puede requerir una revisión y el retrovisor izquierdo que habría que reparar, aunque estas cosas no afectan en el día a día.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "306 cv",
            "año": "2007",
            "kilómetros": "171500 km",
            "precio": 11500.0
        },
        {
            "titulo": "Mercedes-Benz Clase R 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-r-2006-979590623",
            "descripcion": "todos los extras 6 plazas bola de remolque GLP instalado Etiqueta eco",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2006",
            "kilómetros": "170000 km",
            "precio": 11000.0
        },
        {
            "titulo": "Mercedes-Benz Clase R 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-r-2006-940787590",
            "descripcion": "Vehículo Nacional. No rematriculado. Comprado en Mercedes Benz Navarra. 2º propietario. Muy cuidado siempre en garaje y pasada todas las revisiones en concesionario Mercedes Benz. Poco uso, impecable por dentro y por fuera. Chapa en perfecto estado. Ni un rasguño. Todo funciona a la perfección. Etiqueta medioambiental verde C. Pasada ITV. No tiene suspensión neumática por lo que no da ningún problema. Neumáticos en perfecto estado. Partronic delantero y trasero. Navegador alpine de última generación valorado en 2.000€. Con CarPlay android auto. Cámara trasera. 6 plazas. Motivo Vendo por nuevo coche adquirido. Se mandan más fotos y vídeo.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2006",
            "kilómetros": "176000 km",
            "precio": 10800.0
        },
        {
            "titulo": "Mercedes-Benz Clase R 2007 Eriq “ C” , IVA incluid",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-r-2007-1045002736",
            "descripcion": "Mercedes R , excelentemente mantenido , techo solar , bola remolque, factura con iva incluido , 6 plazas con asiwntos de alcantara y piel, llanta ancha .",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2007",
            "kilómetros": "273000 km",
            "precio": 9000.0
        },
        {
            "titulo": "Mercedes-Benz Clase R ",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-r-1088092975",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2006",
            "kilómetros": "217300 km",
            "precio": 7450.0
        },
        {
            "titulo": "Mercedes-Benz Clase R 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-r-2006-1069106533",
            "descripcion": "mercedes calse r 320 cuatro matic ano 2006 6plazas con todos los extras y hace un mes le he cambiado discos y pastillas nuevos",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2006",
            "kilómetros": "245000 km",
            "precio": 7350.0
        },
        {
            "titulo": "Mercedes-Benz Clase R 2007",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-r-2007-1053770766",
            "descripcion": "Mercedes R350 4MATIC, 2007 Potente motor: 272 CV Kilometraje: 158760Km Precio: 5900 e Etiqueta c 1 año de garantía mecanica no negociable Características técnicas: Motor: 3.5 litros gasolina V6 Potencia: 272 CV (200 kW) Tracción: Completa (4MATIC) Transmisión: Automática 7G-TRONIC Características adicionales: Espaciosa berlina de 6 plazas Interior de cuero y alcantara Climatizador de tres zonas sensores de aparcamiento ITV al dia pasado este mes ... ect Para mas informacion llamar al 688241617 tengo whatsapp tags: bmw 318 320d 325 330 530 535 x5 x6 e60 e61 f11 f07 e70 e71 serie 5 gran turismo gt audi a4 a6 a7 a5 sportback q5 q7 mercedes clase c e e200 e220 e320 c220 c320 c200 ml gl m clase r r320 lexus volvo volkswagen passat cc golf berlina Citroen Mercedes Bmw Audi Camper Fiat Renault Seat Opel Dacia Ford Iveco Kia Hyundai Land Rover Mitsubishi Mini Nissan Skoda Toyota Tags: Ford Transit Tourneo Connect Peugeot Rifter Opel Combo e-life Citroën Spacetourer Renault Trafic Citroën e berlingo Renault kangoo Dacia Dokker Mercedes clase T Nissan Townstar Iveco Daily Fiat Ducato Volkswagen Hyundai MAN Audi Bmw Peugeot Land Rover Rang Rover Alfa Porche Ferrari Ducati Lamborghini Mitsubishi Volvo Seat Mustang Mini",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2007",
            "kilómetros": "159760 km",
            "precio": 5900.0
        },
        {
            "titulo": "Mercedes-Benz Clase R 2006",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-clase-r-2006-1095260179",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2006",
            "kilómetros": "250000 km",
            "precio": 5800.0
        }
    ]
}