{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A3",
        "version": "A3 1.4 TFSI CoD 140 CV Ambiente S tronic 7 vel.",
        "año mínimo": 2013,
        "año máximo": 2014,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 140,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=140&min_year=2013&max_year=2014&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A3 Cabrio 1.4 TFSI S tronic AUTOMÁTICO.",
            "enlace": "https://es.wallapop.com/item/audi-a3-cabrio-1-4-tfsi-s-tronic-automatico-1076005400",
            "descripcion": "Incluido en el precio: Garantía de 12 meses con libre elección de taller. Entrega gratis en cualquier punto de la península. Cambio de nombre en nuestra gestoría. Mantenimiento mecánico y limpieza pre-entrega. Transferencia incluida. Equipamiento: ABS. Airbag delanteros. Aire Acondicionado, climatizador automático bi-zona. Alarma. Inmovilizador antirrobo. Anclajes ISOFIX. Asientos regulables en altura. Cámara de marcha atrás. Cierre centralizado con mando a distancia. Conexión USB y Bluetooth. Control de estabilidad y tracción. Control de presión de neumáticos. Control por voz. Dirección asistida. Elevalunas eléctricos en las 4 ventanas. Encendido automático de luces. Equipo de sonido. Espejo retovisor interior electrocrómico.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "140 cv",
            "año": "2014",
            "kilómetros": "123000 km",
            "precio": 20900.0
        },
        {
            "titulo": "Audi A3 Sline 2014",
            "enlace": "https://es.wallapop.com/item/audi-a3-2014-1070827460",
            "descripcion": "Audi A3 Sline interior y exterior,en perfecto estado. ITV hasta noviembre del 25, revisión recién pasada, neumáticos Michelin pilot 5 con pocos kilómetros. Equipo de sonido Bang & Olufsen, arranque sin llave. También puedo aceptar cambio por furgoneta, mediana- pequeña tipo, Toyota proace city diesel, Citroen berlingo, Volkswagen caravelle, multivan, california o similares.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "140 cv",
            "año": "2014",
            "kilómetros": "101000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Audi A3 S-line Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-2014-1086532432",
            "descripcion": "vendo mi coche simplemente porque compre otro , a quien le interesa y para más informaciones que venga en privado, solo interesados wtsp: 603367714 el que no le interesa que no me escriba nada porfavor ya estoy recebiendo tantas choradas y precios riducolos",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2014",
            "kilómetros": "246000 km",
            "precio": 13999.0
        },
        {
            "titulo": "Audi A3 2014",
            "enlace": "https://es.wallapop.com/item/audi-a3-2014-1053016180",
            "descripcion": "Vendo mi Audi A3 S Line Sportback 2014. Tiene 245,000 km , muy ecomico Muy limpio y bien cuidado. ¡Un coche económico y listo para nuevas aventuras!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "110 cv",
            "año": "2014",
            "kilómetros": "244580 km",
            "precio": 13999.0
        },
        {
            "titulo": "Audi A3 S-line full equip 2014",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-full-opcion-2014-1078590711",
            "descripcion": "vendo mi Audi A3 S-line full equipe G-tron 1.4 del 2014 esta impecable como nuevo el coche funciona con gas natural comprimido (GNC) como combustible principal, aunque también tiene un depósito de gasolina como respaldo. Es muy eficiente y ecológico ITV recién pasada tiene etiqueta verde ECO Mantenimiento al día en taller de Audi con 2 llaves originales",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "125 cv",
            "año": "2014",
            "kilómetros": "186000 km",
            "precio": 13900.0
        },
        {
            "titulo": "Audi A3 2014",
            "enlace": "https://es.wallapop.com/item/audi-a3-2014-1029847784",
            "descripcion": "Audi a3 sportback 2014, 1.6 TDI, automático de 7 velocidades con levas, volante y asientos deportivos, faros delanteros bixenon automatico, limpiaparabrisas automático, modos de conducción y sensor de marcha atrás. Correa de distribucion, batería, pastillas y neumáticos recien cambiados.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "105 cv",
            "año": "2014",
            "kilómetros": "168000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi A3 2013",
            "enlace": "https://es.wallapop.com/item/audi-a3-2013-1077165410",
            "descripcion": "coche en perfectas condiciones. Todo el historial en casa oficial audi. Garantía 12 meses. Servicio de entrega a todo España.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "153000 km",
            "precio": 12900.0
        },
        {
            "titulo": "Audi A3 Sportback 1.4 TFSI 140 COD Str Ambition",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-1-4-tfsi-140-cod-str-ambition-1075853227",
            "descripcion": "¡Bienvenido a la nueva forma de comprar y vender de forma transparente y segura entre particulares! En AutoSpecial creemos que una compra transparente y segura entre particulares es posible. Con nosotros, te olvidarás de sorpresas desagradables de última hora. El precio de todos los vehículos publicados incluye: - Certificación antes de la compra, para que conozcas el estado real del vehículo antes de adquirirlo - Garantía mecánica de 1 año - Informe DGT - Cambio de nombre de forma telemática ante la DGT. No pierdas tiempo en ir a una gestoría - Redactamos el contrato de compraventa y facilitamos la firma de la documentación de forma digital - Proceso de pago seguro para vendedor y comprador Este vehículo se encuentra en Barcelona, ¡si quieres te lo enviamos a domicilio a cualquier parte de la Península y Baleares! Todos los vehículos anunciados son de propietarios particulares, pero son especiales, ya que no tienen sorpresas desagradables al comprarlo certificado y con garantía de 1 año. AutoSpecial realizará la descripción del anuncio de la mejor forma posible. No obstante, la información acerca del equipamiento y equipamiento extra están sujetos a posibles variaciones del fabricante según base de datos disponible. En caso de duda visite nuestros términos y condiciones generales del servicio en la web.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "140 cv",
            "año": "2014",
            "kilómetros": "193000 km",
            "precio": 12790.0
        },
        {
            "titulo": "Audi A3 2013",
            "enlace": "https://es.wallapop.com/item/audi-a3-2013-en-perfecto-estado-627406492",
            "descripcion": "Perfecto funcionamiento con aceite y filtro cambiado con un tratamiento cerámico para el motor, asientos en tela , bluetooth, GPS, sistema de audio Audi, ayuda en pendiente, cambio secuencial y automático ,sensores de aparcamiento, asientos con Isofix (amarre para silletas de niños),ruedas delanteras 80% traseras a 60% De pintura está perfecto.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "152000 km",
            "precio": 11400.0
        },
        {
            "titulo": "AUDI A3 SPORTBACK  S TRONIC 1.4 TFSI 92kW ( 122cv)",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-s-tronic-1-4-tfsi-92kw-122cv-1066498201",
            "descripcion": "ENTREGA A DOMICILIO DEL VEHÍCULO EN TODA LA PENÍNSULA. FINANCIACIÓN 100% A TU MEDIDA. ENTREGA TU COCHE COMO FORMA DE PAGO, MÁXIMA TASACIÓN DEL MERCADO TANTO PRESENCIAL COMO ONLINE. Espectacular AUDI A3 SPORTBACK S TRONIC 1.4 TFSI 92kW ( 122cv) Equipamiento destacado: Start/Stop Climatizador Volante multifunción Auxiliar, USB, CD Elevalunas eléctricos Sistema sonido Bose Sound System Llantas de aleación ... PARA AMPLIAR LA INFORMACIÓN, NO DUDES EN CONTACTAR CON NOSOTROS Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "122 cv",
            "año": "2013",
            "kilómetros": "178647 km",
            "precio": 10999.0
        }
    ]
}