{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A3",
        "version": "35 TFSI",
        "año mínimo": 2018,
        "año máximo": 2020,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 150,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=150&min_year=2018&max_year=2020&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=Audi&model=A3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A3 2020",
            "enlace": "https://es.wallapop.com/item/audi-a3-sedan-black-line-tfsi-techo-p-1074592231",
            "descripcion": "AUDI A3 SEDAN 35TFSI BLACK LINE TECHO CORRED. -Techo panorámico -Virtual cockpit -Faros Matrix Led -Intermitentes dinámicos -Asientos calefactables -Paquete Black Line -Head UP Display -Audi pre sense -Velocidad crucero -Apple car play/Android Auto -Llantas deportivas 18’ -Gris Daytona efecto perla -Pinzas de freno en rojo Y mucho más!! ITV y revisión recién pasada (Octubre), no hay nada repintado, sin accidente ni golpes, interior y exterior impolutos, cargado de extras todo original de casa, historial mantenimiento centralizado en Audi, km certificados. Granada-Málaga. Más info por privado. Acepto prueba mecánica, de conducción, revisión en casa oficial etc. Gente seria abstenerse ofertas absurdas. 606787291",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "69000 km",
            "precio": 30900.0
        },
        {
            "titulo": "Audi A3 2020",
            "enlace": "https://es.wallapop.com/item/audi-a3-sedan-black-line-techo-tfsi-1074581012",
            "descripcion": "AUDI A3 SEDAN 35TFSI BLACK LINE TECHO CORRED. -Techo panorámico -Virtual cockpit -Faros Matrix Led -Intermitentes dinámicos -Asientos calefactables -Paquete Black Line -Head UP Display -Audi pre sense -Velocidad crucero -Apple car play/Android Auto -Llantas deportivas 18’ -Gris Daytona efecto perla -Pinzas de freno en rojo Y mucho más!! ITV y revisión recién pasada (Octubre), no hay nada repintado, sin accidente ni golpes, interior y exterior impolutos, cargado de extras todo original de casa, historial mantenimiento centralizado en Audi, km certificados. Granada-Málaga. Más info por privado. Acepto prueba mecánica, de conducción, revisión en casa oficial etc. Gente seria abstenerse ofertas absurdas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "69000 km",
            "precio": 30900.0
        },
        {
            "titulo": "AUDI A3 SEDAN 35TFSI BLACK LINE TECHO P.",
            "enlace": "https://es.wallapop.com/item/audi-a3-sedan-35tfsi-black-line-techo-p-1088741870",
            "descripcion": "AUDI A3 SEDAN 35TFSI BLACK LINE TECHO CORRED. -Techo panorámico -Virtual cockpit -Faros Matrix Led -Intermitentes dinámicos -Asientos calefactables -Paquete Black Line -Head UP Display -Audi pre sense -Velocidad crucero -Apple car play/Android Auto -Llantas deportivas 18’ -Gris Daytona efecto perla -Pinzas de freno en rojo Y mucho más!! ITV y cambio de filtros y aceite recién hechos, no fumador, siempre en cochera, no hay nada repintado, sin accidente ni golpes, interior y exterior impolutos, cargado de extras, historial mantenimiento centralizado en Audi, km certificados. Granada-Málaga. Más info por privado. Acepto prueba mecánica, de conducción, revisión en casa oficial etc. Gente seria abstenerse ofertas absurdas. Acepto cambios.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "70000 km",
            "precio": 30490.0
        },
        {
            "titulo": "Audi A3 35 TFSI 150cv S line",
            "enlace": "https://es.wallapop.com/item/audi-a3-35-tfsi-150cv-s-line-1088211058",
            "descripcion": "AUDI A3 -cabriolet con fecha de matriculación de Julio de 2020, en excelente estado y con tratamiento de detailing recién hecho. Iva deducible Vehículo certificado por perito judicial, acreditando la ausencia de daños estructurales y su kilometraje. Todos nuestros vehículos son seleccionados meticulosamente para ofrecer a nuestros clientes una experiencia única de compra. Todos nuestros vehículos incluyen 24 meses de garantía con cobertura en todo el territorio nacional (12 meses de garantía total y 12 meses más de garantía en motor y caja de cambios) ENTREGA INMEDIATA Extras: -Entrada y arranque sin llave -Luces automáticas y sensor de lluvia -Control de crucero -Apple CarPlay y Android Auto -Sensores de aparcamiento -Asientos calefactables -Techo de lona eléctrico -Cinco modos de conducción -Sistema de navegación -Paquete S Line interior y exterior -Iluminación ambienta -Gastos de gestión documental y preentrega: 300€ Abiertos de 9.30h a 20.00h No cerramos a mediodía. -En Wallscar, realizamos las verificaciones de nuestros vehículos mediante perito judicial, una de las figuras de mayor fiabilidad del sector. Así, garantizamos el mayor grado de satisfacción en tu compra y aumentamos de forma exponencial del valor futuro de tu coche. ¡En Wallscar nos apasiona la automoción! ACEPTAMOS tu coche como parte del pago. Premiamos los vehículos mejor cuidados. Somos Wallscar Multimarca, concesionario de automóviles y filial de Grupo Paredes Automoción, empresa con más de 30 años de experiencia en el sector automovilístico. Disponemos de coches de KM0, coches de ocasión y coches de segunda mano. Somos un concesionario de coches de segunda mano, de coches compactos y de vehículos industriales. Nuestros vehículos se entregan con certificado de kilometraje, revisados meticulosamente por nuestro equipo técnico y con un año de garantía. Somos concesionario oficial Volvo, SsangYong y otras marcas. También somos taller oficial Volvo, Alfa Romeo, Jeep, Fiat y Abarth. En nuestras ins",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "65198 km",
            "precio": 29900.0
        },
        {
            "titulo": "Audi A3 2020",
            "enlace": "https://es.wallapop.com/item/audi-a3-2020-1071094626",
            "descripcion": "AUDI A3 1.5 TFSI EVO AÑO 2020, SOY EL UNICO DUEÑO, MUY CUIDADO SIEMPRE DUERME EN COCHERA, SE ENTREGA DE ORIGEN : 27500 , O CON STAGE 2 (200cv), ADMISION , ESCAPE CON VALVULAS Y DOWNPIPE SUPERSPRINT QUE COSTO NUEVO 1000€",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "112000 km",
            "precio": 29500.0
        },
        {
            "titulo": "Audi A3 S line edit 1.5 TFSI CoD EVO S tronic SB",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-edit-1-5-tfsi-cod-evo-s-tronic-sb-1002136618",
            "descripcion": "Vehiculo en perfecto estado tanto de interior como exterior. Aceptamos coche como parte de pago previa valoracion. El PVP publicado esta vinculado a la financiacion de un minimo de 15.000 euros en el Concesionario. Grupo Deltavi, Concesionarios oficiales para Alava y La Rioja.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "53000 km",
            "precio": 28500.0
        },
        {
            "titulo": "Audi A3 35 TFSI S line/black line (150cv)",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-35-tfsi-s-line-37-000km-1054966719",
            "descripcion": "Vehiculo practicamente nuevo . Revisiones casa oficial . siempre en garaje . Unico y exclusivo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "37000 km",
            "precio": 27999.0
        },
        {
            "titulo": "Audi A3 2019",
            "enlace": "https://es.wallapop.com/item/audi-a3-2020-1057037203",
            "descripcion": "AUDI A3 35 TFSI S-Line full equipe. *Techo solar *Matrix LED con largas automaticas *Sistema sonido Bang&Olufsen con sonido 3D *S-Line interior y exterior *Virtual Cockpit *Levas en volante *Control crucero adaptativo *Frenada de emergencia *Asientos calefactables *Intermitentes dynamic LED *Apple CarPlay *Control por voz *Climatizador bizona *Calefacción programable con mando a distancia. *AUTOHOLD *3 llaves *Ruleta MMI táctil ITV hasta julio 2026 Discos y frenos recien cambiados En perfecto estado y a toda prueba",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "109000 km",
            "precio": 27800.0
        },
        {
            "titulo": "Audi A3 2018",
            "enlace": "https://es.wallapop.com/item/audi-a3-2018-1048682672",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "53000 km",
            "precio": 27000.0
        },
        {
            "titulo": "Audi A3 2018",
            "enlace": "https://es.wallapop.com/item/audi-a3-2018-1077573106",
            "descripcion": "🛑 Audi A3 en Venta – Elegancia y Potencia en Cada Kilómetro 🛑 - Modelo: Audi A3 S-line - Año: 2018 - Kilometraje: 99.000 km - Motor: 1.5 TFSI 150cv - Transmisión: Manual - Color: ROJO - Mantenimientos al día. - Interior impecable con acabados S-line. Tanto exterior como interior. -Extras: sistema multimedia CarPlay, Camara Trasera, sensores de aparcamiento, VIRTUAL COKCPIT, full LED, asientos calefactables, luces xenon, interior full black. - Rendimiento espectacular ideal para ciudad y carretera. No dejes pasar esta oportunidad de tener un auto con estilo y prestaciones únicas. ¡Hazlo tuyo hoy mismo!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "100000 km",
            "precio": 25999.0
        },
        {
            "titulo": "Audi A3 2018",
            "enlace": "https://es.wallapop.com/item/audi-a3-2018-966166194",
            "descripcion": "Audi a3 sedan Black line edition como nuevo... ÚNICO PROPIETARIO!! - Paquete de luces PDL - Tapicería en tela y cuero grabado Sline - Volante deportivo achatado - Llantas 19 - Cámara trasera - Paquete connectivity - Preinstalacion enganche remolque - Paquete black line - Retrovisores plegables y calefactables electricamente - Techo panorámico practicable Mejor ver y probar, se admite revisión mecánica a coste del interesado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "87000 km",
            "precio": 25300.0
        },
        {
            "titulo": "Audi A3 Black Line Edition 1.5 TFSI",
            "enlace": "https://es.wallapop.com/item/audi-a3-black-line-edition-1-5-tfsi-1084496537",
            "descripcion": "Se vende AUDI A3 BLACK LINE 1.5 TFSI Sedan en perfecto estado. Siempre guardado en garaje, con un amplio equipamiento: - Paquete deportivo BLACK LINE con llantas de 19\". - Suspensión deportiva S line. - Asientos de cuero. - Equipo de sonido Bang & Olufsen. - Faros Full LED con intermitentes dinámicos en los pilotos traseros. - Volante deportivo de tres radios multifuncional achatado en la parte inferior. - Retrovisores eléctricos calefactables. - Control de crucero - Climatizador Bizona. - Sensores de aparcamiento delanteros y traseros. Histórico de revisiones en concesionario oficial AUDI. Revisión ITV satisfactoria hasta 08/26.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "79000 km",
            "precio": 24900.0
        },
        {
            "titulo": "Audi A3 2019",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-1074323268",
            "descripcion": "vendo por no usar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "115000 km",
            "precio": 24300.0
        },
        {
            "titulo": "Audi A3 2020",
            "enlace": "https://es.wallapop.com/item/audi-a3-2020-1028467995",
            "descripcion": "Audi A3 Sportback acabado S-Line Black Line, 150cv, nacional, julio de 2020, 55.500 km. Color Gris Daytona Efecto Perla. Comprado en Audi Selection Plus. Historial de revisiones completo en Audi siempre antes de lo que marca el fabricante (demostrable con facturas) y con garantía oficial hasta julio de 2025. No tiene ni un arañazo en carrocería ni en llantas, está impoluto. Siempre en garaje. Cuidado al detalle. ITV hasta julio de 2026. Filtro del aire y del habitáculo nuevos. Ruedas traseras nuevas. Se acaba de alinear. Todo demostrable con facturas. No acepto cambios ni coche como forma de pago. SOLO GENTE SERIA, NO MAREANTES",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "55000 km",
            "precio": 24000.0
        },
        {
            "titulo": "Audi A3 Sportback S Line 35 TFSI 150 CV",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-s-line-35-tfsi-150-cv-1089116880",
            "descripcion": "Vehículo en estado de RE/estreno, Único propietario, Historial de mantenimiento Completo en Servicio Oficial Audi Ref: 5021 LKL Precio Contado: 24.990 € * 12 meses de Garantía en Servicio Oficial Audi* -ENTREGA Y TRASLADOS HASTA SU DOMICILIO -ACEPTAMOS SU VEHÍCULO COMO PARTE DE PAGO Equipamiento: -Paquete deportivo S Line completo, exterior e interior, -Paquete Black Line -Techo solar panorámico -Faros Full LED -Sistema de navegación -Audi Smartphone Interface (Android Auto/Apple Car Play) -Audi Sound System -Paquete de iluminación interior -Apertura y arranque sin llave -Llantas de aleación Audi Sport en 18\" -Faros traseros LED con intermitentes dinámicos -Barras en el techo de color negro -Selección de modos de conducción -Suspensión deportiva -Sensores de parking delante y detrás -Volante deportivo S Line en cuero multifunción -Asientos deportivos S Line en combinación tela/cuero con logo S grabado -Control de velocidad",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "70000 km",
            "precio": 23990.0
        },
        {
            "titulo": "Audi A3 Sportback Design 35 TFSI 110kW (150CV)",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-design-35-tfsi-110kw-150cv-1077786904",
            "descripcion": "Detalle oferta: - A3 1.5 35 TFSI DESIGN SPORTBACK 5P - En Stock con entrega inmediata - - Kilometraje Certificado con historial de mantenimiento - Matriculacion: 06/2020 - Garantia de 12 meses Equipamiento destacado: -Climatizador automatico bizona, conectividad Android/Carplay, Navegador integrado -Bluetooth, USB, Aux, Streaming audio - Volante multifuncion - sensor de presion de neumaticos -Ordenador a bordo -Airbags frontales, laterales y cortina, ESP - Etiqueta medioambiental C (verde) - Cambio de nombre no incluido en el precio. - Financiacion a su medida con o sin entrada hasta el 100% del importe - Aceptamos su actual vehiculo como forma de pago, tasacion sin compromiso. - Compre desde casa 100% Online y con total seguridad. - Servicio de video-llamada: descubra todos los detalles de su nuevo coche. - Servicio de envio a domicilio bajo las mas estrictas medidas de calidad. -Disponemos de correduria de seguros para ofrecerle la mejor opcion de contratacion para su nuevo vehiculo - Reserve su nuevo vehiculo online de forma totalmente segura, con total garantia de devolucion si por cualquier circunstancia decidiera abandonar el proceso de compra. ¡¡No dude en contactar con nuestro telefono de atencion al cliente para que podamos ayudarte en tu experiencia con Grupo MAAS, profesionales en automocion desde 1964!! KIA SEMPROCAR Concesionarios Oficiales en: - Granollers - Mollet del Valles - Martorell ***EQUIPAMIENTO SERIE INCLUIDO*** ACABADO INTERIOR - Acabados de lujo: pomo de la palanca de cambios en cuero, puertas en aluminio simil y tablero en aluminio simil - Alfombrillas ASIENTOS - Cinco plazas ( 2+3 ) - Asientos de tela (material principal) y de cuero sintetico (material secundario) - Apoyabrazos central delantero - Asiento delantero del conductor y acompanante individual, ajuste longitudinal manual y ajuste manual en altura con ajuste manual del respaldo - Asientos traseros de tres plazas de tipo banco de orientacion de...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "75609 km",
            "precio": 23990.0
        },
        {
            "titulo": "Audi A3 Sline",
            "enlace": "https://es.wallapop.com/item/audi-a3-1090232588",
            "descripcion": "Se escuchan ofertas. Acabado SLine exterior Unico dueño. Tan solo 59000 kms Recien realizada revisión de los 6 años e ITV Bateria nueva Ruedas con menos de 10.000 kms (Michelin)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "59000 km",
            "precio": 23900.0
        },
        {
            "titulo": "Audi A3 2019",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-1033402254",
            "descripcion": "A3 1.5tfsi COD EVO, 150cv, pack S Line tanto interior como exterior. Llanta 19\" Ruedas 225/40/19 Delanteras goodyear eagle F1 Traseras Toyo Proxes Tr NUEVAS Faros full led Sistema Android Auto/Apple CarPlay Sensor de lluvia Luces automáticas Sensores de aparcamiento 5 modos de conducción Perfecto estado, se aceptan pruebas mecánicas, mantenimiento recién realizado en taller Audi oficial, todos los mantenimientos realizados en la Audi oficial.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "78000 km",
            "precio": 23900.0
        },
        {
            "titulo": "Audi A3 2019 35TFSI. S-line ",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-sportbak-35tfsi-1055205047",
            "descripcion": "vehiculo de una sola propietaria revisiones al dia y neumaticos nuevos 18 pulgadas, llantas pulidas en dos tonos negro y cromo, paquete sline, caja manual 6 velocidades y el vehiculo siempre en garaje cerrado colectivo para mas informacion tlf 610844518 abstenerse ofertas absurdas ya que el vehiculo esta nuevo y el venderlo es porque tengo otro coche y una moto",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "58826 km",
            "precio": 23000.0
        },
        {
            "titulo": "Audi A3 2019",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-611210884",
            "descripcion": "Marca: Audi Modelo: A3 Sportback 35 TFSI 150 Black Line Edition 5p Año: 2019 Km: 140000 Motor: Gasolina Cambio: Manual Tipo de coche: Pequeño Número de asientos: 5 Número de puertas: 5 150.0 CV",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "140000 km",
            "precio": 23000.0
        },
        {
            "titulo": "Audi A3 Sportback Black line 30 TFSI 85kW",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-black-line-30-tfsi-85kw-1091682061",
            "descripcion": "Precio al contado: 26.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Esplugues 2, Av. de Cornella, 134. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "55700 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A3 Sportback Black line 30 TFSI 85kW",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-black-line-30-tfsi-85kw-1091585186",
            "descripcion": "Precio al contado: 26.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Esplugues 2, Av. de Cornella, 134. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "55700 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A3 Sportback Black line 30 TFSI 85kW",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-black-line-30-tfsi-85kw-1090542786",
            "descripcion": "Precio al contado: 26.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Esplugues 2, Av. de Cornella, 134. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "55700 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A3 Sportback Black line 30 TFSI 85kW",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-black-line-30-tfsi-85kw-1066256811",
            "descripcion": "Precio al contado: 26.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Esplugues 2, Av. de Cornella, 134. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "55700 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A3 Sportback Black line 30 TFSI 85kW",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-black-line-30-tfsi-85kw-1066350931",
            "descripcion": "Precio al contado: 26.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Esplugues 2, Av. de Cornella, 134. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "55700 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A3 Sportback Black line 30 TFSI 85kW",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-black-line-30-tfsi-85kw-1066244809",
            "descripcion": "Precio al contado: 26.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Esplugues 2, Av. de Cornella, 134. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "55700 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A3 Sportback Black line 30 TFSI 85kW",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-black-line-30-tfsi-85kw-1064555520",
            "descripcion": "Precio al contado: 26.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Esplugues 2, Av. de Cornella, 134. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "55700 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A3 Sportback Black line 30 TFSI 85kW",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-black-line-30-tfsi-85kw-1064562555",
            "descripcion": "Precio al contado: 26.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Esplugues 2, Av. de Cornella, 134. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "55700 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A3 Sportback Black line 30 TFSI 85kW",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-black-line-30-tfsi-85kw-1066342097",
            "descripcion": "Precio al contado: 26.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Esplugues 2, Av. de Cornella, 134. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "55700 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A3 Sportback Black line 30 TFSI 85kW",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-black-line-30-tfsi-85kw-1064484980",
            "descripcion": "Precio al contado: 26.490€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.990€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Esplugues 2, Av. de Cornella, 134. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "55700 km",
            "precio": 22990.0
        },
        {
            "titulo": "Audi A3 SPORTBACK 1.5 35 TFSI 150CV",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-1-5-35-tfsi-150cv-1083855473",
            "descripcion": "NS MOTOR, Centro Multimarca en Ordes, referente en máxima calidad y servicio excepcional en la compra-venta de vehículos en Galicia VENDE: Impresionante AUDI A3 SPORTBACK 1.5 35 TFSI 150CV - NACIONAL - ÚNICO PROPIETARIO - IVA DEDUCIBLE VEHICULO EN ESTADO DE REESTRENO!10/2020 Se entrega revisado, limpieza integral de tapicería, mantenimiento hecho y con un año de garantía.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "128000 km",
            "precio": 22900.0
        },
        {
            "titulo": "Audi A3 S line 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-35-tfsi-110kw-150cv-sportback-1091681953",
            "descripcion": "Precio al contado: 24.790€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.790€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Cabrera de Mar, N-2, Km 643. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *** 23 ...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "76526 km",
            "precio": 22790.0
        },
        {
            "titulo": "Audi A3 S line 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-35-tfsi-110kw-150cv-sportback-1091583853",
            "descripcion": "Precio al contado: 24.790€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.790€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Cabrera de Mar, N-2, Km 643. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *** 23 ...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "76526 km",
            "precio": 22790.0
        },
        {
            "titulo": "Audi A3 S line 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-35-tfsi-110kw-150cv-sportback-1090561548",
            "descripcion": "Precio al contado: 24.790€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.790€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Cabrera de Mar, N-2, Km 643. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *** 23 ...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "76526 km",
            "precio": 22790.0
        },
        {
            "titulo": "Audi A3 S line 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-35-tfsi-110kw-150cv-sportback-1070275138",
            "descripcion": "Precio al contado: 24.790€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.790€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Cabrera de Mar, N-2, Km 643. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *** 23 ...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "76526 km",
            "precio": 22790.0
        },
        {
            "titulo": "Audi A3 S line 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-35-tfsi-110kw-150cv-sportback-1070324114",
            "descripcion": "Precio al contado: 24.790€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.790€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Cabrera de Mar, N-2, Km 643. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *** 23 ...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "76526 km",
            "precio": 22790.0
        },
        {
            "titulo": "Audi A3 S line 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-35-tfsi-110kw-150cv-sportback-1070338134",
            "descripcion": "Precio al contado: 24.790€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.790€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Cabrera de Mar, N-2, Km 643. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *** 23 ...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "76526 km",
            "precio": 22790.0
        },
        {
            "titulo": "Audi A3 S line 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-35-tfsi-110kw-150cv-sportback-1070308677",
            "descripcion": "Precio al contado: 24.790€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.790€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Cabrera de Mar, N-2, Km 643. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *** 23 ...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "76526 km",
            "precio": 22790.0
        },
        {
            "titulo": "Audi A3 S line 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-35-tfsi-110kw-150cv-sportback-1070312718",
            "descripcion": "Precio al contado: 24.790€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.790€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Cabrera de Mar, N-2, Km 643. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *** 23 ...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "76526 km",
            "precio": 22790.0
        },
        {
            "titulo": "Audi A3 S line 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-35-tfsi-110kw-150cv-sportback-1070293441",
            "descripcion": "Precio al contado: 24.790€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.790€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Cabrera de Mar, N-2, Km 643. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *** 23 ...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "76526 km",
            "precio": 22790.0
        },
        {
            "titulo": "Audi A3 S line 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-35-tfsi-110kw-150cv-sportback-1070345353",
            "descripcion": "Precio al contado: 24.790€ (IVA incluido) *** Precio alternativo oferta de financiacion: 22.790€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Cabrera de Mar, N-2, Km 643. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilanova 2. *** 23 ...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "76526 km",
            "precio": 22790.0
        },
        {
            "titulo": "AUDI A3 SPORTBACK LAUNCH EDITION 35 TFSI 150CV",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-launch-edition-35-tfsi-150cv-1078790702",
            "descripcion": "PRECIO CON CAMPAÑA POR FINANCIACIÓN: 22636€ *Consultar Condiciones de la Campaña. *Campaña sujeta a la aprobación de la entidad Financiera. PRECIO SIN FINANCIAR: 24900€ Financia el total del vehículo con sólo tu nómina. Gastos de transferencia incluidos en el precio. Mantenimiento realizado según indicaciones del fabricante Vehículo nacional con kilómetros certificados, no fumador y libre de siniestros. La información que aparece en este anuncio es a título informativo y no tiene valor contractual. Garantia de 12 meses. OTRAS MARCAS Y MODELOS QUE TENEMOS EN STOCK Audi, Citroen, Cupra, Dacia, Fiat, Ford, Hyundai, Kia, Mazda, Mini, Nissan, Opel, Peugeot, Renault, Seat, Skoda, Toyota, Volkswagen , A1, A3, Q3, Q7, Berlingo, C3, C4, Formentor, Leon, Dokker, 500, Fiesta, Transit, Custom, One, Qashqai, NV200, Corsa, Partner, 2008, 3008, Clio, Kangoo, Trafic, Passenger, Arona, Ibiza, Tarraco, Ateca, CHR, Rav4, Aygo, Kamiq, Kodiak, Golf, Tiguan, Polo, Touareg, Gasolina, Diesel, Gasoil, Hibrido",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "58073 km",
            "precio": 22636.0
        },
        {
            "titulo": "Audi A3 2018",
            "enlace": "https://es.wallapop.com/item/audi-a3-2018-1056851102",
            "descripcion": "Para mas informacio o mas fotos mando las envio por Whatsapp. El coche esta impecable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "112000 km",
            "precio": 22499.0
        },
        {
            "titulo": "Audi A3 2018",
            "enlace": "https://es.wallapop.com/item/audi-a3-2018-497078993",
            "descripcion": "Audi a3 sportback prácticamente nuevo con muy poco uso Modelo sportback con 150 cv (motor 1.5 gasolina) especificaciones: llantas de 17, asientos deportivos, faros xenon, pactronic, pantalla digital con navegador, almohadillas audi, volante multifuncion, etc... 6 velocidades Revision hecha en febrero de 2024, cambio de ruedas delanteras y discos Mantenimiento completo y siempre al día pasada itv marzo de 2024 Prefiero entregar el coche transferido Lo vendo por cambio a coche mas grande utilizado principalmente por autopista",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "80000 km",
            "precio": 21799.0
        },
        {
            "titulo": "A3 SPORTBACK 1.0 30 TFSI 116CV 5P",
            "enlace": "https://es.wallapop.com/item/a3-sportback-1-0-30-tfsi-116cv-5p-1049977751",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "75155 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi A3 2018",
            "enlace": "https://es.wallapop.com/item/audi-a3-2018-1081164718",
            "descripcion": "Magnífico audi a3 paquete s line 1.5tsi 150cv todos los extras , precio con 1 año de garantía , revision pre entrega y cambio de nombre",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "86000 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi A3 2019",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-35-tfsi-design-150-cv-1033028992",
            "descripcion": "VEHÍCULO NACIONAL DE UN PROPIETARIO .(Kilometraje probado e Historial de Mantenimiento .) MOTOR 1.5 GASOLINA DE 150 CV Y CAMBIO MANUAL 6V. ETIQUETA AMBIENTAL C. MATRICULACION 18-09-2019. UNIDAD EQUIPADA CON TODOS LOS EXTRAS. PRECIO PAGO AL CONTADO 21.500.€ PRECIO PAGO FINANCIADO 21.500.EUR CAMBIO DE NOMBRE 250.- EUROS. IVA DEDUCIBLE. PRECIO NO NEGOCIABLE PAQUETE DESIGN PAQUETE DEPORTIVO INTERIOR TAPICERIA DE CUERO GRIS TECHO PANORAMICO ELECTRICO DE CRISTAL APP CONNECT Y ANDROID AUTO ARRANQUE Y APERTURA SIN LLAVE KEYLESSGO ASIENTOS DEPORTIVOS NAVEGACION AVISO DE SALIDA DE CARRIL AVISO DE ANGULO MUERTO…ETC",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "76000 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi A3 35 TFSI 150cv",
            "enlace": "https://es.wallapop.com/item/audi-a3-35-tfsi-150cv-1067747341",
            "descripcion": "El equipamiento de serie indicado por defecto puede contener errores. Equipamiento exacto detallado en el texto. -A3 SPORTBACK 35 TFSI PRO LINE - Sistema Start-Stop con recuperación de energía, Airbag acompañante-conductor-laterales, Dirección asistida, Cierre centralizado con a mando a distancia, Elevalunas eléctricos, Equipo de música, Bluetooth, Control por voz, Sistema de sonido, Pantalla frontal, Toma USB y aux.audio, Palanca de cambio en cuero, ABS, ESP, Control de tracción, ISOFIX, Ordenador, Encendido automático de faros, Luces de marcha diurna LED, Cristales traseros tintados, Sistema detección fatiga, Freno estacionamiento eléctrico, Climatizador, Sistema de aparcamiento asistido trasero, Cristales retrovisores térmicos, Sistema de navegación Plus con MMI, Sensores de luz y lluvia, Acabado en cuero, Volante de cuero multifunción, Reposabrazos central delantero, 1498 cc (1.5 Ltr) 150CV-110Kw, 6 velocidades, Regulador de velocidad, Llantas en 16 aleación, Audi Connect, 5 puertas (Sportback), Bicapa metálico. Km. garantizados y certificados, vehículo importado. Garantía de V.O., IVA deducible. El precio de los gastos de transferencia asciende a 125 euros. FINANCIAMOS SU VEHÍCULO SIN ENTRADA HASTA 10 AÑOS, CONSÚLTENOS. Mas de 35 años de experiencia en el sector nos avalan, confíe solo en profesionales. automovileseduardo.com",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "99977 km",
            "precio": 21000.0
        },
        {
            "titulo": "Audi A3 35 TFSI S-Line  2019",
            "enlace": "https://es.wallapop.com/item/audi-a3-35-tfsi-s-line-2019-1072086004",
            "descripcion": "Precio sujeto a financiacion: 19.989€ Precio al contado: 22.990€ Audi A3 35TFSI S-line 2019 80.000kms 150cv Manual Gasolina Welcome home Sensores de aparcamiento Control crucero Luces led Modos de conducción Asistente de carril Keyless Arranque sin llave Luces automáticas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "80000 km",
            "precio": 19989.0
        },
        {
            "titulo": "AUDI A3 Sportback 1.0 TFSI 85 kW (116 CV)",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-1-0-tfsi-85-kw-116-cv-1071696733",
            "descripcion": "AUDI A3 TFSI 35 AÑO 2019 NACIONAL 116CV MANUAL GASOLINA PAQUETE S-LINE KM GARANTIZADOS",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "92000 km",
            "precio": 19500.0
        },
        {
            "titulo": "Audi A3 2019",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-1085269323",
            "descripcion": "impecable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "65500 km",
            "precio": 19499.0
        },
        {
            "titulo": "Audi A3 SPORTBACK",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-1090388069",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "89996 km",
            "precio": 19450.0
        },
        {
            "titulo": "Audi A3 30 TFSI 116cv S line",
            "enlace": "https://es.wallapop.com/item/audi-a3-30-tfsi-116cv-s-line-1081156002",
            "descripcion": "NAVEGADOR, SENSORES DE PARKING , LLANTAS DE ALEACION, BLUETOOTH, CLIMATIZADOR, ARRANQUE POR BOTON, ESPEJOS ELÉCTRICOS CALEFACTADOS, SENSOR DE LLUVIA, CONEXIÓN USB, CONTROL DE VELOCIDAD",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "95968 km",
            "precio": 19200.0
        },
        {
            "titulo": "FULL EQUIP!!! AUDI A3 SPORTBACK SLINE 2019",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-1078278853",
            "descripcion": "Coche muy bien cuidado, revisiones al dia echas en la casa oficial. Lo vendo ya que tengo otro coche.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "155000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Audi A3 Sportback 30 TFSI 85kW (116CV) -",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-30-tfsi-85kw-116cv-1023517255",
            "descripcion": "¡Tu próximo coche tiene esta matrícula 6598KXP! El vehículo se entrega tras haber pasado un estricto control de calidad, de manera que puedes adquirirlo online con total tranquilidad. REVISIÓN PREENTREGA incluida. GARANTÍA incluida 12 meses. Posibilidad de ampliar GARANTÍA PREMIUM hasta 24 meses por tan sólo 390€. FINANCIACIÓN FLEXIBLE. Hasta 15% descuento sobre PVP financiando con nosotros, no incluido en precio. Consulta con nosotros. Consulta con tu asesor las condiciones de financiación, con o sin entrada, para ajustarlo a tus necesidades. Además, ¡financiando te incluimos los gastos de gestión!. ¡Entrega tu VEHÍCULO como parte de pago! Mínimo 500€ para vehículos entregados para desguace o afectados DANA, no incluido en precio publicado. Podemos realizar todo el proceso online con ENTREGA en toda la Península. Consulta el precio con tu asesor comercial. Y si al recibirlo no cumple tus expectativas… ¡te devolvemos el dinero! Gastos de preparación, transferencia y transporte, 390€ Grupo Palacios, concesionarios oficiales de PEUGEOT, OPEL, CITROEN, DFSK, FIAT, JEEP, DS, ALFA ROMEO, LANCIA… entre otros. Anuncio a título informativo no vinculante. Puede contener errores y carece de valor contractual. Consultar condiciones. • El precio NO incluye ayudas Gobierno Plan DANA. Consulta con nosotros tu descuento.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "53207 km",
            "precio": 18995.0
        },
        {
            "titulo": "Audi A3 G-Tron 2020",
            "enlace": "https://es.wallapop.com/item/audi-a3-g-tron-2020-1046587962",
            "descripcion": "Vehículo automático, con depósito de gasolina y de GLP, Gran autonomía, mejor rendimiento!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "131 cv",
            "año": "2020",
            "kilómetros": "53582 km",
            "precio": 18990.0
        },
        {
            "titulo": "Audi A3 S line",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-1073741807",
            "descripcion": "Llantas aleación 18”, cambio manual de 6 velocidades, 2 juegos de llaves, reposabrazos central, climatizador, radio multimedia, navegacion, ordenador de abordo, direccion asistida, volante multi-funcion, limitador de velocidad, espejos electricos , lavafaros, luz diurna de led, sensores de aparcamiento del. y traseros, abs, airbag, elevalunas y cierres electricos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "80000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Audi A3 2018",
            "enlace": "https://es.wallapop.com/item/audi-a3-2018-1030090306",
            "descripcion": "se vende Audi A3 sporback muy cuidado paquete sline",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "115000 km",
            "precio": 18400.0
        },
        {
            "titulo": "Audi A3 2019 S Line",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-1010249396",
            "descripcion": "Se vende Audi A3 Sportback 30 S Line TFSI 116cv. Coche en buen estado y muy cuidado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "78000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Audi A3 2019",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-1019270553",
            "descripcion": "EQUIPAMIENTO: Apple Car Play Climatizador Espejos regulables y plegables electricamente Sensores de parking Volante multifunción Control de velocidad de crucero Llantas de aluminio Radio con pantalla multimedia Telefono Dirección asistida Elevalunas electricos Ordenador de abordo Entrada AUX Etc... Impecable estado general, vehículo nacional, 2 llaves Kilómetros CERTIFICADOS Se entrega totalmente revisado 21% IVA INCLUIDO Y DEDUCIBLE FINANCIACIÓN A SU MEDIDA ACEPTAMOS SU VEHICULO COMO PARTE DE PAGO TRANSFERENCIA - 12 MESES DE GARANTíA INCLUIDA",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "96000 km",
            "precio": 17999.0
        },
        {
            "titulo": "Audi A3 Sportback 30 TFSI 85kW (116CV) -",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-30-tfsi-85kw-116cv-1083146912",
            "descripcion": "¡Tu próximo coche tiene esta matrícula 6882KXM! El vehículo se entrega tras haber pasado un estricto control de calidad, de manera que puedes adquirirlo online con total tranquilidad. REVISIÓN PREENTREGA incluida. GARANTÍA incluida 12 meses. Posibilidad de ampliar GARANTÍA PREMIUM hasta 24 meses por tan sólo 390€. FINANCIACIÓN FLEXIBLE. Hasta 15% descuento sobre PVP financiando con nosotros, no incluido en precio. Consulta con nosotros. Consulta con tu asesor las condiciones de financiación, con o sin entrada, para ajustarlo a tus necesidades. Además, ¡financiando te incluimos los gastos de gestión!. ¡Entrega tu VEHÍCULO como parte de pago! Mínimo 500€ para vehículos entregados para desguace o afectados DANA, no incluido en precio publicado. Podemos realizar todo el proceso online con ENTREGA en toda la Península. Consulta el precio con tu asesor comercial. Y si al recibirlo no cumple tus expectativas… ¡te devolvemos el dinero! Gastos de preparación, transferencia y transporte, 390€ Grupo Palacios, concesionarios oficiales de PEUGEOT, OPEL, CITROEN, DFSK, FIAT, JEEP, DS, ALFA ROMEO, LANCIA… entre otros. Anuncio a título informativo no vinculante. Puede contener errores y carece de valor contractual. Consultar condiciones. • El precio NO incluye ayudas Gobierno Plan DANA. Consulta con nosotros tu descuento.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "85923 km",
            "precio": 17995.0
        },
        {
            "titulo": "Audi A3 Sedan 30 TFSI 116 Cv *Virtual Cock Pit",
            "enlace": "https://es.wallapop.com/item/audi-a3-sedan-30-tfsi-116-cv-virtual-cock-pit-1080177189",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "119000 km",
            "precio": 17990.0
        },
        {
            "titulo": "Audi A3 2019",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-1080273207",
            "descripcion": "IVA DEDUCIBLE. Precioso Audi A3 Sedán manual. Estado excepcional de carrocería e interior. Muy cuidado. Mantenimientos al día en Audi. Último mantenimiento a los 87.639 km el 11/07/2024. ITV hasta agosto 2026. Videollamada de verificación disponible. El vehículo se encuentra en Valencia. Se puede realizar cualquier tipo de revisión o prueba mecánica. Equipamiento destacado: Apple CarPlay y conexión Bluetooth. Asientos delanteros calefactables. Retrovisores eléctricos calefactables. Volante de tres radios multifunción. Modos de conducción. Asientos deportivos. Climatizador bizona. Tomas de aire en asientos traseros. Control de crucero automático. Llantas de 17\" con 5 radios dobles. Teléfono de contacto: 677 209 077",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "99000 km",
            "precio": 17990.0
        },
        {
            "titulo": "Audi A3 1.0 TFSI 85kW (116CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-1-0-tfsi-85kw-116cv-sportback-1073888333",
            "descripcion": "Carplus I Pertenecemos al mayor grupo ibérico de automoción, Grupo Salvador Caetano I Compra online o en nuestras instalaciones de Madrid, Málaga o Sevilla | Abrimos todos los días Descubre las ventajas de comprar un coche en Carplus: - Puedes probar todos nuestros vehículos - 12 meses de garantía - Todos nuestros vehículos certificados con un control de 300 puntos, el más exhaustivo del mercado - Tienes más de 1000 coches donde elegir - Te ofrecemos soluciones de financiación hasta un 100% y seguro - Servicio de entrega a domicilio. - Puedes entregar tu vehículo como parte del pago - Horario Málaga: L-V: 09:30h a 20:30h, Sábados y de 10:00h a 20:30h Los precios son orientativos y no tienen carácter contractual, los precios definitivos serán confirmados por el concesionario distribuidor, pudiendo verse afectados en función de las opciones que se escojan, así como la campaña comercial vigente en el momento de la compra.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "90800 km",
            "precio": 17990.0
        },
        {
            "titulo": "Audi A3 1.0 TFSI 85kW (116CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-1-0-tfsi-85kw-116cv-sportback-1073888332",
            "descripcion": "Carplus I Pertenecemos al mayor grupo ibérico de automoción, Grupo Salvador Caetano I Compra online o en nuestras instalaciones de Madrid, Málaga o Sevilla | Abrimos todos los días Descubre las ventajas de comprar un coche en Carplus: - Puedes probar todos nuestros vehículos - 12 meses de garantía - Todos nuestros vehículos certificados con un control de 300 puntos, el más exhaustivo del mercado - Tienes más de 1000 coches donde elegir - Te ofrecemos soluciones de financiación hasta un 100% y seguro - Servicio de entrega a domicilio. - Puedes entregar tu vehículo como parte del pago - Horario Málaga: L-V: 09:30h a 20:30h, Sábados y de 10:00h a 20:30h Los precios son orientativos y no tienen carácter contractual, los precios definitivos serán confirmados por el concesionario distribuidor, pudiendo verse afectados en función de las opciones que se escojan, así como la campaña comercial vigente en el momento de la compra.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "90800 km",
            "precio": 17990.0
        },
        {
            "titulo": "Audi A3 2019 116CV",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-116cv-1025973610",
            "descripcion": "NS MOTOR, Centro Multimarca en Ordes, referente en máxima calidad y servicio excepcional en la compra-venta de vehículos en Galicia VENDE: Impresionante AUDI A3 SPORTBACK 1.0 30 TFSI 115CV - ÚNICO PROPIETARIO - IVA DEDUCIBLE VEHICULO EN ESTADO DE REESTRENO!11/2018 El vehículo lleva pintura exterior negro mito metalizado, cambio manual de 6 velocidades con asistente de arrancada en pendiente, llantas de aleación de 5 radios 16\", paquete exterior cromado, faros bixenon con lavafaros, paquete de aparcamiento con sensores traseros, asientos de tela en color antracita, volante multifunción de cuero, sistema de navegación MMI, climatizador bizona",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "118000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Audi A3 SPORTBACK DESIGN EDITION 2019 30 TFSI ",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-design-edition-2019-30-tfsi-1032121675",
            "descripcion": "Rockincar.es G. DEVOLUCION: 15 DÍAS / 1000 km! – 1 AÑO GARANTIA NACIONAL – Certificado: Km, No Golpe estructural – 1 propietario – Historial de mantenimiento ¡ NO FUMADOR ! – LUCES FULL LED – ASIENTOS CUERO – ASIENTOS CALEFACTABLES – Camara trasera – Climatizador – GPS. – CarPlay/ Android Auto – ADAS: Limitador de velocidad, Control de velocidad de crucero, Front Assist. – Sensores de aparcamiento delanteros y traseros – Retrovisores regulables y calefactables. – Posibilidad de prueba mecánica en concesionario oficial – FINANCIACION AGIL – IVA DEDUCIBLE – ENTREGA EN LA PUERTA DE TU CASA",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "99700 km",
            "precio": 17500.0
        },
        {
            "titulo": "Audi A3 2018",
            "enlace": "https://es.wallapop.com/item/audi-a3-2018-1046103302",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "65000 km",
            "precio": 17400.0
        },
        {
            "titulo": "Audi A3 1.0 30 TFSI SPORTBACK 5P",
            "enlace": "https://es.wallapop.com/item/audi-a3-1-0-30-tfsi-black-line-sportback-5p-954284882",
            "descripcion": "CONQUERO OCASIÓN. Más vehículos en stock en conqueroocasion.com, la web de vehículos seminuevos y de ocasión del Grupo Conquero.#Pol. Ind. Su Eminencia, C. C, Nave 1, 41006 Sevilla.#Pol. La Esperanza, Cl. Minas de San Telmo, 16, 21007 Huelva#Transferencia no incluida en el precio. Aceptamos su vehículo como parte de pago. Entrega a domicilio. Le rogamos que solicita una cita previa para poder probar el vehículo. Las imágenes, equipamiento y acabado de los vehículos que se muestran en este buscador pueden no corresponder con el modelo publicitado, la información aquí contenida no es legalmente vinculante y no constituye una oferta de venta. Los kilómetros anunciados pueden variar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "98335 km",
            "precio": 17390.0
        },
        {
            "titulo": "Audi A3 Sportback S-Line 2019",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-s-line-1073169199",
            "descripcion": "Audi A3 Sportback TFSI 116cv SLine en excelente estado. Año 2019. Aceite y filtros recién cambiados. Navegador, Car Play/Android auto, Sensores de parking, Llantas aleación 18\", Bluetooth, Climatizador bizona, Arranque y acceso sin llave, Sensor de luces y lluvia, Faros led, USB, Control de Velocidad. El coche está perfecto, no hay que hacerle nada.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "70000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Audi A3 2018 116CV 1.0 TFSI SLINE EDITION",
            "enlace": "https://es.wallapop.com/item/audi-a3-2018-973749406",
            "descripcion": "Se vede AUDI A3 en perfectísimas condiciones. No ha tenido ningun accidente ni ningún fallo grave. Lo vendo básicamente porque lo uso poco ya que no tengo que salir de Barcelona por trabajo como hacía antes. Paquete tech interior con asientos de piel e iluminación led ambiente.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "147000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Audi A3 2019",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-1019320363",
            "descripcion": "todos los coches se entregan revisados, tenemos taller propio.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "123000 km",
            "precio": 16999.0
        },
        {
            "titulo": "Audi A3 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-35-tfsi-110kw-150cv-sportback-1067276485",
            "descripcion": "¡BLACK FRIDAY EN CSV MOTOR! Los precios mas bajos del mercado... ¡y quiza algo mas! Este Black Friday, algunos de nuestros vehiculos esconden descuentos extra ocultos que solo puedes descubrir preguntando a nuestros comerciales. ¿Te atreves a preguntar? Desde 0€ hasta 2.000€ de descuento adicional, pero solo en unidades seleccionadas. ¡Tendras que intentarlo! Solo por tiempo limitado. Ven a ver nuestro stock o contactanos para mas informacion. ¿Estara tu coche ideal entre los premiados? ¡Descubrelo ya!ES EL MODELO 1.5TFSI 150CV SPORTBACK Financiacion SIN entrada. Admitimos tu coche a cambio, Y TE LO SOBREVALORAMOS, aunque sea muy viejo. ¿Quieres comprar online? Contactanos y te daremos todo lo que necesites para decidirte: Teleperitacion, certificados, etc. asi como la financiacion, que solo con tu nomina te confirmamos en minutos la concesion de la financiacion POR EL TOTAL y sin entrada. Nuestros precios son totalmente fijos y sin sorpresas por financiacion abusiva. Este vehiculo esta disponible para su venta en la ubicacion que ves en este anuncio. Asi tambien habra la posibilidad del envio a domicilio, en cualquiera de las siguientes provincias desde 90€: La Coruna Alava Albacete Alicante Almeria Asturias Avila Badajoz Barcelona Burgos Caceres Cadiz Cantabria Castellon Ciudad Real Cordoba Cuenca Girona Granada Guadalajara Gipuzkoa Huelva Huesca Jaen La Rioja Leon Lerida Lugo Madrid Malaga Murcia Navarra Ourense Palencia Pontevedra Salamanca Segovia Sevilla Soria Tarragona Teruel Toledo Valencia Valladolid Vizcaya Zamora Zaragoza. El precio indicado es con GARANTIA DE UN ANO ampliable hasta TRES ANOS. SEGUNDO ANO GRATIS FINANCIANDO CON NOSOTROS. El vehiculo tiene IVA INCLUIDO y desgravable si eres empresa o autonomo. Garantizamos por CONTRATO kilometraje real y que no ha tenido ningun golpe estructural. INFORMACION PARA PARTICULARES: Te ahorras HASTA EL 11% que deberias pagar a hacienda si comprases a...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "149 cv",
            "año": "2019",
            "kilómetros": "131000 km",
            "precio": 16950.0
        },
        {
            "titulo": "Audi A3 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-35-tfsi-110kw-150cv-sportback-1067276450",
            "descripcion": "¡BLACK FRIDAY EN CSV MOTOR! Los precios mas bajos del mercado... ¡y quiza algo mas! Este Black Friday, algunos de nuestros vehiculos esconden descuentos extra ocultos que solo puedes descubrir preguntando a nuestros comerciales. ¿Te atreves a preguntar? Desde 0€ hasta 2.000€ de descuento adicional, pero solo en unidades seleccionadas. ¡Tendras que intentarlo! Solo por tiempo limitado. Ven a ver nuestro stock o contactanos para mas informacion. ¿Estara tu coche ideal entre los premiados? ¡Descubrelo ya!ES EL MODELO 1.5TFSI 150CV SPORTBACK Financiacion SIN entrada. Admitimos tu coche a cambio, Y TE LO SOBREVALORAMOS, aunque sea muy viejo. ¿Quieres comprar online? Contactanos y te daremos todo lo que necesites para decidirte: Teleperitacion, certificados, etc. asi como la financiacion, que solo con tu nomina te confirmamos en minutos la concesion de la financiacion POR EL TOTAL y sin entrada. Nuestros precios son totalmente fijos y sin sorpresas por financiacion abusiva. Este vehiculo esta disponible para su venta en la ubicacion que ves en este anuncio. Asi tambien habra la posibilidad del envio a domicilio, en cualquiera de las siguientes provincias desde 90€: La Coruna Alava Albacete Alicante Almeria Asturias Avila Badajoz Barcelona Burgos Caceres Cadiz Cantabria Castellon Ciudad Real Cordoba Cuenca Girona Granada Guadalajara Gipuzkoa Huelva Huesca Jaen La Rioja Leon Lerida Lugo Madrid Malaga Murcia Navarra Ourense Palencia Pontevedra Salamanca Segovia Sevilla Soria Tarragona Teruel Toledo Valencia Valladolid Vizcaya Zamora Zaragoza. El precio indicado es con GARANTIA DE UN ANO ampliable hasta TRES ANOS. SEGUNDO ANO GRATIS FINANCIANDO CON NOSOTROS. El vehiculo tiene IVA INCLUIDO y desgravable si eres empresa o autonomo. Garantizamos por CONTRATO kilometraje real y que no ha tenido ningun golpe estructural. INFORMACION PARA PARTICULARES: Te ahorras HASTA EL 11% que deberias pagar a hacienda si comprases a...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "149 cv",
            "año": "2019",
            "kilómetros": "131000 km",
            "precio": 16950.0
        },
        {
            "titulo": "Audi A3 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-35-tfsi-110kw-150cv-sportback-1067276631",
            "descripcion": "¡BLACK FRIDAY EN CSV MOTOR! Los precios mas bajos del mercado... ¡y quiza algo mas! Este Black Friday, algunos de nuestros vehiculos esconden descuentos extra ocultos que solo puedes descubrir preguntando a nuestros comerciales. ¿Te atreves a preguntar? Desde 0€ hasta 2.000€ de descuento adicional, pero solo en unidades seleccionadas. ¡Tendras que intentarlo! Solo por tiempo limitado. Ven a ver nuestro stock o contactanos para mas informacion. ¿Estara tu coche ideal entre los premiados? ¡Descubrelo ya!ES EL MODELO 1.5TFSI 150CV SPORTBACK Financiacion SIN entrada. Admitimos tu coche a cambio, Y TE LO SOBREVALORAMOS, aunque sea muy viejo. ¿Quieres comprar online? Contactanos y te daremos todo lo que necesites para decidirte: Teleperitacion, certificados, etc. asi como la financiacion, que solo con tu nomina te confirmamos en minutos la concesion de la financiacion POR EL TOTAL y sin entrada. Nuestros precios son totalmente fijos y sin sorpresas por financiacion abusiva. Este vehiculo esta disponible para su venta en la ubicacion que ves en este anuncio. Asi tambien habra la posibilidad del envio a domicilio, en cualquiera de las siguientes provincias desde 90€: La Coruna Alava Albacete Alicante Almeria Asturias Avila Badajoz Barcelona Burgos Caceres Cadiz Cantabria Castellon Ciudad Real Cordoba Cuenca Girona Granada Guadalajara Gipuzkoa Huelva Huesca Jaen La Rioja Leon Lerida Lugo Madrid Malaga Murcia Navarra Ourense Palencia Pontevedra Salamanca Segovia Sevilla Soria Tarragona Teruel Toledo Valencia Valladolid Vizcaya Zamora Zaragoza. El precio indicado es con GARANTIA DE UN ANO ampliable hasta TRES ANOS. SEGUNDO ANO GRATIS FINANCIANDO CON NOSOTROS. El vehiculo tiene IVA INCLUIDO y desgravable si eres empresa o autonomo. Garantizamos por CONTRATO kilometraje real y que no ha tenido ningun golpe estructural. INFORMACION PARA PARTICULARES: Te ahorras HASTA EL 11% que deberias pagar a hacienda si comprases a...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "149 cv",
            "año": "2019",
            "kilómetros": "131000 km",
            "precio": 16950.0
        },
        {
            "titulo": "Audi A3 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-35-tfsi-110kw-150cv-sportback-1067276449",
            "descripcion": "¡BLACK FRIDAY EN CSV MOTOR! Los precios mas bajos del mercado... ¡y quiza algo mas! Este Black Friday, algunos de nuestros vehiculos esconden descuentos extra ocultos que solo puedes descubrir preguntando a nuestros comerciales. ¿Te atreves a preguntar? Desde 0€ hasta 2.000€ de descuento adicional, pero solo en unidades seleccionadas. ¡Tendras que intentarlo! Solo por tiempo limitado. Ven a ver nuestro stock o contactanos para mas informacion. ¿Estara tu coche ideal entre los premiados? ¡Descubrelo ya!ES EL MODELO 1.5TFSI 150CV SPORTBACK Financiacion SIN entrada. Admitimos tu coche a cambio, Y TE LO SOBREVALORAMOS, aunque sea muy viejo. ¿Quieres comprar online? Contactanos y te daremos todo lo que necesites para decidirte: Teleperitacion, certificados, etc. asi como la financiacion, que solo con tu nomina te confirmamos en minutos la concesion de la financiacion POR EL TOTAL y sin entrada. Nuestros precios son totalmente fijos y sin sorpresas por financiacion abusiva. Este vehiculo esta disponible para su venta en la ubicacion que ves en este anuncio. Asi tambien habra la posibilidad del envio a domicilio, en cualquiera de las siguientes provincias desde 90€: La Coruna Alava Albacete Alicante Almeria Asturias Avila Badajoz Barcelona Burgos Caceres Cadiz Cantabria Castellon Ciudad Real Cordoba Cuenca Girona Granada Guadalajara Gipuzkoa Huelva Huesca Jaen La Rioja Leon Lerida Lugo Madrid Malaga Murcia Navarra Ourense Palencia Pontevedra Salamanca Segovia Sevilla Soria Tarragona Teruel Toledo Valencia Valladolid Vizcaya Zamora Zaragoza. El precio indicado es con GARANTIA DE UN ANO ampliable hasta TRES ANOS. SEGUNDO ANO GRATIS FINANCIANDO CON NOSOTROS. El vehiculo tiene IVA INCLUIDO y desgravable si eres empresa o autonomo. Garantizamos por CONTRATO kilometraje real y que no ha tenido ningun golpe estructural. INFORMACION PARA PARTICULARES: Te ahorras HASTA EL 11% que deberias pagar a hacienda si comprases a...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "149 cv",
            "año": "2019",
            "kilómetros": "131000 km",
            "precio": 16950.0
        },
        {
            "titulo": "Audi A3 35 TFSI 110kW (150CV) Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-35-tfsi-110kw-150cv-sportback-1067276451",
            "descripcion": "¡BLACK FRIDAY EN CSV MOTOR! Los precios mas bajos del mercado... ¡y quiza algo mas! Este Black Friday, algunos de nuestros vehiculos esconden descuentos extra ocultos que solo puedes descubrir preguntando a nuestros comerciales. ¿Te atreves a preguntar? Desde 0€ hasta 2.000€ de descuento adicional, pero solo en unidades seleccionadas. ¡Tendras que intentarlo! Solo por tiempo limitado. Ven a ver nuestro stock o contactanos para mas informacion. ¿Estara tu coche ideal entre los premiados? ¡Descubrelo ya!ES EL MODELO 1.5TFSI 150CV SPORTBACK Financiacion SIN entrada. Admitimos tu coche a cambio, Y TE LO SOBREVALORAMOS, aunque sea muy viejo. ¿Quieres comprar online? Contactanos y te daremos todo lo que necesites para decidirte: Teleperitacion, certificados, etc. asi como la financiacion, que solo con tu nomina te confirmamos en minutos la concesion de la financiacion POR EL TOTAL y sin entrada. Nuestros precios son totalmente fijos y sin sorpresas por financiacion abusiva. Este vehiculo esta disponible para su venta en la ubicacion que ves en este anuncio. Asi tambien habra la posibilidad del envio a domicilio, en cualquiera de las siguientes provincias desde 90€: La Coruna Alava Albacete Alicante Almeria Asturias Avila Badajoz Barcelona Burgos Caceres Cadiz Cantabria Castellon Ciudad Real Cordoba Cuenca Girona Granada Guadalajara Gipuzkoa Huelva Huesca Jaen La Rioja Leon Lerida Lugo Madrid Malaga Murcia Navarra Ourense Palencia Pontevedra Salamanca Segovia Sevilla Soria Tarragona Teruel Toledo Valencia Valladolid Vizcaya Zamora Zaragoza. El precio indicado es con GARANTIA DE UN ANO ampliable hasta TRES ANOS. SEGUNDO ANO GRATIS FINANCIANDO CON NOSOTROS. El vehiculo tiene IVA INCLUIDO y desgravable si eres empresa o autonomo. Garantizamos por CONTRATO kilometraje real y que no ha tenido ningun golpe estructural. INFORMACION PARA PARTICULARES: Te ahorras HASTA EL 11% que deberias pagar a hacienda si comprases a...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "149 cv",
            "año": "2019",
            "kilómetros": "131000 km",
            "precio": 16950.0
        },
        {
            "titulo": "Audi A3 2019",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-1091572590",
            "descripcion": "Excelente ocasión, Audi A3 sporback del 09/2019 3.0 TFSI de 116 CV en un estado impecable. Historial y kilometraje certificado con todas las revisiones en casa oficial. Equipado con: Llantas sport 16', luces leds dia y traseras, faros bixenon, sistema multimedia con GPS , climatizador, encendido automático de luces con sensor de lluvia, sensor de estacionamiento, control de velocidad, asientos Isofix y muchos más... Se entrega con todos los mantenimientos a estrenar . Precio incluye garantía , y transferencia..",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "137000 km",
            "precio": 16900.0
        },
        {
            "titulo": "Audi A3 2019 SLINE",
            "enlace": "https://es.wallapop.com/item/audi-a3-2019-1037693785",
            "descripcion": "Frey Motor Ocasión vende Audi A3 Sportback 1.5 tfsi de 150cv y acabado S-line, en estado de reestreno! - IVA deducible incluido en el precio - Climatizador bizona - Control de velocidad - Asientos deportivos y calecfactables - Android Auto y Apple Carplay - Vehículo importado con libro de mantenimientos en servicio oficial - Sensores de aparcamiento - Faros Bi-Xenon - Sensores de luz y lluvia - Etc - Cambio de titular y 1 año de garantía incluido. - Se recoje coche como parte de pago similar a vw golf, seat leon, mercedes clase A, A200, A220, bmw 118, bmw 120, serie 1, 308, Opel Astra, citroen c4, renault megane, ford focus",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2019",
            "kilómetros": "159990 km",
            "precio": 16900.0
        },
        {
            "titulo": "Audi A3 Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-965365066",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "89000 km",
            "precio": 16890.0
        },
        {
            "titulo": "Audi A3 2018",
            "enlace": "https://es.wallapop.com/item/audi-a3-2018-1083874310",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "97000 km",
            "precio": 15990.0
        },
        {
            "titulo": "Audi A3 SPORTBACK 30 TFSI (EU6D-TEMP)",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-30-tfsi-eu6d-temp-1043109405",
            "descripcion": "PUEDES VER ESTE VEHÍCULO EN NUESTRAS INSTALACIONES DE LEGANES en Calle JULIO PALACIOS 2 (De lunes a sábado de 10:30 a 14:00 y de 17:00 a 20:30 horas y domingos de 10:00 a 14:00 horas) TAMBIEN SABADOS Y DOMINGOS. COMPRA TU COCHE ONLINE O EN CUALQUIERA DE NUESTROS CENTROS Y SI ERES DE FUERA DE MADRID TE LO ENVIAMOS GRATIS A CUALQUIER PUNTO DE LA PENÍNSULA CON NUESTRO SERVICIO DE ENTREGA A DOMICILIO, CONTACTA CON NOSOTROS Y TE ENVIAMOS HISTORIAL DE MANTENIMIENTO, PERITACION Y CERTIFICADOS, TE CALCULAMOS LA FINANCIACIÓN Y TE ACLARAMOS CUALQUIER DUDA. Los mejores precios gracias a nuestro sistema digital y posibilidad de cambio en 15 días o 1.000km para ventas a distancia. Financiación SIN entrada y en el acto hasta el 100% con DNI/NIE y última nómina, si lo necesitas tasamos tu coche a cambio. El precio indicado es con GARANTIA DE UN AÑO ampliable en coberturas y plazos. SOLICITANOS MAS INFORMACIÓN. El vehículo tiene IVA INCLUIDO y es deducible si eres una empresa o autónomo. Con nosotros te ahorras HASTA EL 11% DE ITP que pagarías a hacienda si comprases a un vendedor particular. * Las fotografías mostradas son las reales del vehículo, así como precio, extras, modelo y otros datos salvo error, por lo tanto este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. (ene5) EQUIPAMIENTOS: ESPEJOS ELECTRICOS LLANTAS DE ALEACIÓN LUCES DIURNAS LUCES LED SENSOR DE LUCES BLUETOOTH CIERRE CENTRALIZADO CLIMATIZADOR CLIMATIZADOR BIZONA CONTROL DE VELOCIDAD DIRECCIÓN ASISTIDA ELEVALUNAS ELÉCTRICO LIMITADOR DE VELOCIDAD MANDOS EN VOLANTE NAVEGADOR GPS ORDENADOR DE A BORDO RADIO CD SENSOR DE PARKING USB ABS AIRBAG AIRBAG ACOMPAÑANTE AIRBAGS LATERALES AYUDA ARRANQUE EN PENDIENTE CONTROL DE TRACCIÓN ESP INMOVILIZADOR ELECTRÓNICO CAMBIO MANUAL RUEDA DE REPUESTO O KIT ANTIPINCHAZOS",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "105660 km",
            "precio": 15890.0
        },
        {
            "titulo": "Audi A3 SPORTBACK 30 TFSI (EU6D-TEMP)",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-30-tfsi-eu6d-temp-1036133144",
            "descripcion": "PUEDES VER ESTE VEHÍCULO EN NUESTRAS INSTALACIONES DE LEGANES en Calle JULIO PALACIOS 2 (De lunes a sábado de 10:30 a 14:00 y de 17:00 a 20:30 horas y domingos de 10:00 a 14:00 horas) TAMBIEN SABADOS Y DOMINGOS. COMPRA TU COCHE ONLINE O EN CUALQUIERA DE NUESTROS CENTROS Y SI ERES DE FUERA DE MADRID TE LO ENVIAMOS GRATIS A CUALQUIER PUNTO DE LA PENÍNSULA CON NUESTRO SERVICIO DE ENTREGA A DOMICILIO, CONTACTA CON NOSOTROS Y TE ENVIAMOS HISTORIAL DE MANTENIMIENTO, PERITACION Y CERTIFICADOS, TE CALCULAMOS LA FINANCIACIÓN Y TE ACLARAMOS CUALQUIER DUDA. Los mejores precios gracias a nuestro sistema digital y posibilidad de cambio en 15 días o 1.000km para ventas a distancia. Financiación SIN entrada y en el acto hasta el 100% con DNI/NIE y última nómina, si lo necesitas tasamos tu coche a cambio. El precio indicado es con GARANTIA DE UN AÑO ampliable en coberturas y plazos. SOLICITANOS MAS INFORMACIÓN. El vehículo tiene IVA INCLUIDO y es deducible si eres una empresa o autónomo. Con nosotros te ahorras HASTA EL 11% DE ITP que pagarías a hacienda si comprases a un vendedor particular. * Las fotografías mostradas son las reales del vehículo, así como precio, extras, modelo y otros datos salvo error, por lo tanto este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. (ene5) EQUIPAMIENTOS: ESPEJOS ELECTRICOS LLANTAS DE ALEACIÓN LUCES DIURNAS LUCES LED SENSOR DE LUCES BLUETOOTH CIERRE CENTRALIZADO CLIMATIZADOR CLIMATIZADOR BIZONA CONTROL DE VELOCIDAD DIRECCIÓN ASISTIDA ELEVALUNAS ELÉCTRICO LIMITADOR DE VELOCIDAD MANDOS EN VOLANTE NAVEGADOR GPS ORDENADOR DE A BORDO RADIO CD SENSOR DE PARKING USB ABS AIRBAG AIRBAG ACOMPAÑANTE AIRBAGS LATERALES AYUDA ARRANQUE EN PENDIENTE CONTROL DE TRACCIÓN ESP INMOVILIZADOR ELECTRÓNICO CAMBIO MANUAL RUEDA DE REPUESTO O KIT ANTIPINCHAZOS",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "105660 km",
            "precio": 15890.0
        },
        {
            "titulo": "Audi A3 SPORTBACK 30 TFSI (EU6D-TEMP)",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-30-tfsi-eu6d-temp-1089826427",
            "descripcion": "PUEDES VER ESTE VEHICULO EN NUESTRAS INSTALACIONES DE LEGANES en Calle JULIO PALACIOS 2 (De lunes a sabado de 10:30 a 14:00 y de 17:00 a 20:30 horas y domingos de 10:00 a 14:00 horas) TAMBIEN SABADOS Y DOMINGOS. COMPRA TU COCHE ONLINE O EN CUALQUIERA DE NUESTROS CENTROS Y SI ERES DE FUERA DE MADRID TE LO ENVIAMOS GRATIS A CUALQUIER PUNTO DE LA PENINSULA CON NUESTRO SERVICIO DE ENTREGA A DOMICILIO, CONTACTA CON NOSOTROS Y TE ENVIAMOS HISTORIAL DE MANTENIMIENTO, PERITACION Y CERTIFICADOS, TE CALCULAMOS LA FINANCIACION Y TE ACLARAMOS CUALQUIER DUDA. Los mejores precios gracias a nuestro sistema digital y posibilidad de cambio en 15 dias o 1.000km para ventas a distancia. Financiacion SIN entrada y en el acto hasta el 100% con DNI/NIE y ultima nomina, si lo necesitas tasamos tu coche a cambio. El precio indicado es con GARANTIA DE UN ANO ampliable en coberturas y plazos. SOLICITANOS MAS INFORMACION. El vehiculo tiene IVA INCLUIDO y es deducible si eres una empresa o autonomo. Con nosotros te ahorras HASTA EL 11% DE ITP que pagarias a hacienda si comprases a un vendedor particular. * Las fotografias mostradas son las reales del vehiculo, asi como precio, extras, modelo y otros datos salvo error, por lo tanto este anuncio no es vinculante, puede contener errores, se muestra a titulo informativo y no contractual. (ene5) EQUIPAMIENTOS: ESPEJOS ELECTRICOS LLANTAS DE ALEACION LUCES DIURNAS LUCES LED SENSOR DE LUCES BLUETOOTH CIERRE CENTRALIZADO CLIMATIZADOR CLIMATIZADOR BIZONA CONTROL DE VELOCIDAD DIRECCION ASISTIDA ELEVALUNAS ELECTRICO LIMITADOR DE VELOCIDAD MANDOS EN VOLANTE NAVEGADOR GPS ORDENADOR DE A BORDO RADIO CD SENSOR DE PARKING USB ABS AIRBAG AIRBAG ACOMPANANTE AIRBAGS LATERALES AYUDA ARRANQUE EN PENDIENTE CONTROL DE TRACCION ESP INMOVILIZADOR ELECTRONICO CAMBIO MANUAL RUEDA DE REPUESTO O KIT ANTIPINCHAZOS...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "105660 km",
            "precio": 15890.0
        },
        {
            "titulo": "Audi A3 S line edition 1.5 TFSI CoD EVO Sedan",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-edition-1-5-tfsi-cod-evo-sedan-1091890974",
            "descripcion": "¡CAMPANA PROMOCIONAL POR TIEMPO LIMITADO! No dejes pasar la oportunidad de adquirir este impecable Audi A3 S line edition 1.5 TFSI CoD EVO Sedan, con 223.930 km, del 29/08/2018, CON TODAS las GARANTIAS y con la CONFIANZA que ofrece BELLA MACHINA, llevamos mas de 30 anos de trabajo ininterrumpidos y contamos con mas de 500 vehiculos en STOCK! - HISTORIAL DE MANTENIMIENTO - CERTIFICADO DE KILOMETRAJE REAL y AUSENCIA DE GOLPE ESTRUCTURAL - TASACIONES REALES, EVITA TASACIONES ONLINE FALSAS - LA MEJOR GARANTIA DE 1 ANO EN TODO EL TERRITORIO NACIONAL - ENVIO A CUALQUIER PUNTO DE LA PENINSULA DESDE SOLO 150 EUROS + IVA **consulta con tu comercial** Compra ahora online y te lo llevamos a casa, o ven a visitarnos. Reservalo desde nuestra web bellamachina.es PRECIO OFERTA CAMPANA DE FINANCIACION: 13.975 € financiando la totalidad PRECIO AL CONTADO: 15.750 € FINANCIACION A TU MEDIDA, consulta a tu comercial, tenemos la mejor financiacion NOTA: Este anuncio es informativo, no es vinculante ni contractual. Consulta a tu comercial la disponibilidad, todas las especificaciones del vehiculo y las tarifas promocionales de entrega a domicilio. La cuota mensual es orientativa y no contractual. Una vez aprobada la operacion financiera se informara al cliente tanto de la entidad bancaria, como de las condiciones y cuota exacta. En Bella Machina mas del 75% de los clientes financian con nosotros, tenemos las mejores condiciones, consulta con tu comercial la financiacion que mejor se adapte a tus necesidades. REF.5804...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "149 cv",
            "año": "2018",
            "kilómetros": "223930 km",
            "precio": 15750.0
        },
        {
            "titulo": "Audi A3 S line edition 1.5 TFSI CoD EVO Sedan",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-edition-1-5-tfsi-cod-evo-sedan-1091891010",
            "descripcion": "¡CAMPANA PROMOCIONAL POR TIEMPO LIMITADO! No dejes pasar la oportunidad de adquirir este impecable Audi A3 S line edition 1.5 TFSI CoD EVO Sedan, con 223.930 km, del 29/08/2018, CON TODAS las GARANTIAS y con la CONFIANZA que ofrece BELLA MACHINA, llevamos mas de 30 anos de trabajo ininterrumpidos y contamos con mas de 500 vehiculos en STOCK! - HISTORIAL DE MANTENIMIENTO - CERTIFICADO DE KILOMETRAJE REAL y AUSENCIA DE GOLPE ESTRUCTURAL - TASACIONES REALES, EVITA TASACIONES ONLINE FALSAS - LA MEJOR GARANTIA DE 1 ANO EN TODO EL TERRITORIO NACIONAL - ENVIO A CUALQUIER PUNTO DE LA PENINSULA DESDE SOLO 150 EUROS + IVA **consulta con tu comercial** Compra ahora online y te lo llevamos a casa, o ven a visitarnos. Reservalo desde nuestra web bellamachina.es PRECIO OFERTA CAMPANA DE FINANCIACION: 13.975 € financiando la totalidad PRECIO AL CONTADO: 15.750 € FINANCIACION A TU MEDIDA, consulta a tu comercial, tenemos la mejor financiacion NOTA: Este anuncio es informativo, no es vinculante ni contractual. Consulta a tu comercial la disponibilidad, todas las especificaciones del vehiculo y las tarifas promocionales de entrega a domicilio. La cuota mensual es orientativa y no contractual. Una vez aprobada la operacion financiera se informara al cliente tanto de la entidad bancaria, como de las condiciones y cuota exacta. En Bella Machina mas del 75% de los clientes financian con nosotros, tenemos las mejores condiciones, consulta con tu comercial la financiacion que mejor se adapte a tus necesidades. REF.5804...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "149 cv",
            "año": "2018",
            "kilómetros": "223930 km",
            "precio": 15750.0
        },
        {
            "titulo": "Audi A3 2018",
            "enlace": "https://es.wallapop.com/item/audi-a3-1073516096",
            "descripcion": "162 km Euro 6 b gasolina 115cv Volante multifuncional Llantas aluminio Asientos cuero calefactables Clima bizona Manual Interior y exterior impecable Pantalla con GPS Mantenimiento recién hecho Sensores de aparcamiento Luces xenón Para mas informacion +34 612 59 31 79",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "162000 km",
            "precio": 15500.0
        },
        {
            "titulo": "Audi A3 Sportback 30TFSi Sline",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-30tfsi-sline-1091605157",
            "descripcion": "¡¡¡ SE VENDE !!! AUDI A3 Sportback 30TFSi S-Line Edition EQUIPADO CON: • Equipamiento S-Line exterior e interior • Asientos deportivos S-Line • Tapicería de cuero • Climatizador bizona • Faros led delanteros y traseros • Faros bixenon • Control de velocidad • Sensores de aparcamiento • Navegador • Keyless go • Teléfono bluetooth • Llantas de aluminio Sline 18” • … ✅ Vehículo matriculado en Mayo 2018 ✅ Lleva 161.000 kilómetros CERTIFICADOS. ✅ Muy cuidado y equipado ✅ PERFECTO estado de mecánica ✅ Motor de gasolina 115cv , muy bajo consumo ——————————————————— PRECIO ………….. 15.400€* * Posibilidad de financiación ——————————————————— + INFO 679347377 Mas vehiculos en 21cars.es #21Cars #tucomprayventadeconfianza #audia3 #audia3sportback #audi #sline",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "161000 km",
            "precio": 15400.0
        },
        {
            "titulo": "Audi A3 1.0 TFSI 85kW (116CV) Sedan",
            "enlace": "https://es.wallapop.com/item/audi-a3-1-0-tfsi-85kw-116cv-sedan-1091681878",
            "descripcion": "Precio al contado: 17.390€ (IVA incluido) *** Precio alternativo oferta de financiacion: 15.390€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Santiago de Compostela, Rua Via Edison, 3. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilan...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "74492 km",
            "precio": 15390.0
        },
        {
            "titulo": "Audi A3 1.0 TFSI 85kW (116CV) Sedan",
            "enlace": "https://es.wallapop.com/item/audi-a3-1-0-tfsi-85kw-116cv-sedan-1091582991",
            "descripcion": "Precio al contado: 17.390€ (IVA incluido) *** Precio alternativo oferta de financiacion: 15.390€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Santiago de Compostela, Rua Via Edison, 3. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilan...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "74492 km",
            "precio": 15390.0
        },
        {
            "titulo": "Audi A3 1.0 TFSI 85kW (116CV) Sedan",
            "enlace": "https://es.wallapop.com/item/audi-a3-1-0-tfsi-85kw-116cv-sedan-1090601626",
            "descripcion": "Precio al contado: 17.390€ (IVA incluido) *** Precio alternativo oferta de financiacion: 15.390€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Santiago de Compostela, Rua Via Edison, 3. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilan...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "74492 km",
            "precio": 15390.0
        },
        {
            "titulo": "Audi A3 1.0 TFSI 85kW (116CV) Sedan",
            "enlace": "https://es.wallapop.com/item/audi-a3-1-0-tfsi-85kw-116cv-sedan-1079169936",
            "descripcion": "Precio al contado: 17.390€ (IVA incluido) *** Precio alternativo oferta de financiacion: 15.390€ (IVA incluido) financiando el 100% del importe (consulta condiciones especificas de la promocion, sujeto a condiciones de financiacion de las entidades colaboradoras). *** Comprar o vender tu coche en flexicar.es puede ser muy facil, igual demasiado. Flexicar, muy flexi muchos cars. *** Con mas de 140 concesionarios y mas de 15.000 vehiculos en stock, ¡somos el grupo lider del sector en vehiculos de ocasion! *** Vehiculo disponible en nuestro concesionario Flexicar Santiago de Compostela, Rua Via Edison, 3. Te lo enviamos a cualquier punto de la peninsula y Baleares. Entrega a domicilio. Si tu coche tiene menos de 8 anos o lo entregas como parte de pago, tienes asegurada la mejor tasacion del mercado. Tasalo ahora en flexicar.es. *** La propuesta integral de Flexicar incluye: -Todos los tramites vinculados a la compra. -Seguro en todas sus modalidades. -Garantia Flexicar Premium. -Financiacion del 100% del importe. *** HORARIO ATENCION TELEFONICA: Lunes a Sabado: 9:00 - 20:30. Domingos: 10:00 - 14:00 y 16:30 - 20:30. *** Encuentra tu vehiculo km 0, seminuevo o de ocasion en la mayor red de concesionarios de Espana. ¡VEN A VISITARNOS! *** HORARIO DE APERTURA: Lunes a Sabado: 9:30 - 20:30. *** 21 concesionarios en Madrid: 2 centros en Alcorcon, 2 centros en Rivas Vaciamadrid, Alcala de Henares, Alcobendas, Aravaca, Collado Villalba, Colmenar Viejo, Pinto, Coslada, Fuenlabrada, Getafe-Fuenlabrada, Las Rozas, Avenida de Andalucia, Alcala 474, Leganes, Mostoles, San Fernando de Henares, San Jose de Valderas y San Sebastian de los Reyes. *** 27 concesionarios en Cataluna: 2 centros en Badalona, 3 centros en Sabadell, 2 centros en Tarragona, Esplugues de Llobregat, Figueres, Gava, Girona, Granollers, Hospitalet de Llobregat, Lleida, Mataro, Sant Just, Sant Boi, Cornella, La Maquinista, Vic, Green Barcelona, Manresa, Cabrera de Mar, Viladecans, Reus, Vilanova 1, Vilan...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "74492 km",
            "precio": 15390.0
        },
        {
            "titulo": "Audi A3 SPORTBACK 1.0 TFSI",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-1-0-tfsi-1052412935",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2018",
            "kilómetros": "134719 km",
            "precio": 15290.0
        },
        {
            "titulo": "Audi A3 SPORTBACK 1.0 TFSI",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-1-0-tfsi-1052413886",
            "descripcion": "******MODELO 115CV***** PUEDES VER ESTE VEHÍCULO EN NUESTRAS INSTALACIONES DE LEGANES en Calle JULIO PALACIOS 2 (De lunes a sábado de 10:30 a 14:00 y de 17:00 a 20:30 horas y domingos de 10:00 a 14:00 horas) TAMBIEN SABADOS Y DOMINGOS. COMPRA TU COCHE ONLINE O EN CUALQUIERA DE NUESTROS CENTROS Y SI ERES DE FUERA DE MADRID TE LO ENVIAMOS GRATIS A CUALQUIER PUNTO DE LA PENÍNSULA CON NUESTRO SERVICIO DE ENTREGA A DOMICILIO, CONTACTA CON NOSOTROS Y TE ENVIAMOS HISTORIAL DE MANTENIMIENTO, PERITACION Y CERTIFICADOS, TE CALCULAMOS LA FINANCIACIÓN Y TE ACLARAMOS CUALQUIER DUDA. Los mejores precios gracias a nuestro sistema digital y posibilidad de cambio en 15 días o 1.000km para ventas a distancia. Financiación SIN entrada y en el acto hasta el 100% con DNI/NIE y última nómina, si lo necesitas tasamos tu coche a cambio. El precio indicado es con GARANTIA DE UN AÑO ampliable en coberturas y plazos. SOLICITANOS MAS INFORMACIÓN. El vehículo tiene IVA INCLUIDO y es deducible si eres una empresa o autónomo. Con nosotros te ahorras HASTA EL 11% DE ITP que pagarías a hacienda si comprases a un vendedor particular. * Las fotografías mostradas son las reales del vehículo, así como precio, extras, modelo y otros datos salvo error, por lo tanto este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. (ene5) EQUIPAMIENTOS: ESPEJOS ELECTRICOS FAROS DE XENON LLANTAS DE ALEACIÓN LUCES DIURNAS SENSOR DE LLUVIA SENSOR DE LUCES BLUETOOTH CIERRE CENTRALIZADO CLIMATIZADOR CONTROL DE VELOCIDAD DIRECCIÓN ASISTIDA ELEVALUNAS ELÉCTRICO LIMITADOR DE VELOCIDAD MANDOS EN VOLANTE NAVEGADOR GPS ORDENADOR DE A BORDO SENSOR DE PARKING USB ABS AIRBAG AIRBAG ACOMPAÑANTE AIRBAGS LATERALES CONTROL DE TRACCIÓN ESP INMOVILIZADOR ELECTRÓNICO CAMBIO MANUAL RUEDA DE REPUESTO O KIT ANTIPINCHAZOS",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2018",
            "kilómetros": "134719 km",
            "precio": 15290.0
        },
        {
            "titulo": "Audi A3 30 TFSI 85kW 116CV Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-30-tfsi-85kw-116cv-sportback-1089973929",
            "descripcion": "¡Bienvenido a la nueva forma de comprar y vender de forma transparente y segura entre particulares! En AutoSpecial creemos que una compra transparente y segura entre particulares es posible. Con nosotros, te olvidarás de sorpresas desagradables de última hora. El precio de todos los vehículos publicados incluye: - Revisión antes de la compra, para que conozcas el estado real del vehículo antes de adquirirlo - Garantía mecánica de 1 año - Informe DGT - Cambio de nombre de forma telemática ante la DGT. No pierdas tiempo en ir a una gestoría (ITP y Tasas de tráfico no incluidos. Consúltanos) - Redactamos el contrato de compraventa y facilitamos la firma de la documentación de forma digital - Proceso de pago seguro para vendedor y comprador Este vehículo se encuentra en Barcelona, ¡si quieres te lo enviamos a domicilio a cualquier parte de la Península y Baleares! Todos los vehículos anunciados son de propietarios particulares, pero son especiales, ya que no tienen sorpresas desagradables al comprarlo certificado y con garantía de 1 año. AutoSpecial realizará la descripción del anuncio de la mejor forma posible. No obstante, la información acerca del equipamiento y equipamiento extra están sujetos a posibles variaciones del fabricante según base de datos disponible. En caso de duda visite nuestros términos y condiciones generales del servicio en la web.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "149500 km",
            "precio": 14490.0
        },
        {
            "titulo": "Audi A3 2018",
            "enlace": "https://es.wallapop.com/item/audi-a3-2018-1038620705",
            "descripcion": "GARANTIA DE 1 AÑO INCLUIDO EL CAMBIO DE NOMBRE INCLUIDO IVA DEDUCIBLE KIT CORREA DE DISTRIBUCION RECIEN CAMBIADO ÚNICO DUEÑO ITV HASTA 2026",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2018",
            "kilómetros": "201000 km",
            "precio": 10450.0
        },
        {
            "titulo": "Audi A3    1.5cc TFSI 150cv    SPORTBACK  AÑO 2018",
            "enlace": "https://es.wallapop.com/item/audi-a3-1-5cc-tfsi-150cv-sportback-ano-2018-1059979795",
            "descripcion": "VEHICULO CON GOLPE FRONTAL, EL MOTOR ARRANCA, CAJA DE CAMBIOS AUTOMATICA OK, INTERIOR EN BUEN ESTADO, AIRBAG DESPLEGADOS,CARROCERIA COMO SE PUEDE APRECIAR EN LAS FOTOGRAFIAS... AÑO 2018 1.5cc TFSI 150cv GASOLINA 135.834 KM AUTOMATICO Conócenos y visita nuestro amplio stock en: siniestroscars.com",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2018",
            "kilómetros": "135834 km",
            "precio": 6900.0
        },
        {
            "titulo": "Audi A3 2020 COCHE DANA LEER DESCRIPCION",
            "enlace": "https://es.wallapop.com/item/audi-a3-2020-coche-dana-1086926486",
            "descripcion": "COCHE DANA. Motor no afectado comprobado por el perito. NO FUNCIONA DADO DE BAJA. INUNDADO COMPLETO.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "27000 km",
            "precio": 6500.0
        },
        {
            "titulo": "AUDI A3 SPORTBACK 30 TFSI (EU6D-TEMP)",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-30-tfsi-eu6d-temp-1079170604",
            "descripcion": "¿No consigues financiación? ¡Tenemos la solución! Te ofrecemos distintas opciones de financiación: *************************************************************************** – FINANCIACIÓN SIN ENTRADA: No importa trabajo temporal, autónomo reciente. Ejemplo de operación sin entrada: Este sistema de financiación sin entrada no admite estar en ASNEF. AUDI A3 SPORTBACK 30 TFSI (EU6D-TEMP). Precio vehículo al contado 17.070 €. Precio vehículo financiado: 16.380 €. Cuota mes desde 242 €. Garantía incluida (mínimo 1 año) *************************************************************************** – FINANCIACIÓN CON ASNEF (Alquiler con opción a compra): No importa ASNEF o RAI, impagos pendientes, ser autónomo o empresa reciente, ser pensionista. imprescindible dar entrada desde el 10% Ejemplo de operación de financiación con asnef: AUDI A3 SPORTBACK 30 TFSI (EU6D-TEMP). Precio vehículo financiado 16.380 €. Entrada de 3.317 €. Cuota mes 407 €. Gastos 332 €. total a ingresar para llevarte el vehículo (entrada + 1ª cuota + gastos): 4.056 €. Seguro a terceros y permiso de circulación incluidos en la cuota mensual. Garantía incluida (mínimo 1 año). *************************************************************************** Más de 3.000 coches disponibles en www.autodirecto.es . ¡¡llámanos!! te informaremos de todo. IMPORTANTE: -. Este anuncio, no es vinculante, puede contener errores. SE MUESTRAN A TÍTULO INFORMATIVO Y NO CONTRACTUAL. -. Consultar disponibilidad del vehículo y datos exactos: fecha de matriculación, importes, etc,.. . *************************************************************************** *******************Financiación coche sin entrada, Financiar coche sin entrada, Financiación coche autónomo reciente. *********************Financiación coche con ASNEF, *** Financiar coche con ASNEF, *** Financiación coche autónomo reciente. *** Financiar coche autónomo reciente. *** Financiación coche empresa reciente creación. *** Financiar coche empresa reciente creación",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "105660 km",
            "precio": 242.0
        },
        {
            "titulo": "AUDI A3 SPORTBACK 30 TFSI (EU6D-TEMP)",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-30-tfsi-eu6d-temp-1066517498",
            "descripcion": "¿No consigues financiación? ¡Tenemos la solución! Te ofrecemos distintas opciones de financiación: *************************************************************************** – FINANCIACIÓN SIN ENTRADA: No importa trabajo temporal, autónomo reciente. Ejemplo de operación sin entrada: Este sistema de financiación sin entrada no admite estar en ASNEF. AUDI A3 SPORTBACK 30 TFSI (EU6D-TEMP). Precio vehículo al contado 17.070 €. Precio vehículo financiado: 16.380 €. Cuota mes desde 242 €. Garantía incluida (mínimo 1 año) *************************************************************************** – FINANCIACIÓN CON ASNEF (Alquiler con opción a compra): No importa ASNEF o RAI, impagos pendientes, ser autónomo o empresa reciente, ser pensionista. imprescindible dar entrada desde el 10% Ejemplo de operación de financiación con asnef: AUDI A3 SPORTBACK 30 TFSI (EU6D-TEMP). Precio vehículo financiado 16.380 €. Entrada de 3.317 €. Cuota mes 407 €. Gastos 332 €. total a ingresar para llevarte el vehículo (entrada + 1ª cuota + gastos): 4.056 €. Seguro a terceros y permiso de circulación incluidos en la cuota mensual. Garantía incluida (mínimo 1 año). *************************************************************************** Más de 3.000 coches disponibles en www.autodirecto.es . ¡¡llámanos!! te informaremos de todo. IMPORTANTE: -. Este anuncio, no es vinculante, puede contener errores. SE MUESTRAN A TÍTULO INFORMATIVO Y NO CONTRACTUAL. -. Consultar disponibilidad del vehículo y datos exactos: fecha de matriculación, importes, etc,.. . *************************************************************************** *******************Financiación coche sin entrada, Financiar coche sin entrada, Financiación coche autónomo reciente. *********************Financiación coche con ASNEF, *** Financiar coche con ASNEF, *** Financiación coche autónomo reciente. *** Financiar coche autónomo reciente. *** Financiación coche empresa reciente creación. *** Financiar coche empresa reciente creación",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2019",
            "kilómetros": "105660 km",
            "precio": 242.0
        }
    ]
}