{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A3",
        "version": "1.2 TFSI 110 CV Attraction",
        "año mínimo": 2015,
        "año máximo": 2016,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 1000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoline",
        "potencia máxima": 110,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=110&min_year=2015&max_year=2016&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=1000000&gearbox=manual&brand=Audi&model=A3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A3 2015",
            "enlace": "https://es.wallapop.com/item/audi-a3-2015-1056066547",
            "descripcion": "Vendo un Audi A3 del 2015 en excelentes condiciones con extras lo vendo por cambiar a un coche Diesel. Solo gente seria e interesada no me voy a molestar en responder propuestas o preguntas estupidas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2015",
            "kilómetros": "145615 km",
            "precio": 15500.0
        },
        {
            "titulo": "Audi A3 2015 Sportback ",
            "enlace": "https://es.wallapop.com/item/audi-a3-2015-1082038780",
            "descripcion": "Perfecto estado, vehículo ITV pasada hasta nov 2026, airbags conductor y pasajero, laterales, climatizador, ordenador, contra tracción,neumáticos inv. nuevos, libre accidentes comprobación car vertical, freno eléctrico y discos traseros/del, perfecto estado, divertido de conducir, admite prueba. modelo Sportback 1.2, 4 cilindros, 16 v., baca, kit reparacion averias, llantas aleación, ABS,Alarma, cierre centr., control presion ruedas, control tracción, direccion asistida, ESP, Faros antiniebla, ISOFIX,inmobilizador, luz diurna, aire acondicionado, Asistente arranque pendientes, elevalunas elec, Navegador, Retrovisores lat. el., Sensor lluvia,, Start/Stop automático, Control velocidad, Bluetooth, CD, Manos libres, Ordenador Radio, USB, vehículo de no fumador muy cuidado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2015",
            "kilómetros": "141000 km",
            "precio": 13700.0
        },
        {
            "titulo": "AUDI A3 1.2 TFSI+1 AÑO DE GARANTÍA ",
            "enlace": "https://es.wallapop.com/item/audi-a3-1-2-tfsi-1-ano-de-garantia-1062906150",
            "descripcion": "HORARIO *LUNES A VIERNES 10:00 – 14:00 Y 16:00 – 20:00* *SÁBADOS 10:00 – 14:00* *ATENDEMOS CON CITA PREVIA PARA OFRECERTE EL MEJOR SERVICIO* PRUEBA TU COCHE DURANTE 15 DÍAS / 500 KM 12 MESES DE GARANTÍA EN MOTOR Y CAJA DE CAMBIOS INCLUIDA EN EL PRECIO *AMPLÍA TU GARANTÍA, LIBRE ELECCIÓN DE TALLER, COBERTURA NACIONAL Y HASTA 24 MESES DESDE 190€* FINANCIACIÓN SIN PAPELEO CON LOS MEJORES INTERESES DEL MERCADO DESDE 6.99 TIN AUDI A3 1.2 TFSI Ambiente ESTE VEHÍCULO SE ENTREGA REVISADO Y CON TODOS LOS MANTENIMIENTOS NECESARIOS REALIZADOS POR NOSOTROS 175.753 KILÓMETROS REALES Y DEMOSTRABLES ÚNICAMENTE 2 DUEÑOS MATRICULADO EL 13.03.2015 , GASOLINA, 5 Puertas, 110 CV, ETIQUETA C MEDIO AMBIENTAL AUDI A3 EN MUY BUEN ESTADO, ASIENTOS MIXTOS CON CUERO, ITV HASTA 06/2025, CONTROL DE VELOCIDAD, 6 VELOCIDADES, BLUETOOTH, SENSORES DE APARCAMIENTO, LUCES AUTOMÁTICAS, CLIMATIZADOR… *GASTOS DE GESTIÓN NO INCLUIDOS LLÁMANOS Y RESUELVE TODAS TUS DUDAS. *Este anuncio puede contener errores*",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2015",
            "kilómetros": "170000 km",
            "precio": 11990.0
        }
    ]
}