{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A3",
        "version": "A3 2.0 TDI Ambition",
        "año mínimo": 2003,
        "año máximo": 2005,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 1000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 140,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=140&min_year=2003&max_year=2005&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=1000000&gearbox=manual&brand=Audi&model=A3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/mini-couper-2008-905997151",
            "descripcion": "Mejor verlo , Tiene itv en vigor , todos los filtros cambios, y aceite , llantas de aluminio",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "34000 km",
            "precio": 11000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-994952041",
            "descripcion": "Coche impecable, cambio automático 6 velocidades, levas en el volante, modo sport, velocidad crucero, limitador de velocidad, xenón, 5 puertas. Distribución, ruedas dunlop sport, líquido del cambio automático, aceite, filtros, limpias, tensor de la correa accesorios, pastillas de freno, nuevas. Parrot, ESP, ABS, Climatizador, Pantalla original de Audi. CULATA AMC REFORZADA NUEVA. Un cochazo. Precio algo negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "250000 km",
            "precio": 9000.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1083485020",
            "descripcion": "Audi A3 2.0 TDI 140CV Impecable, siempre en garaje Buscas un coche fiable, potente y con estilo Este Audi A3 2.0 TDI 140CV 6 velocidades de color verde junco está en un estado impecable. Siempre ha estado guardado en garaje y ha sido cuidado al detalle. Único dueño. Recién pintado, está como nuevo. Detalles principales: • Año de matriculación: 04/12/2003 • Kilómetros: 110.000 km muy pocos para su edad • Motor: 2.0 TDI con 140CV, ideal para ciudad y carretera. • Cambio: Manual de 6 velocidades para un consumo eficiente. • Color exclusivo: Verde junco, elegante y único. Estado del vehículo: • Siempre guardado en garaje. • Mantenimientos al día. • ITV pasada sin defectos. • Consumo bajo y excelente rendimiento. • Interior cuidado con materiales de alta calidad, sin desgastes. Extras destacados: • Climatizador bizona. • Equipo de sonido premium. • Llantas de aleación. Un coche perfecto para quienes valoran calidad, diseño y fiabilidad en un compacto versátil. Precio: 8500€ Negociable dentro de lo razonable. ¡No dejes pasar esta oportunidad! Contáctame para más información o para concertar una prueba.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "110000 km",
            "precio": 8500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1077869891",
            "descripcion": "Se vende audi a3 1.9 tdi sportback ambiente 105cv con 157.000 kilómetros itv recién pasada y muy buen cuidado kilómetros reales y certificados mejor probar para mas fotos y dudas hablenme sin compromiso",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "157000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi A3 1.9tdi 105cv",
            "enlace": "https://es.wallapop.com/item/audi-a3-1-9tdi-105cv-1067322934",
            "descripcion": "AUDI A3 sportback 1.9tdi 105cv libro de mantenimientos elevalunas electricos cierre centralizado direccion asistida climatizador ordenador de abordo 12 meses de garantia",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "220000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-859935319",
            "descripcion": "Se vende Audi A3 1.9 TDI - Año 2005 - 252000km - Llanta 18' ruedas Bridgestone - Radio cd Mp3 - Mantenimiento recien realizado - Control de velocidad - Itv al día Pvp 7500€",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "252000 km",
            "precio": 7500.0
        },
        {
            "titulo": "Audi A3 TDI Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-2-0-tdi-sportback-1077103841",
            "descripcion": "Vendo Audi A3 sportback 2.0 TDI con 165.000 km solo dos propietarios. Vehículo como nuevo, en perfecto estado tanto de motor como de exterior e interior. Revisión y itv recien echa. Siempre guardado en parquing. Interesados preguntar sin compromiso, gracias.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "165000 km",
            "precio": 7450.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1090333794",
            "descripcion": "Lujo . Audi A3 Tdi 2.0 turbo exclusive S edición limitada. Nacional. El 8p más top y completo de España . Actualizaciones al dia 159.ooo mil.km. Camera marcha atraz, sensores de aparcamiento, navegación GPs offline 2024 no nesesita conexion, pantalla tactil android 10, pulgadas, enchufes usb. Sensor lluvia, faros automáticos, interior lujo en cuero negro. El coche huele nuevo. Tiene todos sus libros, manual, 3 llaves. .precio de 8.500 dejo 7.300 esta semana. Acepto coche mas barato sobre 2 o hasta unos 3 mil nada mas que eso pues seria para regalar a mi hermana. y diferencia en dinero. Muy claro, Fuera eso No marear Com cambios 7.8oo. Vendo por nesesitar el dinero. No marear si no le apetecer, o si no tines condiciones para ya. Favor seguir sin mareos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "158000 km",
            "precio": 7300.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1071177880",
            "descripcion": "AUDI A3 Sportback 2.0 TDI Ambiente - Elegancia y Rendimiento a tu Alcance ¡Descubre la combinación perfecta entre estilo, confort y potencia! Este Audi A3 Sportback 2.0 TDI Ambiente, con su diseño atemporal y tecnología alemana, ofrece un rendimiento excepcional tanto para la ciudad como para carretera. Características destacadas: • Motor 2.0 TDI de 140 CV: Potente, eficiente y diseñado para un consumo optimizado. • Cambio manual de 6 velocidades: Para una conducción dinámica y ágil. • Equipamiento Ambiente: Incluye acabados de alta calidad, climatizador bizona, volante multifunción en cuero y más. • Espacio y versatilidad: 5 puertas y un amplio maletero, ideal para tus viajes y el día a día. • Seguridad de primera: Con control de estabilidad (ESP), múltiples airbags y frenos ABS. Ventajas adicionales: • Perfecto mantenimiento con revisiones al día. • ITV pasada recientemente. • Consumo medio de tan solo 5.4L/100 km, ideal para ahorrar en cada trayecto. • Disponible en un elegante color que resalta su diseño deportivo. ¡No dejes pasar esta oportunidad! Este Audi A3 Sportback está listo para ofrecerte una experiencia de conducción única. Para más información o concertar una prueba, contacta ahora y ven a verlo en Cádiz. ¡El coche que estabas buscando te está esperando!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "288700 km",
            "precio": 7250.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1091870347",
            "descripcion": "Audi a3 lujo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "158000 km",
            "precio": 7200.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1085487667",
            "descripcion": "coche en muy bien estado. ITVs sin ningun fallo. impecable de desgastes. mejor ver. motor bueno de AUDI. Sin filtro de particulas aparato de musica pioneer con camara de marcha atras.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "153000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-940424155",
            "descripcion": "particular esta perfecto, Tapicería de interior renovada Asientos de piel. cambios de aceite, filtros recién cambiados, bomba aire cc y ventiladores nuevos, revisión y sustitución piezas de todo el coche, bateria bosh nueva, motor con garantía de un año con 121.150kms en tridiesel, ITV RECIÉN PASADA. Audi A3 2.0 sportback 5 puertas diésel, vendo por no usar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "121000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-927468129",
            "descripcion": "Audi A3 2.0 Diesel 5 puertas, 121.000kms. Esta en perfecto estado tengo facturas y garantia, de tapicería interior renovada de piel y techo. En tridiesel cambios de aceite, filtros,carga de aire recién hecha. Bateria nueva dos juegos de llaves, impuesto de circulación pagado,cierre centralizado , faros xenon, funciona todo ITV sin fallos Motor nuevo ahora con 121.000kms. Coche de ocasión vendo por no usar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "121000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1061956568",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "200000 km",
            "precio": 6999.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1092791340",
            "descripcion": "Audi a3. 158.ooo mil km. Va como nuevo. Todos libros, 3 juego de llaves, pantalla android, cámara marcha atraz, sensor de apacamiento. Faros automáticos, limpias automáticos, interior en cuero, aire caliente a la perfección , aire acondicionado perfecto. Bateria nueva (2 anos garantía) Lleva motor 2.0 tdi 140 caballos. Todos mantenimientos al día, con facturas y libro. ITV pasada ahora. Itv hasta 2026 Precio de 7.500 dejo 6,900. Solo está se6 NO BUSCO CAMBIOS vendo por necesitar el dinero. Puedes traer tu mecánico de confianza. El coche va de lujo. Favor solo contacta me si tienes condiciones fme hacer negocio para ya. Sin planes futuros, sin mareos, por favor no tomar mi tiempo. Gracias si es para ayudar acepto coche de justa 3 mil para facilitar compra pues regalaré a mi hermana. NADA MAS QUE ESO. OK. SIN MAREO",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "158000 km",
            "precio": 6900.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1092795745",
            "descripcion": "Audi a3. 157.ooo mil km. Va como nuevo. Todos libros, 3 juego de llaves, pantalla android, cámara marcha atraz, sensor de apacamiento. Faros automáticos, limpias automáticos, interior en cuero, aire caliente a la perfección , aire acondicionado perfecto. Bateria nueva 2 año garantia. Lleva motor 2.0 tdi 140 caballos. Todos mantenimientos al día, con facturas y libro. ITV pasada ahora. Itv hasta 2026 Precio de 7.500 dejo 6,800. NO BUSCO CAMBIOS vendo por necesitar el dinero. Puedes traer tu mecánico de confianza. El coche va de lujo. Favor solo contacta me si tienes condiciones fme hacer negocio para ya. Sin planes futuros, sin mareos, por favor no tomar mi tiempo. Gracias posibilidade de aceptar un coche de hasta 3 mil pues voy regalar mi hermana, nada , nada mas que eso. POR FAVOR.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "157000 km",
            "precio": 6900.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2006-1039266132",
            "descripcion": "En venta unidad De Audi A3, muy nuevo siempre en garaje individual. Ruedas nuevas. Por cambio de modelo Solo gente interesada Transferencia incluida en el precio Gente realmente interesada Solo venta. Gracias",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "213000 km",
            "precio": 6900.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1092221270",
            "descripcion": "Se vende Audi A3 Sporback paquete S-Line 140cv, techo panorámico, velocidad crucero, asientos de piel, luces automáticas xenón, llantas 17 pulgadas. Tambien se acepta cambio por Bmw e36 o e46",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "235000 km",
            "precio": 6700.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1015948942",
            "descripcion": "cierre centralizado elevalunas electronico volante multifuction llantas asientos piel negros aire recargados,Tapicería techo nueva batería bosh nueva Itv recién pasada sin fallos distintivo B, ruedas recién cambiadas Michelin.Filtros cambiados todo con factura cambio aceite revision al día",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "120000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1084794781",
            "descripcion": "Escucho ofertas y cambios. Mejor ver y probar. Muy cuidado y mimado, con todos los mantenimientos al día, aceite, distribución... Nuevo: vimasa, embrague, filtros, intercooler, ruedas delanteras, bateria, frente, intercooler a estrenar... (Se puede verificar todo) Extras: iluminación led, instalación para audio, altavoces nuevos, montantes con agudos, radio Kenwood, detalles varios, techo tapizado, esterillos nuevos, cristales tintados homologados, bola de remolque, morro más deportivo, aletas sline, matrículas de metraquilato, pegatina medioambiental... Funciona todo correctamente, aire acondicionado, ventanillas, mando, consola central... Del tiempo como es comprensible tiene algunos arañazos y a destacar un pequeño roce, tapicería prácticamente impecable con poco desgaste... Coche de no fumador. ITV en vigor pasada hace poco.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "170000 km",
            "precio": 6499.0
        },
        {
            "titulo": "Audi A3 2.0 TDI 140cv",
            "enlace": "https://es.wallapop.com/item/audi-a3-2-0-tdi-140cv-1071255717",
            "descripcion": "Audi A3 TDI 2.0 de 140cv, con sólo 140.000 km garantizados, climatizador, elevalunas, cierre centralizado, mantenimientos hechos y kit de distribución recién cambiado, ruedas nuevas, coche como nuevo, si quieres verlo o probarlo llámame al 629314558",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "140000 km",
            "precio": 6499.0
        },
        {
            "titulo": "Urge  venta Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-841350358",
            "descripcion": "Buen estado. Etiqueta B. Correa de la distribución recién cambiada. Las 4 Ruedas recién cambiadas. ITV pasada. Batería Nueva. Embrague cambiado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "240000 km",
            "precio": 6400.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1056301322",
            "descripcion": "Se vende Audi A3 2.0 TDI 140 CV 8P ITV hasta 2025 Techo panoramico enterizo. Los 4 neumáticos cambiados hace nada ( con factura). Hechos todos los mantenimientos ( filtros de aire , polen y combustible) y termostato. Cambio de aceite y batería nueva. Turbo y válvula EGR nuevos. El coche funciona perfectamente ( se puede probar sin compromiso).Se vende por que se me hace pequeño. Se acepta cambio por otros coches o motos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "276000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1014182845",
            "descripcion": "Audi a3 2.0 tdi 16v bkd, defensa delantera rs3 y capot reestyling (se esta pintando actualmente),aceite recien cambiado motul 5w40, filtro kyn en caja de serie, dowpipe y linea en 2.5' inox, supresor de egr, correa de distribución continental recien cambiada, llantas autec clubracing ultima foto, 4 gomas a estrenar itv en vigor, techo solar, control de velocidad, pantalla táctil android. Valoro cambios por coche de mi interés el coche tiene una stage 2 (250cv aprox) turbo 1856 con caracola de 20, se usa a diario y funciona perfectamente... (tiene el 90% de los mantenimientos en la casa oficial con facturas) hace unos consumos ridiculos ...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "160000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-986141125",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "100 cv",
            "año": "2003",
            "kilómetros": "230000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-903401038",
            "descripcion": "Vendo Audi a3 2.0 140cv año 2004 el coche está en perfecto estado ruedas nuevas correas distribución y accesorios aceites y filtros cambiados llantas rs3 En 19 pastillas y discos nuevos suspensión deportiva roscada alerón rs3, dongpipe, faros led traseros rs3 siempre en cochera . Todo homologado en ficha. El coche está en perfecto estado, acepto cambio.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "300000 km",
            "precio": 6000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1073121044",
            "descripcion": "🔥🔥Precio: 5.999€🔥🔥 . . Audi A3 Sportback diésel 1.9tdi Attracion 77kW/105 ps 5 puertas 1896cm 260.000 kilómetros, volante multifuncional, clima bizona, llantas, bluetooth, pantalla.. y muchos extras mas Somos profesionales del sector de la automoción, con mucha experiencia. Disponemos de un stock de gran surtido con más de 100 vehículos de todas las marcas de gama alta y media, también disponemos de cualquier vehículo bajo pedido previo. Todos se entregan en perfecto estado, con kilómetros certificados, todas las revisiones al día y libres de cualquier tipo de cargas, con 12 meses de garantía incluido en el precio y servicio posventa, garantizamos al cliente satisfacción y tranquilidad, mucha profesionalidad y confianza Cambio de nombre a parte (200€). ‘ “Anuncio valido salvo error tipográfico o de transcripción’’ Para más información llamad al teléfono 670592827. - NO FINANCIAMOS . Gracias",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "260000 km",
            "precio": 5999.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1061163103",
            "descripcion": "llantas en 18 pulgadas y techo panoramico cualquier duda 657988460 acepto cambio por furgoneta tipo vito , y podria escuchar cambio por todo terreno tambien NO ACEPTO OTRO CAMBIO QUE NO SEA ESE ACEPTO CAMBIOS y dinero a mi favor El coche tiene algun toque de pintura , nada grave , buen estado general",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "250000 km",
            "precio": 5900.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1014726272",
            "descripcion": "El coche no ha dado fallos nunca. Solo 2 propietarios Familiares 95% de km en carretera con muy buen mantenimiento. 4 ruedas Michelin en buen estado. Último mantenimiento hecho este mes (aceite y filtros) ITV hasta junio del 2025 recién pasada sin fallos incluso en humos. Revisión gorda en febrero de 2023 con nuevo embrague bimasa, transmisión, silent Block, y alternador. Bluetooth incorporado y lámparas de alta visión . Muy bajo consumo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "289000 km",
            "precio": 5800.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1051727872",
            "descripcion": "coche en perfecto estado,motor muy fiable,climatizador bizona,recien revisado,itv recien pasada,correa recien hecha,2 ruedas nuevas,nacional,mejor ver ,radio con carplay y audio bluetooth.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "262700 km",
            "precio": 5700.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1082743141",
            "descripcion": "Se vende Audi a3 1.9 TDI 105cv en perfecto estado mecanico como de chapa y pintura. Está perfecto exteriormente, y el interior muy cuidado, sin techo despegado ni asientos rotos. Muy entero. 1000 km con un tanque. Climatizador bizona, control de crucero, luces automáticas... Se puede entregar con etiqueta medioambiental B para poder pasar al centro de la ciudad. Radio android recién colocada con android auto o Apple car play con posibilidad de cámara de marcha atrás. Mecanica recién hecha: - Neumáticos Michelin los 4 nuevos 490€ - Distribución y bomba de agua nueva con correa auxiliar hace 10.000 km 400€ - Bomba tándem marca pierburg nueva 300€ - Bateria nueva 100€ - Pastillas delanteras y rodamiento delantero 150€ - Mantenimiento completo, aceite y filtros 300€ con 3000 km - ITV pasada Se vende para andar con el, nada que tocarle. Se escuchan cambios. #bmw serie 1 mercedes clase a colt mini Cooper one Seat Ibiza leon A1 a3 A4 Skoda Volkswagen polo golf gti gtd",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "299999 km",
            "precio": 5700.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1092240881",
            "descripcion": "Se vende audi a3 en perfecto estado, interior en muy buen estado , y exterior lo tipico de los años, el coche tiene llantas bbs originales, asientos calefactables de cuero, cubiertas 80%, coche funcionando de diario , (No es motor BKD) se aceptan cambios, se escuchan ofertas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "228000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1092251517",
            "descripcion": "Audi A3 Sportbag 2000tdi Súper cuidado ,todo al día , ITV recién pasada",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "200000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1090420183",
            "descripcion": "NO CAMBIOS . . TODOS LOS EXTRAS . . audi a3 2.0 tdi 140 cv turbo reconstruido con 1 semana 4 ruedas nuevas anticongelante, sensor temperatura y termostato nuevo mantenimientos recien hechos sline interior y exterior llantas 19 asientos de cuero y calefactables techo solar 6 velocidades sensores de aparcamiento xenon . . cosas por hacer (mas info por privado) preguntsr sin compromiso 655270530",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "284000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1086551994",
            "descripcion": "Vendo Audi a3 Sportback 1.9tdi de 105cv de potencia (el mejor motor de la marca por su gran rendimiento poco consumo y fiabilidad)correa de distribución y bomba de agua cambiado a los 177.000km,aceite y filtros recién cambiados, dispone de cierre centralizado con mando a distancia (2llaves)elevalunas eléctricos x4, climatizador individual...VEHICULO A TODA PRUEBA",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "215000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A3 2005. recién revisado  ",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-recien-revisado-1082109032",
            "descripcion": "A3 color azul. en perfectas condiciones recién revisado ITV pasada el 15 de noviembre de 2024. dos únicos propietarios. Mayormente guardado en garaje particular.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "197225 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1080198345",
            "descripcion": "Se vende a3 única dueña distribución y embrague nuevo y itv recién pasada",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "150000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-845447218",
            "descripcion": "A3 Acabado S-line Aceite y ruedas delanteras recién cambiadas. Distribución al día. Faros xenon. Se aceptan ofertas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "270000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Audi A3 2005 S line",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-s-line-1089182398",
            "descripcion": "Vehiculo muy buen estado mas info 631436875",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "265000 km",
            "precio": 5480.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1068914754",
            "descripcion": "coche en perfecto estado suena como un reloj 1.9 tdi 105cv, km reales, mantenimientos al dia, se acepta prieba mecanica. (unico propietario)Mejor ver y probar. No se aceptan cambios",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2003",
            "kilómetros": "178000 km",
            "precio": 5300.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1090134518",
            "descripcion": "Coche en muy buen estado,vendo por cambio de coche,ruedas nuevas.cambio de nombre a mi cargo. Telefono:640257363",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "179000 km",
            "precio": 5250.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1051423100",
            "descripcion": "Se vende audi A3 2.0 3p . El coche esta al día de todo,siempre en cochera y bien cuidado.Electroventilador,volante bimasa nuevos , ruedas nueva y pintado hace 2 años ! Se acepta prueba mecanica.ITV asta julio .Cambio por moto de campo..!Al día de TODO!!PRECIO NEGOCIABLE",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "184000 km",
            "precio": 5100.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1092366758",
            "descripcion": "Se vende Audi A3 con 216mil kilómetros por no utilizar, el vehículo se encuentra en buen estado y funciona perfectamente, salvo que el embrague ya estaría para cambiar. Motor 2.0 con 140cv robusto, fiable y de bajo consumo, equipo de audio original Bosé. Por un mínimo mantenimiento un coche fiable para muchos años.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "215695 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3  2.0 tdi 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2-0-tdi-2004-1091444203",
            "descripcion": "Audi a3 2.0 tdi 140 cv. Llantas de 18 con cubiertas nuevas",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "250000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1090056970",
            "descripcion": "SE VENDE AUDI A3 motor cambiado actualmente 220.000km embrague , distrubucion y correa de accesorios nueva con menos de 500 km mantenimientos nuevos • filtros (aceite, aire, gasoil...) • termostato nuevo • aceite y anticongelantes nuevos • bateria nueva el coche tiene interior nuevo y asientos de cuero y tela techo recien tapizado 4 alfombrillas nuevas sline interior y exterior llantas en 17 “ y 4 neumaticos nuevos enganche de remolque homologado tiene un rascazo en una puerta pero de chapa esta bien",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "220000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 ",
            "enlace": "https://es.wallapop.com/item/audi-a3-1087019644",
            "descripcion": "Vendo audi a3 sline en perfecto estado Todos los mantenimientos al día Está impecable tanto interior o exterior Mejor ver y probar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "251711 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1086287058",
            "descripcion": "revisiones al dia 4 ruedas nuevas,turbo nuevo,motor de arranque nuevo alternador nuevo itv hasta octubre todas las facturas cambiado de hace 10 meses.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "260000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1086451742",
            "descripcion": "Audi a3 8p 2.0 tdi bkd, culata amc nueva, kit distribucion hecho a los 240.000km, turbo a los 245.000km, mantenimiento con todos los filtros hace 2.000km. Stage 1 bnd Downpipe y escape recto y de serie Se vende con llantas de serie.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "265000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1082058526",
            "descripcion": "Audi con dos dueños el primer dueño, un señor de 80 años que siempre le ha hecho los mantenimientos en la casa Audi y el coche ha estado súper cuidado el segundo dueño soy yo le he hecho una revisión le he tintado las lunas y le he puesto una radio nueva todo con factura el coche está impecable con pocos kilómetros y con pegatina B mejor ver acepto prueba mecánica.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "161000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1086116732",
            "descripcion": "Audi A3 con kit S-Line. Siempre guardado en garaje. Se acepta canvio por furgo Peugeot Partner Tepee.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "274000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1086054403",
            "descripcion": "Coche en perfecto estado, turbo nuevo, inyector nuevo, tandem nueva, itv recien pasada, embrague con bimasa hecho, distribucion 220000, con factura todo lo dicho, todos los filtros hechos con aceite castrol 530. Llantas 17' Puerta piloto con desgasto por los años.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "250000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 ",
            "enlace": "https://es.wallapop.com/item/audi-a3-1081555920",
            "descripcion": "Audi a3 8l en perfecto estado, tiene 170.000 km , mantenimientos hechos ( correa distribuccion, filtros , ruedas....), siempre a dormido en garaje , ITV hasta mayo de 2025. Se vende tal cual esta, no Negociable y sin garantia.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "170000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 ",
            "enlace": "https://es.wallapop.com/item/audi-a3-1083653926",
            "descripcion": "vendo Audi a3 , muy bn conservado tiene alguna picada pero nada mas , viene con pantalla car play cualquier cosa escribirme",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "240000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1083594036",
            "descripcion": "Audi A3 2.0 TDI del 2004 6 velocidades. Tiene kit de embrague completo y disteibucion recien cambiados, también se le ha hecho aceite y filtros. El coche funciona bien, no hay que hacerle nada tiene itv hasta junio. Cualquier duda preguntar. Precio negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "252000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1081492317",
            "descripcion": "Bimasa nueb arbol de trasmision nuev i aceit techo panoramico canbio dsg",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "286735 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1082406563",
            "descripcion": "ITV pasada hace 1mes sin ningun defecto Faros nuevos cambiados hace un mes golpe delantero izquierda y trasero derecha techo descubierto ningun fallo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "230000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1077865394",
            "descripcion": "Vendo Audi A3 8p del 2004 1.9TDI 105cv Motor indestructible. ITV HASTA SEPTIEMBRE DEL 25 Distribución con 10mil kms. Aceite y Filtros Recién cambiados. 4 ruedas al 70%. Difusor S3 y retrovisores en plata. Podría incluir juego de llantas New RS4 en 18” HOMOLOGADAS para reparar. Varios desperfectos en chapa por lo demás está bien. Ideal para principiantes, muy barato de mantener y fiable. Vendo por cambio de coche. Más info. privado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "215000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1076600475",
            "descripcion": "se vende audi a3 del 2004 con 230000km , no negociable, solo gente interessada y no mareantes itv recien pasada ,cambio por furgoneta.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "230000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1074346578",
            "descripcion": "Un solo dueño, funciona perfectamente.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "300000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1064729635",
            "descripcion": "Se vende Audi A3 1.9 TDI 6 velocidades en muy buen estado.Correa de distribución y bomba de agua cambiada hace 20000kms. Soy el segundo propietario desde hace 6 años.Se acepta prueba mecánia,kms reales. Parachoques trasero aleron y llantas de S3 puestos por capricho. Se entrega también parachoques y llantas de serie.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "204000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1064805371",
            "descripcion": "kilometros reales el mas completo motor bkc ruedas nuevas revision e itv pasada en enero le cambie las rotulas y alineacion esta listo para hacer kilometros.tiene cosillas del tiempo estetico, de chapa en bastante buenas condiciones, vendo o cambio por motivos familiares se puede pedir pegatina tramitada en la audi precio preferiblemente cambiaria por algo mas grande tipo touran captiva o similar por aumento familiar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "186000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1046550401",
            "descripcion": "Coche en muy buen estado - Mantenimiento hecho hace 1000km - Embrague hecho hace poco - Distribución hecha a los 225000km - Compresor del aire acondicionado y filtro deshidratador nuevo Negociable Mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "234000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1041401802",
            "descripcion": "Audi A3 lo último de 2005 en muy perfecto estado Mejor ver y probar No es negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "236000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1014212789",
            "descripcion": "Se vende AUDI A3 2.0TDI. 140CV 3 puertas. Tipo 8P. Climatizador Bizona. Cierre centralizado y elevalunas eléctrico. Con todos los mantenimientos al día. Poco consumo. Buen estado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "277000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1042235436",
            "descripcion": "Audi a3 en perfecto estado motor 2.0 TDI 140 CV recién pasar la itv todos los reveion hecha la correa distribución hecha en 200mil kilómetros el coche como nuevo rudas de deportes con llantas 18 con neumáticos nuevos llava cámara delantera y trasera con pantalla va con Bluetooth y WiFi el coche bastante bien y va muy bien acepto la prueba mecánica en cualquier sitio",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "210000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 S-Line 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-2005-1038853760",
            "descripcion": "Audi A3 S-Line 2005 2.0 TDI 140cv Faros xenon ITV recien pasada o canvio por peugeot partner",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "274000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Audi A3 TDI  S-Line.1 mano.150 KM!!!",
            "enlace": "https://es.wallapop.com/item/audi-a3-tdi-s-line-1-mano-150-km-1090689808",
            "descripcion": "Si,esta disponible..... A3 de 140 cv con pegatina amarilla.Funciona todo perfecto. S-Line.Distribucion hecha.Ruedas e Itv nueva.Navegador Multimedia Pioneer. MAS INFO POR TELEFONO",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "150000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1085546779",
            "descripcion": "Itv al dia Distribucion recien echa Detalles de pintura del uso Direccion asistida Elevalunas electricos Cierre con mando Radio cd Climatizador digital Recogemos su vehículo ( Coche, moto, quad ) como parte de pago previa tasación vía whatsapp, o email. - Disponemos de financiación para la mayoría de nuestros vehículos al mejor tipo intereses del mercado, consulte opciones y posibilidad por el año.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "265000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Audi A3 1.9 tdi",
            "enlace": "https://es.wallapop.com/item/audi-a3-1-9-tdi-1085102427",
            "descripcion": "Itv al dia Revision recin hecha Detalles de pintura del uso Direccion asistida Elevalunas electricos Cierre con mando Radio cd Climatizador digital - Recogemos su vehículo ( Coche, moto, quad ) como parte de pago previa tasación vía whatsapp, o email. - Disponemos de financiación para la mayoría de nuestros vehículos al mejor tipo intereses del mercado, consulte opciones y posibilidad por el año. - Todos nuestros vehículos pueden verlos y probarlos en nuestras instalaciones sin necesidad de cita previa. En stock más de 100 vehículos - Abrimos de lunes a viernes y sábado por las mañanas. - Todos los tramites se realizan en nuestras oficinas pudiéndose llevar el coche en 5 minutos - Compramos todo tipo de coches en 5 minutos con las mejores tasaciones del mercado - Todos nuestros coches se entregan con revisión completa, limpios y la itv en vigor. - Consultar opción de transporte a cualquier punto de España con coste(consultar tarifas ) - Visitenos en agrmotor . es",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "265000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Audi A3 2.0TDI AUTO",
            "enlace": "https://es.wallapop.com/item/audi-a3-2-0tdi-auto-1078683175",
            "descripcion": "En venta: Audi A3 2.0TDI DPF AUTO DSG 140cv del 2004 con 270.000Km Vehículo totalmente revisado con 1 año de garantía, aceite, filtros y mantenimientos al día, Te ofrecemos: Prueba Dinámica Prueba Mecánica Itv en vigor 1 año de garantía propia Perfecto de chapa y pintura, con un interior muy cuidado en cuero Equipado con: Interior SLine Transmisión Automática Climatizador Cuero Control de crucero Llantas de Aleación Lunas Oscurecidas Elevalunas y retrovisores eléctricos Faros Xenon Volante en cuero Multifunción Alarma Ordenador de abordo Segunda llave Etc Pvp 4.999 llave en mano con 1 año de garantía Transferencia no incluida -Envíos a toda España- --Posibilidad de financiación en todos nuestros vehículos-- Visítanos en cuartemotor.com",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "270000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1081795442",
            "descripcion": "Audi a3 sportback 2.0 tdi 10/2004 manual, 140 CV",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "269000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-943725165",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "27000 km",
            "precio": 4999.0
        },
        {
            "titulo": "Audi A3 2005 distribución recién hecha",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-993693622",
            "descripcion": "Vendo Audi A3 2.0 Tdi 140 c.v. Itv hasta enero de 2026. Cambio manual (6 velocidades). A/a bizona, dirección asistida, elevalunas eléctricos, cierre centralizado, 2 llaves originales, cargador usb para teléfono, llantas de aleación (originales y en buen estado). Correa de distribución recien hecha (Mayo 2024) , Aire acondicionado cargado el año pasado, bateria y juego de ruedas traseras. Volante S-line (decorativo) y modificado el salpicadero de 1 din a 2 din (de ahi su pantalla táctil con GPS/Android car). En muy buen estado tanto interior como exterior. Lo uso a diario para ir a trabajar. Hace cosa de 3000km ha empezado a sonar embrague, coche funcion a la perfección. Descontaría 500€ del precio para un futuro cambio si es que algún día lo precisa. Si buscáis coches nuevos mejor preguntar en concesionarios.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "280000 km",
            "precio": 4990.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1073977324",
            "descripcion": "Coche muy cuidado, nacional y durmiendo en garaje. Nunca ha dado problemas y se vende por cambio a un eléctrico. La distribución en breves le toca, las ruedas con apenas 10.000Km.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "225000 km",
            "precio": 4950.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1091775350",
            "descripcion": "se vende audi a3 motor 2.0 tdi 140 cv año 2004",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "246000 km",
            "precio": 4900.0
        },
        {
            "titulo": "Audi A3 AMBITION",
            "enlace": "https://es.wallapop.com/item/audi-a3-ambition-1089653043",
            "descripcion": "AUDI A3 AMBITION SPORT. 2.0 de 140 cv. Coche en perfecto estado interior, culata nueva, turbo nuevo, aceite, filtos y correa de distribución recien cambiados, lunas tintadas y homologadas, ITV y seguro en vigor (se aportan facturas). Se entrega totalmente limpio.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "232000 km",
            "precio": 4900.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1085804145",
            "descripcion": "Vendo Audi A3 motor 1.9TDI 105cv Ambition Cambio Manual 3 puertas Diésel Bajo consumo, muy cuidado, siempre ha dormido en garaje.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "269999 km",
            "precio": 4900.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1092738867",
            "descripcion": "SportBack techo solar paronamic llantas 18 pantalla multifunción 6 marchas revisión hecha con todos los filtros y la correa, distribución, hecha con bomba de agua y la correa auxiliar coche en perfecto estado se puede ver y probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "280500 km",
            "precio": 4800.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1091617743",
            "descripcion": "Tiene turbo nuevo 4ruedas nuevas y todos los filtros y aceite nuevosse entrega con ITV funciona perfectamente",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "266000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1088873551",
            "descripcion": "vendo audi A3 s.line con ticho panorameco en buen estado. tiene revision icha. correa distribucion con bomba de aigua cambiada. si puede ver y probar..",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "280700 km",
            "precio": 4800.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1084693781",
            "descripcion": "Tiene turbo nuevo,4 ruedas nuevas,aceite y filtrosnuevos itv recien pasada,precio transferido,funciona perfectamente.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "266000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1075594715",
            "descripcion": "se vende audi a3 1.9 tdi (ASZ) muy cuidado y mantenimientos echos papeles e itv en regla ruedas al 90% pack s3 homologado mas info preguntar es el 6 velocidades tambien cambio por alguno que interese",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "290000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Audi A3 2003 AMBIENTE 1.9 TDI 100 CV 5 PUERTAS",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-ambiente-1-9-tdi-100-cv-5-puertas-1068507859",
            "descripcion": "AUDI A3 1.9 TDI AMBIENTE 5 PUERTAS AÑO 05/2003 KM: 263.758 CLIMATIZADOR AUTOMATICO ELEVALUNAS ELECTRICOS Y CIERRE CENTRALIZADO MOTOR 1.9 TDI 100 CV VEHICULO TOTALMENTE REVISADO Y MANTENIMIENTOS HECHOS TRANSFERIDO Y UN AÑO DE GARANTIA MECANICA AUTOS BELCR C/ DOMINGO BUENO Nº 118 BAJO O PORRIÑO",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "100 cv",
            "año": "2003",
            "kilómetros": "263758 km",
            "precio": 4800.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1012095771",
            "descripcion": "URGE VENTA Se vende audi a3 Distribución cambiada embrague aceite cambiado todo con facturas pintado hace poquito Turbo hibrido Slip delantero EXTERIOR S3 TIENE INTERIOR S LINE LLANTAS ROTOR 17” EL COCHE TIENE MUCHA FUERZA Suena bastante tiene bien tiene el escape cambiado. de mecanica no hay que tocar nada, habria que hacerle algunas cosillas sin importancia pero no tengo tiempo Acepto cambio Doy escape de serie y paragolpes de serie para pasar itv ITV RECIEN PASADA",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "300000 km",
            "precio": 4800.0
        },
        {
            "titulo": "Ya disponible,PRECIOSO Audi A3 2005 ITV Reciente",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1023198988",
            "descripcion": "PRECIOSO AUDI A3 IMPOLUTO ITV RECIEN PASADA Se vende audi a3 embrague aceite cambiado,pintado hace poquito entero Turbo hibridado Slip delantero EXTERIOR S3 TIENE INTERIOR S LINE LLANTAS ROTOR 17 EL COCHE TIENE MUCHA FUERZA Linea downpipe escape Suena bastante tiene escape cambiado. Se da escape original completo para pasar las itv. Para acepto cambios sube el precio.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "300000 km",
            "precio": 4799.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1056026718",
            "descripcion": "audi a3 8P mantenimientos echo,itv pasada,recien pintado,tapiceria en buen estado,230.000km",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2003",
            "kilómetros": "230000 km",
            "precio": 4750.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1091122500",
            "descripcion": "AUDI A3 8p 2005 PACK SLINE MANTENIMIENTOS AL DÍA ITV RECIÉN PASADA STAGE 1 BND MOTORS ESCAPE TRAMO FINAL RCP + DOWNPIPE COCHE PINTADO COLOR NEGRO BRILLO FULL BLACK Y MÁS EXTRAS PARA MÁS INFORMACIÓN CONTACTAME. PRECIO NEGOCIABLE.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "294000 km",
            "precio": 4700.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1058964085",
            "descripcion": "se vende audi a3 del año 2003 292.000 kms reales 2.0 tdi con 140 cv itv recien pasada mantenimiento recien hecho llantas 18 del audi r8 interior en muy buen estado exterior recien pintado nada que hacerle se entrega totalmente revisado se puede ver y probar AUTOMOVILES MERCHAN",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "292000 km",
            "precio": 4700.0
        },
        {
            "titulo": "Audi A3 2005 ITV RECIEN PASADA",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1012339331",
            "descripcion": "Se vende audi a3 Distribución cambiada embrague aceite cambiado hace poco todo con facturas pintado hace poquito Turbo hibrido Slip delantero EXTERIOR S3. !HOMOLOGADO TODO TIENE INTERIOR S LINE LLANTAS ROTOR 17” EL COCHE TIENE MUCHA FUERZA TRAMO RECTO DOWNPIPE Suena bastante tiene escape cambiado. SE DA ESCAPE ORIGINAL Acepto cambio",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "300000 km",
            "precio": 4700.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1079279841",
            "descripcion": "A3 perfecto estado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "235000 km",
            "precio": 4600.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-992881282",
            "descripcion": "Funciona muy bien algún roce chapa Llanta 18",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "292000 km",
            "precio": 4600.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1061837162",
            "descripcion": "Se vende audi a 3 recién pintado entero incluidas llantas Manteniendo aceite y todos los filtros recién echo batería puesta nueva con factura.Si el anuncio esta puesto el coche sigue en venta. Funcionando perfectamente, solo gente realmente interesada. Itv en vigor hasta junio 2025 . Tiene etiqueta medioambiental B. Las llantas no se venden sueltas y transferido en gestoría.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "286000 km",
            "precio": 4599.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-s3-2007-1092174504",
            "descripcion": "audi a3 sport back techo solar llantas 19 asientos calefactables itv hasta octubre de 2025 pantalla con bluetooth , coche 2005 renatriculado en 2007 . problema con el abs y una rueda pinchada. lo vendo tal cual no mareantes",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "170000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1092174483",
            "descripcion": "Vendo audi a3 modelo 8P 1.9 tdi tiene la revision recien echa con distribucion y bomba de agua y la itv recian pasada, el motor es el modelo BKC. Pregunten sin compromiso",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "230000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1092071512",
            "descripcion": "coche en perfecto estado con embrage original puesto ace 7 mil kilometros gomas nuevas puestas ace 4 mil kilometros bateria nueva discos y pastillas nuevas puestas ace una semana revisiones tamjien echas a su tiempo distribicion echa ace 7 mil kilometros no da problema de nada lo unico que no funciona es el aire acondicionado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "205000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 Sportback 2.0 TDI 140cv 2005 295000 km",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-2-0-tdi-140cv-2005-295000-km-1085450755",
            "descripcion": "Audi A3 (8P) Sportback 2.0 TDI Diesel 140cv 6 velocidades 2005 295000 km. El coche funciona perfectamente y tiene ITV, neumáticos y revisiones al día (es mi coche de diario). Tiene etiqueta ambiental B. Coche duradero y de fácil mantenimiento y acceso a repuestos (le valen los de Volkswagen, Skoda, etc). Cuenta con Techo Solar eléctrico y Bluetooth manos libres, se entrega con 2 llaves. Color gris oscuro metalizado. Extras: Ordenador de a bordo, climatizador bi-zona, cierre centralizado, Radio-CD Audi Concert, velocidad de crucero, llantas de 17\", luces antiniebla, Airbags delanteros y laterales, dirección asistida, ABS, etc. Todo ello funciona perfectamente. Tiene algún arañazo en las defensas y las llantas propio del uso diario, pero ningún golpe. Solo ofertas serias y NO se cambia por otro artículo. El coche estará disponible a finales de Enero.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "295000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1083292799",
            "descripcion": "Un fantastico Audi A3 2.0 Attraction Dsg. De mecánica está perfecto y estéticamente igual muy bien cuidado mantenimientos echos al día. Itv en vigor con 2 llaves 230.000km",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "230000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 2.0 TDI",
            "enlace": "https://es.wallapop.com/item/audi-a3-2-0-tdi-1077431524",
            "descripcion": "Se vende Audi A3 8P 2.0 TDI 140cv en buen estado general. Mantenimiento al día, ITV hasta junio del 2025. Mejor ver y probar. No mareantes. No cambios.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "294000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1074997491",
            "descripcion": "Vendo o cambio por furgoneta itv hasta abril 2025",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "246000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 2005 2.0 TDI",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-2-0-tdi-1077710246",
            "descripcion": "6 marchas Pantalla bluetooth Mantenimiento hecho hace menos de 2000km. Ruedas delanteras nuevas. Hay que mirar porque falla o caja de cambio (quiza es la valvulina o los piñones) o embrague (quiza es el muelle del pedal) pero siguen entrando todas las marchas y puede circular. itv hasta 2025 Hay que cambiar guia ventana conductor pero motor elevaluna conductor y copilotos nuevos. Mirar el sensor refrigerante.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "235000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1070831653",
            "descripcion": "Coche en buen estado y muy bien cuidado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "233000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1066726653",
            "descripcion": "FINANCIACION 100% !!sin entrada inicial!! Desde 99€ al mes. Más de 60 vehículos en stock !!Autos Rafael!! Les ofrece este vehículo cuidado completamente revisado con y todo el mátenimiento al día. (AUDI A3) 2.0 Tdi 140cv 6 velocidades 290.000kms 2005 equipado: dirección asistida,cierre centralizado con mando,elevalunas eléctricos,climatizador bizona,llantas,ruedas ok,itv en vigor,ect. Aceptamos su vehículo como parte del pago (inclusive averiados) nos encontremos en Santiago de Compostela.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "290000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1059356777",
            "descripcion": "Coche bien cuidado y con extras. Exterior s3 original, alerones, cortavientos, mascarilla en faros delanteros, techo de vinilo recién puesto, cristales traseros ahumados, manos libres, sensores de aparcamiento delanteros y traseros, luz de símbolo de Audi en las puertas delanteras, llantas 18\" del rs6 antracita, neones interiores... Me urge la venta. Precio negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "251000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1016841922",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "268000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-988991852",
            "descripcion": "Se vende audi a3 8P 2.0 Tdi en muy buen estado. Itv pasada para su venta 08/11/2024 con 0 fallos, bateria y ruedas delanteras cambiadas para su venta… etc. Se vende por que dispongo de mas coches. Se puede ver y probar sin compromiso. Se aceptan cambios.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "237000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-933547719",
            "descripcion": "661074559",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "260000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1079878921",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "297000 km",
            "precio": 4499.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1078997332",
            "descripcion": "Embrague nuevo, turbo recién rectificado. Ruedas delanteras nuevas. Amortiguadores delanteros nuevos. Silenblocks nuevos. Itv hasta febrero 2025 pero la pasaría yo antes de la venta. Mejor probarlo y verlo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "267000 km",
            "precio": 4400.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1056033385",
            "descripcion": "VENDO AUDI A3 2.0 tdi 140 cv Mantenimiento recien hecho (con facturas de todo) *Cambio de aceite y filtro, filtro de gasoil. *Tiene distrubición hecha y bomba de agua *Correa auxiliar y poleas nuevas itv pasada Ver y probar, el coche va muy fino. Consumo muy bajo no llega a 6L",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "260000 km",
            "precio": 4400.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1022450652",
            "descripcion": "Audi A3 2.0 TDI 140 CV año finales 2005 color negro tapizado piel beige, revisión recién hecha ,ruedas delanteras recién cambiadas, ITV recién pasada , motor de arranque cambiado nuevo ,no rectificado... fotos recientes. No negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "284000 km",
            "precio": 4400.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1064192351",
            "descripcion": "Coche ests bien",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "36200 km",
            "precio": 4350.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1089195001",
            "descripcion": "Audi a3 en buenas condiciones. Motor 2000 TDI 140 CV. Precio negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "193000 km",
            "precio": 4300.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1050504817",
            "descripcion": "Vendo Audi a3 1.9 105 cv Año: 2005 Tiene aire acondicionado, tiene todos los filtros cambiados, correas de distribución completas cambiadas a los 280 mil y ahora tiene 294 mil... No tiene ningún tipo de fallos, esta súper bien tanto interior como exterior, acepto todo tipos de pruebas mecánicas!!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "294000 km",
            "precio": 4300.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1029707629",
            "descripcion": "Audi A3 recién pintado, algunos desperfectos en el interior",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "247853 km",
            "precio": 4300.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-976564593",
            "descripcion": "Audi a3 2004 2.0TDI 248.000km Recien cambiado la mayoria de cosas del motor ( culata, turbo, etc..) Mas informacion por privado. Paso facturas de todo, motor nuevo. Techo recien puesto.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "248000 km",
            "precio": 4300.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2007-878720158",
            "descripcion": "Siempre en garaje. Buen mantenimiento",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "266640 km",
            "precio": 4300.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1091809699",
            "descripcion": "Audi A3 2.0TDI 140cv manual 6 velocidades 279.000km certificados por la dgt itv en vigor y 4 ruedas en perfecto estado aceites y filtros nuevos listo para usar. ✅12 meses de garantia y cambio de nombre incluido✅ ☎️643586086☎️",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "279000 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1090088699",
            "descripcion": "Se vende audi a3 2004 . Con sensor de aparcamiento y equipo de altavoces jbl mas caja acustica y kit de cableado (ya incorporado en el coche). Motor de arranque nuevo , recien hecha la revision de correa de distribucion ,aceite , refrigerante , filtros de aire acondicionado nuevos , neumaticos nuevos puestos hace 2 meses. Muy cuidado y mimado, ha estado durmiendo siempre en cochera . Precio algo negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "227000 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1081032396",
            "descripcion": "Audi A3 muy bien cuidado, con todos los mantenimientos hechos; siempre guardado en garaje. La mayoría de los kms son hechos en autopista. El coche va muy bien y gasta poco. *Cosas hechas: • Turbo cambiado por otro original (demostrable ) • Caudalímetro cambiado • Correas y bomba de agua cambiadas (270000km) • Aceite y filtros cambiados • Todos los silentblock cambiados • Cuerpo de la mariposa cambiado •.Tapa de balancines cambiada • Embrague cambiado a los (235000km) • Homocinética derecha cambiada • Alineación y equilibrado hecho recientemente • Radio con Bluetooth • Manos-libres Parrot • Dos Llaves • Ruedas en buen estado • Batería AGM recién puesta No acepto cambios. NEGOCIABLE.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-999263553",
            "descripcion": "Vendo Audi A3 1.900 tdi 105cv por compra de un coche más grande. El coche está muy cuidado, impecable de motor, tiene todos los mantenimientos al día. Cuenta con asientos calefactables y sensor de aparcamiento. En febrero se le hizo cambio del kit de distribución con bomba de agua y correa auxiliar, bateria, discos de freno y pastillas Bosch y escobillas de los limpias delanteros. Demostrable con facturas Se entrega con cambio de filtros y aceite. ITV recien pasada. Neumaticos nuevos. Mejor ver y probar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "100 cv",
            "año": "2003",
            "kilómetros": "248000 km",
            "precio": 4200.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1091224364",
            "descripcion": "Audi A3 8p, 2.0 tdi, 140CV 295.000km El coche esta en perfectas condiciones con itv hasta octubre de 2025, tiene correa de distribucion cambiada hace poco, todos los mantenimientos hechos, neumaticos cambiados, elevalunas electrico, precio algo negociable mejor ver y probar, acepto cambios por seat leon 2007, golf 5 o 6, bmw serie 1, serie 3, etc",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "295000 km",
            "precio": 4100.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1080081726",
            "descripcion": "buenas vendo audi a3 en perfecto estado tiene discos y pastillas traseros cambiado hace 100km, kit de distribucion recien hecho con apenas 2000km y la revision de aceite y filtros. El coche funcion perfectamente cualquier informacion preguntar sin compromiso acepto cambio por otro coche",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "266000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2-0-tdi-140cv-1073381619",
            "descripcion": "OFERTA 4.000€ SOLO DURANTE ESTA SEMANA buen estado general motor Bkd 140cv Aceite y filtros recién hechos Ruedas muy bien Habría que cambiar los discos delanteros (las pastillas están nuevas) Y tiene rotos los anclajes para abatir los asientos traseros NO SE NEGOCIA transferencia incluida",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "185000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2.0Tdi",
            "enlace": "https://es.wallapop.com/item/audi-a3-2-0tdi-1075576845",
            "descripcion": "Buenas se vende Audi A3 Motor 2.0Tdi 14cv Km: 154.000 Año: 2005. Itv hasta Agosto del 2025. mantenimientos hechos, 6 velocidades, el coche funciona perfectamente, Tiene el Embrague Bimasa mal. se acepta vehiculo como parte de pago. para mas informacion 630. 353. 600 cambiaria por bici electrica. gas gas, glory, mondraker, gian, scott, husgvarna, santacruz etc.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "154000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-1075677092",
            "descripcion": "Muy buen estado y poco kilometraje. Ha tenido un único propietario. Se cambia por restricción ZBE en la zona del propietario.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "107000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1070543748",
            "descripcion": "Pack S-Line. ITV en vigor hasta junio de 2025, techo solar, subwoofer JBL y pantalla Pioneer, cristales traseros y maletero tintados, llantas Mille Miglia. Ruedas delanteras prácticamente nuevas. Interior recién tapizado, menos los asientos. Distribución, batería, kit de embrague y motor de arranque con menos de un año demostrable en factura. Vehículo al día, en condiciones de hacerle muchos kilómetros. Garantía de 6 meses. Lo vendo porque espero un bebé y quiero un coche de 5 puertas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "277000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1065983844",
            "descripcion": "Audi A3 1.9 TDI 105cv 300000 mil kilometros, tiene distribucion aceite y filtros cambiados, ruedas de atras recien puestas, ruedas de alante 80%, un reloj en carretera, muy economico, mejor ver y probar, ITV recien pasada tambien dispone de pegatina amarilla distintinvo ambiental B NO NEGOCIABLE, NO NEGOCIABLE SI VIENES A NEGOCIAR NO ME ESCRIBAS",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "300000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-8p-858719476",
            "descripcion": "Se escuchan ofertas de cambios!! Audi a3 8P 2.0tdi 136cv Mantenimientos hechos al completo, y puesta a punto del coche Lleva llantas 17 de serie, recién reparadas. Monta faros delanteros xenon, cambiamos cremallera delantera hace nada, sensor marcha atrás(metido recientemente) Documentación técnica original, apple car play en pantalla CAMECHO Android 11 de 7 pulgadas, bluetooth, cámara trasera... Volante audi s3 multifunción(falta cablear) Coche muy cuidado Distribucion y calentadores recien comprados, pendiente de hacer el cambio",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2003",
            "kilómetros": "290000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/se-vende-o-se-cambia-997881452",
            "descripcion": "se vende o se cambia por coche que me interese recien pintado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "180000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1000246974",
            "descripcion": "PRECIO NEGOCIABLE Audi A3 del 2003, con 199.300 kilómetros es el TDI de 130cv 6 marchas, climatizador, cierre centralizado, full led, ITV en vigor, neumáticos 80%, sensor de aparcamiento trasero, techo retapizado. Desperfectos de la edad. Lo adquirí por un trato, le e echo alguna mejora. Funciona perfectamente. Acepto cambio por algo que me interese.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "200800 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-975973400",
            "descripcion": "el coche está en buen estado de motor y carrocería , la correa de distribución cambiada , revisión de aceite filtros resen cambiados, pegatina B , mejor ver y probar , acepto revisión a mecánico , 672984428",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "4000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2007-865768041",
            "descripcion": "Audi A3 del en muy buen estado. Revisiones en taller de confianza, 220000 km ruedas recién cambiadas, electrónica y mecánica en un muy buen estado. Bien de interiores, mejor venir y probar. Solo personas serias",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "220000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-905302987",
            "descripcion": "Audi A3 1.9 TDI 130CV Restiling 5 puertas, del 2003 con 175mil Km, 3er propietario. - Motor 1.9 muy durare y fiable - 6 velocidades (poco consumo) - Cambio de aceite y filtros hecho a los 172mil km - Asientos del RS3 - Luces de bienvenida Audi A3 puertas delanteras - Retrovisores cambiados - Embrague reforzado - ITV 04/25 -Cristales traseros tintados.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "200000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-768841995",
            "descripcion": "vendo Audi a3 8p de 2004 con todo el mantenimiento hecho y embrague bimasa nuevo, techo recién tizado y asiento del conductor ,acepto cambio por uno del mismo valor 5 puertas 679 57 36 34 . Esta impoluto no hay que hacerle nada gente realmente interesada gracias aceptó cambio por coche 5 puertas .Se vende como en la última foto con llantas originales del golf mk7 en 19 pulgadas",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "230356 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-620170021",
            "descripcion": "Audi A3 con 190000 kilómetros, en venta por no utilizar, el coche lo que tiene peor es el frontal, por lo demás va muy bien. Aunque tiene 190000 kilómetros, no son muchos para el coche que es.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "190000 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1092574355",
            "descripcion": "¡Nueva entrada en nuestras instalaciones! En TratoCar te ofrecemos este espectacular AUDI A3 2.0 TDI ATTRACTION El vehículo se entrega revisado en más de 100 puntos, asegurando su excelente estado. Es recomendable concertar una cita previa para verlo en persona. • Precio financiado: 3990€ • Equipado con: cierre centralizado, elevalunas eléctricos, climatizador, control de tracción, ABS y mucho más… ¡Compra con nosotros de manera fácil y segura! • Venta online o presencial. • Cambio de titularidad aparte. • Aceptamos tu coche como parte del pago. • Firma de documentos y financiación 100% online. • Entrega de vehículos en tu domicilio, sin complicaciones. • Más de 100 coches en stock, con opciones desde 1000 €. • Prueba dinámica sin compromiso. Consulta más información en nuestras amplias instalaciones de más de 6000 m² en C/Camino del Álamo nº5, Fuenlabrada, Madrid. • Horario: Lunes a Viernes de 10:00 a 14:00 y 16:30 a 20:00. Sábados de 10:30 a 14:00. ¡No dejes pasar esta oportunidad! Tu próximo coche te espera en TratoCar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "277140 km",
            "precio": 3999.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1090700355",
            "descripcion": "Automóviles NBA.se vende a3 1.9tdi con todos los mantenimiento al día llantas 17.12 meses garantía se puede ver y probar sin compromiso se da transferido itv 1 año más información pregunten gracias un saludo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "239000 km",
            "precio": 3999.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1077826319",
            "descripcion": "Audi A3 2.0 con la ITV pasada. Muy bien cuidado, con motor en perfecto estado. El coche tiene 20 años, pero solo se ha utilizado para ir de casa al trabajo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "190000 km",
            "precio": 3990.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-272344418",
            "descripcion": "Vendo Audi A3 impecable por dentro y por fuera siempre en garaje muy cuidado, itv recién pasada ruedas nuevas, filtros recién cambiados para más información contactar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "244000 km",
            "precio": 3990.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1088894132",
            "descripcion": "hola vendo el coche Audi A3 en perfecto estado, ruedas recién cambiadas kilómetros echas en carretera, itv hasta mayo 2025,el coche no tiene que hacerle nada mejor ver y probar,entresado llamar al número: 604223158",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "300000 km",
            "precio": 3900.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1072831149",
            "descripcion": "Está en muy buen estado, tiene neumáticos muy bien, embrague bimassa i caja de cambios nueva , distribución hecha, listo para hacer-le kilómetros",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "300000 km",
            "precio": 3900.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1061915270",
            "descripcion": "Audi a3 1.9 tdi 5 velocidades, en buen estado acepto prueba mecánica",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "280000 km",
            "precio": 3900.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-994434490",
            "descripcion": "Audi A3 modelo Sportback , cristales tintados , llantas de aluminio, radio CD con subwoofer , 6 velocidades , elevalunas electricos , climatizador bizona, motor turbo diesel , equilibrio entre economia y potencia , asientos de cuero negro. mantenimientos y filtros al día. 190.000 km reales",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "190000 km",
            "precio": 3900.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-808123622",
            "descripcion": "El coche lleva más de 1500 € gastados en Repuestos como por ejemplo pastillas, discos, cubiertas, amortiguadores bomba de gasoil echa de juntas bomba de aceite bomba del agua Los tensores el kit de correas cubre cubre Carter brazos de dirección kit de embragues Vimasa completo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "100 cv",
            "año": "2003",
            "kilómetros": "240000 km",
            "precio": 3900.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1087384146",
            "descripcion": "se vende audi a3 en muy buen estado tanto motor como interior todas revisiones al dia se vende con matrícula francesa 🇫🇷 posibilidad de matriculación 🇪🇸 aparte solo gente seria para más información ℹ️ tlf: 632474724",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "270058 km",
            "precio": 3800.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1083719472",
            "descripcion": "audi a3 en perfecto estado filtros de aire y aceite ruedas hechos y embrague cambiado nuevo si puedo ver y. comprobar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "24000 km",
            "precio": 3800.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1081814406",
            "descripcion": "Vendo A3 motor 1.900 105 cv 19200km buen estado ver probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "192000 km",
            "precio": 3800.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1079603631",
            "descripcion": "Vendo audi A3 buen estado mejor ver probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "19200 km",
            "precio": 3800.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1065114325",
            "descripcion": "El coche esta en buenas condiciones con todas las facturas acepto prueba mecanica Itv en vigor Acepto coche como forma pago, aportando diferencia por parte del beneficiado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 3800.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1002094804",
            "descripcion": "El coche tiene asientos recaro,ruedas S3 originales,paragolpes delantero s3,faros nuevos,gomas nuevas,mantenimiento al dia,asientos Recaro,motor irrompible",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "206000 km",
            "precio": 3800.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1082558974",
            "descripcion": "2.0 tdi 140 caballos Itv al dia buen estado general mejor ver y probar se acepta prueba mecanica",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "240000 km",
            "precio": 3750.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1062744130",
            "descripcion": "Se Vende A3 8L Ambition 100Cv Color Gris,Tiene Pack Deportivo,control de crucero, asientos Recaro, Climatizador revisado este verano funcionando perfectamente, se le cambió correa auxiliar y alternador nuevo, Ruedas delanteras mixtas nuevas con 3 meses, ITV tiene hasta Octubre 2025, Tiene algún defecto de carrocería, No ha dado ningun problema, se puede ver sin compromiso",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "100 cv",
            "año": "2003",
            "kilómetros": "231000 km",
            "precio": 3700.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1002562362",
            "descripcion": "Vendo Audi a3 2004 el coche actualmente tiene todos los filtros cambiado aire aceite y gasoil Aceite cambiado anticongelante cambiado Tiene los neumáticos delanteros a un 90% Y traseros a 80% tiene el techo tapizado de el año pasado y los 4 paneles retapizados Tiene algún toque de chapa como se aprecia en las fotos ACTUALMENTE SIN ITV SE DARÍA CON LA ITV RECIÉN PASADA",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "300000 km",
            "precio": 3700.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1000942946",
            "descripcion": "Aceite y filtros al dia, pastillas de freno casi nuevas y ruedas al 80% Tiene faros xenon asientos leon fr y techo recien tapizado Motor muy economico con 6velocidades. PRECIO POCO NEGOCIABLE embrague, bimasa y aceites y fiktros recien cambiados",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "250000 km",
            "precio": 3700.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1091807338",
            "descripcion": "Hola vendo audi a 3 motor 2.0 tdi 140 cv el coche funciona perfectamente de todo tiene luces de xenón asientos de cuero techo solar ITV HASTA FEBRERO 2026.un saludo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "218000 km",
            "precio": 3600.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1068959467",
            "descripcion": "Vendo audi A3 en buen estado y bien cuidado, cambio de aceite y filtro el 26/10/2024. Ruedas delanteras nuevas recién cambiadas, ITV recien pasada Asientos calefactables, con carga de aire, sensor de marcha atrás, luces automáticas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "243176 km",
            "precio": 3600.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1091637939",
            "descripcion": "Audi A3 2.0TDI 140cv 6 velocidad Mantenimientos al día de aceite y filtros correa de distribución con menos de 10mil km",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "200000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1091921781",
            "descripcion": "Audi A3 2004 - Perfecto estado Tamaño Compacto, ideal para ciudad y carretera Coche bien cuidado, ni pequeño ni grande, perfecto para quien busca un vehículo práctico y confiable. Contacta para más detalles o para verlo en persona",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "3000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1086698388",
            "descripcion": "Vendo un audi a3 funciona todo bien me ha cabo de pasar el itv mi tlf 602189007 WhatsApp",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "289731 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1084432872",
            "descripcion": "Audi a3 8L 130cv 6 velocidades motor ASZ tracción a las 4 , llantas del s3, suspensión blistein, de motor está perfecto algún rocecillo de chapa , escucho cambios...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "280000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1081974198",
            "descripcion": "3500€ Esté precio es solo para esta semana no te lo pienses mucho!! Vendo este a3 2.0 TDI 140cv en buenas condiciones listo para hacerle muchos km 4 ruedas al 90% Pastillas de freno nuevas Batería nueva Turbo se puso este verano nuevo Todos los mantenimientos cada 15km el coche está al día de todo.se acepta cualquier prueba mecánica.lo mejor es verlo y probarlo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "243000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1051436663",
            "descripcion": "Audi a3 ITV recien pasada. Distribución hecha a los 200.000 km. Sistema de sonido BOSE. Neumaticos al 70 % con llantas en 16”. Batería nueva, ya que el vehículo se encuentra parado. El fallo de cuadro de luces, es debido a que tienen instaladas bombillas led canbus, poniendo bombillas normales se elimina el testigo. Caja de cambios de 6 velocidades manual. El coche de motor funciona perfecto, mejor probarlo. Venta por falta de uso.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "217000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1012777642",
            "descripcion": "audi A3 en buen estado, con pequeños roces de pintura, pero bien estado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "283000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-957461479",
            "descripcion": "Solo venta, no cambios. Dos juegos de llantas. Mantenimientos al dia, distribucion recien hecha. Asientos recaro, filtro de aire ramair, reprogramado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "280000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-588053628",
            "descripcion": "Audi A3 TDI 140 CV la correa cambiada ace un mes y con Etiqueta B puedes cundocir en Barcelona",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "210000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Audi A3 2.0TDi 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1078874347",
            "descripcion": "Vendo Audi A3 en buen estado de mecánica. Recién hecho embrague, distribución y mantenimiento completo. Acepto cambios. Anda a diario.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "278000 km",
            "precio": 3499.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1083633860",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "298000 km",
            "precio": 3400.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-966270010",
            "descripcion": "Embrague aceite y todos los filtros recién cambiados con factura demostrable ruedas nuevas llantas originales en 17 pulgadas todo de serie bien cuidado Pequeño golpecito como podéis ver en la foto en la puerta del conductor pero nada grave por lo demás todo perfecto tanto de pintura El techo un poco descolgado pero poca cosa todo muy bien el interior bien cuidado También aceptó cambio por furgoneta",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 3400.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1091958602",
            "descripcion": "Buen estado , le suena el bimasa en frio ,y habria que cambiarle el taco de motor del lado del conductor ( se puede dar con las dos cosas cambiadad ) distribucion echa con 10.000km , lleva el turbo del fr mk1 , downpipe , muelles y suspension koni , llanta 17 , control de velocidad , frenada delantera del s3 , stage 1 .... sobre 195 cv con proteccion de turbo . Se da trasferido .",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "270000 km",
            "precio": 3300.0
        },
        {
            "titulo": "Audi A3 2.0 tdi 140 cv pegatina B",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1085883166",
            "descripcion": "Audi A3 2.0 140 cv con distintito medioambiental Pegatina B, muy bien cuidado con 208000 km. Al dia de todo. Precio: 3299 euros Estado fenomenal, se encuentra circulando a diario, perfecto de mecanica. Neumaticos al 80 %. Cambios de aceite y filtros recien cambiados. Embrague y distribucion cambiados en 2023.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "200000 km",
            "precio": 3299.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1029750024",
            "descripcion": "NO NEGOCIABLE,ABSTENERSE LOS DEL ULTIMO PRECIO,CANBIOS E HISTORIAS,.Itv en vigor,aire acondicionado recien cargado,bateria nueva,impuestos,todas las revisiones,cambio de kit distribución a los 258000k.,discos de frenos,líquidos de freno,neumáticos en buen estado,se acepta prueba mecanica,desgaste en siñones y alguna arañazo en chapa por uso,lunas tintadas homologadas,ordenador de abordo,bajo consumo,CD,altavoces Bose,parrot manos libres instalado,en perfecto estado,se vende por tener coche de empresa,elevalunas eléctricos,aire acondicionado,airbags,6 marchas,espejos eléctricos,mejor verlo,posible acuerdo una vez visto y valorado el vehiculo en persona",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "285300 km",
            "precio": 3285.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1090574944",
            "descripcion": "Vehiculo en funcionamiento. Tiene algun rascazo superficial de chapa nada grueso. Bateria nueva. cambios de aceite y filtros hechos en 2024. ITV hasta Junio 2025. Distribucion cambiada en 2022 muelles suspension repuestos en 2020. Neumaticos delanteros validos para nieve y barro, semi nuevos. Vehiculo en excelente estado de conservacion mecanica. cambio por necesidad de un vehiculo familiar mas grande.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "100 cv",
            "año": "2003",
            "kilómetros": "298822 km",
            "precio": 3200.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1082554338",
            "descripcion": "El coche va bien hay que mirar embrague pero funciona perfecto ESCUCHO OFERTAS HAGO CAMBIOS",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "263000 km",
            "precio": 3200.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-928206798",
            "descripcion": "Coche cuidado y en buen estado con el desgaste propio de los años que tiene. Se vende porque ya tenemos otro coche y necesitamos una moto en casa.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "287000 km",
            "precio": 3200.0
        },
        {
            "titulo": "Audi A3 Sline",
            "enlace": "https://es.wallapop.com/item/audi-a3-sline-1088598233",
            "descripcion": "vendo audi a3 sline tiene asientos calefactables regulacion lumbar electronica control de crucer y de velocidad climatizador... se le puede poner un bolante con levas ya que es dsg tiene 200.000km muy cuidado el unico error tiene el embrague de la caja de cambios automatica mal y por eso de vez en cuando da fallo mejor venir y probar muy pocos km para el motor que es funciona dia a dia NO LEER!! #ventacoches #cochessegundamano #cochesocasion #coches #compraventa #cochesdeportivos #europolislasrozas #madrid #minicoches #cochescompactos #europolis #vivemajadahonda #majadahonda #carporn #cochesaltagama #cochespremium #cochesunicos #compramostucoche #cocheselectricos #cocheshibridos #cochesonline #caroftheday #meetlasrozas #lasrozas #cocheocasion #cochesegundamano #cadiz #rotanavybase #americannavy #basenavalderota #audi #golf #seat #cupra",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "210000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A3 130cv 2003 ",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1088968161",
            "descripcion": "audi a3 130 cv perfecto estado de motor correa de distribucion recien canviada aceites i filtros recien canviados bateria nueva",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "299000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1077167109",
            "descripcion": "ITV recien pasada Seguro de Julio Tiene pegatina, etiqueta B Todo funciona perfecto, la unica pega es que el embrague a veces se queda pillado en primera o en retro, por eso el precio.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "265000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1077989868",
            "descripcion": "EL COCHE NO ARRANCA, LE HACE FALTA UNA PUESTA A PUNTO. Se vende este audi a3 8p 2.0 TDI con 265.000km, el coche esta impecable tanto dentro como por fuera, siempre duerme en cochera, vehiculo nacional, Revision hecha, Ventiladores cambiados, Bateria nueva..., puedes ver el coche sin compromiso, gracias. Posibilidad de cambio a interes propio. Precio negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "265000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1056530293",
            "descripcion": "Itv hasta febrero. Para cualquier duda escríbeme por aquí,precio negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "245000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-975975128",
            "descripcion": "Coche en perfecto estado Cambio de aceite perfecto Velocidad de crucero Turbo cambiado hace un año Ruedas delantera nuevas Ruedas traseras medio uso ITV recien pasada sin ningun defecto No negociable Venir y probar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "263000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-960505365",
            "descripcion": "Itv recien pasada escucho cambio por coche más grande",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "277000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-940676713",
            "descripcion": "hola, vendo audi a3 en buen estado, kit de distribución nuevo he cambiado 23/06/2024, aceite y filtros cambiado tb 23/06/24 mantenimiento al día,itv hasta febrero 2025 o cambio x passat a partir de 2005 más dinero",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "273000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-662936016",
            "descripcion": "Coche en perfecto estado, para mas informacion 631346006",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "300000 km",
            "precio": 3000.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1057639727",
            "descripcion": "Solo gente seria me dijo el mecánico por qué se le encendió un testigo que puede tener el bimasa algo afectado pero el coche funciona se usa a diario vendo por compra de otro vehículo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "2648 km",
            "precio": 2950.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1088344478",
            "descripcion": "El coche de motor esta en perfecto estado de chapa tiene un detalles del uso de los años, le acabo de pasara el ITV sin problemas, puede llevar etiqueta medioAmbiebtal. Se puede ver y probar sin compromiso.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "223000 km",
            "precio": 2900.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1088380072",
            "descripcion": "Se vende Audi A3 8L 1.9 TDI del 2003 con motor ASZ (130cv) el coche esta buen estado general a excepción del exterior. No ha tenido golpes grabes, estado de motor excepcional, al dia de todo lo necesario (distribucion hace 30000km, neumaticos al dia, A/C y calefaccion operativa. Genial para primer coche o coche de diario. Acepto prueba dinamica a gente realmente interesada, puedo aceptar cambios. ITV en vigor hasta septiembre 2025.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "264000 km",
            "precio": 2900.0
        },
        {
            "titulo": "ULTIMO PRECIO Audi A3 2003 ",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1065826312",
            "descripcion": "recien echos mantenimientos distribuicion culata y arbol de levas techo solar espejos electricos recien pintado mejor ver y probar TAMBIEN CAMBIO precio negociable ya que ay que hacer embrague",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "290000 km",
            "precio": 2900.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1084980552",
            "descripcion": "🚗 ¡Se Vende Audi A3 Diesel 2003 en buen estado! 🚗 Vendo mi Audi A3 TDI 1.9 Ambition Diesel del 2003, un coche que ha sido cuidado, ha dormido en garage y se encuentra en buen estado de funcionamiento. 🔧 Características: Motor diesel eficiente y potente. Perfecto estado mecánico. Lunas tintadas autorizadas por la DGT. Pilotos traseros autorizados. Interior en buen estado. Algunos roces exteriores (nada grave) Techo arreglado con remaches acolchados. Lo vendo por obligación de cambiar a un coche familiar. Mejor ver y probar 💰 2899€. 📍 Ubicación: Zaragoza #audi #audia3 #cocheBuenoBarato #audiambition #audi2003",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2003",
            "kilómetros": "204000 km",
            "precio": 2899.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-898211333",
            "descripcion": "Se vende audi A3 , 5 puertas a buen precio El coche esta muy bien, es elegante y tiene potencia. Ha tenido dos dueños y se ha usado para viajes largos y ciudad El consumo de comustible no es muy elevado, unos 6l/100km Los altavoces hay que cambiarlos ya que no va la membrana tiene conexión bluetooth, así como una instalación para acoplar unos bajos extra en el maletero, no se si todavía funciona, nunca lo he usado . El volante esta un poco desgastado. los cristales traseros estan tintados RECIEN PASADA LA ITV Cambio reciente de aceite y filtros y correa nueva",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2005",
            "kilómetros": "240000 km",
            "precio": 2850.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1072865967",
            "descripcion": "Se vende Audi A3 8L , con turbo nuevo 1749vb recién puesto , suspensión roscada línea de escape con silencioso homologado, llantas s3 neumaticos nuevos y altavoz subwofer , motor cambiado hace 1 semana con factura . escucho ofertas . negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "240000 km",
            "precio": 2800.0
        },
        {
            "titulo": "Audi A3",
            "enlace": "https://es.wallapop.com/item/audi-a3-1072339177",
            "descripcion": "Vendo impecable Audi A3 1.9 TDI !! En perfecto estado tanto como exterior y interior. Le acabo de hacer la revisión, no ay que hacerle nada va todo perfecto la correa se cambió a los 190.000. tiene libro de revisión en casa oficial sellados,interior con asientos RECARO, gente seria y no mareantes gracias",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "100 cv",
            "año": "2003",
            "kilómetros": "235000 km",
            "precio": 2800.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1092215619",
            "descripcion": "motor 2,0 TDI con revisiones hechas distribucion hecha a los 22200km ,bateria nueva ,equipo BOSE , techo solar climatizador, xenon bola de remolque extraible, tienes algunos defectos de carroceria , pregunta sin compromiso..",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "229000 km",
            "precio": 2700.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2006-2-0-tdi-1067604957",
            "descripcion": "Audi a3 2.0 tdi con itv al día. Color: Plata Asientos de cuero Elevalunas eléctrico Tiene roces de pintura",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "270000 km",
            "precio": 2700.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1089916603",
            "descripcion": "Coche en buen estado 1.9TDI 130cv 6 velocidades, itv hasta agosto Le funciona todo perfectamente Menos la ventanilla del conductor le cuesta subir y de chapa como se aprecia en las fotos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "284000 km",
            "precio": 2600.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1075557834",
            "descripcion": "Vendo Audi A3 1.9TDI diesel (2003) Desde la sinceridad, el coche tanto en el interior como el exterior estan bien, se le nota el uso o un golpecito pero está muy bien para un primer coche o si eres un fanático, darle un pequeño arreglo visual y dejarlo niquelado. Siempre tiene el chivato de motor encendido pero no hay problema, son los sensores, tanto el turbo como las EGR y el motor en sí estan bien. Tiene unos cuantos kilometros pero es normal por sus años, igualmente no hay problema ninguno mientras se le de el mantenimiento adecuado. El motor está en perfecto estado, la clase de motor que tiene se le suele llamar inmortal y no me extraña, siempre me ha respondido bien el coche. Tiene poco consumo, la radio está cambiada y se oyen muy bien los altavoces. Si te gusta pisarle al acelerador es buen coche. Lo vendo porque voy a comprarme otro coche para cambiar de aires basicamente. Abierto a preguntas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2003",
            "kilómetros": "280000 km",
            "precio": 2600.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2006-1092697359",
            "descripcion": "Vendo Audi A3 1.4, tiene un par de toques en la chapa como se aprecia en las fotos , motor perfecto no he tenido ningun problema, si quereis mas informacion llamar sin problemas y hablamos. Idoia",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "258041 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1091458966",
            "descripcion": "itv pasada si. estiqueta mediomental , techo despegado hay que cambiar el caudalimetro , ruedas en buen estado , tiene algunos desperfectos en la pintura",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "100 cv",
            "año": "2003",
            "kilómetros": "237000 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1090210345",
            "descripcion": "audi a3 es un 1.9 tdi 110cv el coche se encuentra en buen estado , tiene aceite y filtros echo , tiene amortiguares nuevos y frenos itv recien pasada mejor ver y probar sin compromiso",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "30000 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1079869408",
            "descripcion": "Se vende Audi A3 2.0 diesel del año 2004.con 217 mil kilómetros.ojo le falta creyó la junta de culata O la culata.alguna vez cuando passa el 140 k/h pierde potencia.mejo verlo y probar.el motor está en marcha.el agua No esta mescado con aceite.y le sale humo blanco.rueda nuevas 100/100.itv hasta septiembre 2025",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "217000 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1072142840",
            "descripcion": "mantenimiento al recien hecho tambien esta recien pintado. funciona perfectamente se puede ver y probar ( ojo ) gente seria nada de mareos",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2005",
            "kilómetros": "280000 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1064869433",
            "descripcion": "Audi a3 8L matriculado en el año 2003 con 250mil kilometros. El coche lo uso de diario y no da ningun problema. Consume muy poco. Se le acaba de hacer revisión completa en taller de confianza con factura. Dispongo de todas las facturas de las cosas que le he cambiado desde que lo tengo. ITV recien pasada, hasta octubre 2025 El coche de pintura esta bien, tiene el parachoques trasero desgastado y algunos daños por el tiempo. Hay que alinearlo, ya que el volante esta un poco girado, no es nada, por lo que se puede conducir perfectamente. #audi #a3",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2003",
            "kilómetros": "250000 km",
            "precio": 2500.0
        },
        {
            "titulo": "Audi A3 2003 NO SE REBAJA NADA",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1070854543",
            "descripcion": "Audi a3 de mecánica impecable de chapa con arañazos, funcionando a la perfección, ruedas nuevas, batería y aceite recien cambiados, egr nueva mejor ver Venta por cambio a coche de 5 puertas.No cambios solo venta.NO MAREAR CON TONTERIAS NI PREGUNTAS ABSURDAS O TE INTERESA O NO.SINO INTERESA EL PRECIO OS BUSCAIS OTRO,NO MAREAR CAMBIO DE NOMBRE A CUENTA DEL COMPRADOR",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "237000 km",
            "precio": 2499.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1080875812",
            "descripcion": "Estado ok 722121200",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2003",
            "kilómetros": "272000 km",
            "precio": 2450.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1068902740",
            "descripcion": "Cambio por carecer de etiqueta medioambiental, el coche va de lujo pero me hice un renting de un coche con etiqueta y lo necesito vender para no pagar dos seguros. itv pasada en Abril. Motor perfecto, diesel con muy poco gasto, es un coche eterno. Entrego con cambio de correa recien hecho y bomba de refrigeracion.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "102 cv",
            "año": "2003",
            "kilómetros": "275000 km",
            "precio": 2400.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1048200491",
            "descripcion": "Vendo Audi A3 1.9 TDI 3 puertas, Batería nueva, enfriador de Aceite nuevo, bote expansion nuevo, el coche va de puta madre, el único inconveniente es que tiene un consumo eléctrico y se descarga la bateria de ahí a qué tenga un desconectador de batería, no creo que cueste mucho arreglarlo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "277000 km",
            "precio": 2350.0
        },
        {
            "titulo": "Audi A3 LEER EL ANUNCIO ",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1091531687",
            "descripcion": "Se Vende ,SOLO ANDORRA PORFAVOR NO INTERESA MATRICULARLO EN ESPAÑA ME HAN DADO PRESUPUESTO DE SOBRE 1.300€ No Negociable, ITV hasta septiembre de 2025, MATRÍCULA DE ANDORRA ver en banyoles (Girona)NO NEGOCIABLE NO NEGOCIABLE y ahora no tengo prisa en venderlo lo seguiré usando NO QUIERO OFERTAS DE TONTOS QUE NO TIENEN 2.300€ LO QUE PONE EN EL ANUNCIO ES LO QUE PIDO esto es para el miseria que me a ofrecido 1.650€",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "291000 km",
            "precio": 2300.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1082506306",
            "descripcion": "Esta cambiado motor caja cambio embrague todo itv pasado 24 12 2024 ruedas atras nueva idelantera nueva no bajo mas",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "2400 km",
            "precio": 2300.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1075077897",
            "descripcion": "Lo vendo por no usar, ai que pasarle itv y cambiar las pastillas de freno y las gomas delanteras",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "270000 km",
            "precio": 2300.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1090256236",
            "descripcion": "Audi a3, mejor ver y probar sin compromiso y sin problema Tiene: -Embrague y bimasa a los 220000km -Neumaticos al 80% (Los 4) -Pantalla 9” Carplay/AndroidAuto -Stage 1 (+35cv) -Faros delanteros con ojos de ángel y leds -Intermitentes dinámicos -Cámara marcha atrás Llamar sin problema: 634 42 78 14, Dani",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "240000 km",
            "precio": 2200.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-8p-2-0-tdi-140cv-2004-1019802728",
            "descripcion": "Tiene motor cambiado por uno de 200.mill de un tiguan 2.0tdi 140cv con culata buena y embrague revisado y en estado Ok.(motor valorado en 2.000€) . 6 Marchas. Itv recién pasada el 07/06/2024 con una leve solo. Tiene 18 homologadas.las llantas son originales de s8/a8 en R18 con neumáticos en buen estado,. Carrocería con desperfectos por tiempo parado pero nada grabé. El coche tiene un pequeño goteo aveces de aceite que abria que mirarle ya que no salta ningun fallo ni perjudica su conduccion,( Intentare darlo con el solucionado ya que me ocurrio esta semana que esta todas las carreterras llenas de ramas del tiempo malo este y nose que pille.,nose si es de la dirreccion, del motor o un manguito pero el coche funciona bien..,) si lo areglo subira el precio.. pero por ahora mantendre el coche parado ya que tengo otros. Esta totalmente de serie menos las llantas. . Precio poco Negociable ya que tiene alguna cosa para hacerle y ya Rebaje. . . urge venderlo, no ofertas absurdas el coche funciona. Y losiento si tardo en responder, tengo mas vida fuera de wallapop :)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "300000 km",
            "precio": 2200.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/a3-completo-leer-bien-326591116",
            "descripcion": "se vende entero para despiece audi a3 2.0 tdi motor bkd completo 3 puertas. despiece o arreglar otro audi a3. Interior sline de piel beige. No dispone de papeles. no se puede transferir,solo despiece. despieze, siniestro, sline, s line, etc",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "220000 km",
            "precio": 2200.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1091167083",
            "descripcion": "Vendo Audi A3, ITV pasada, llantas aluminio",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "260000 km",
            "precio": 2000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1070553752",
            "descripcion": "Audi A3 del año 2005. Motor 2.0 tdi 140cv. Ruedas al 90%. Embrague echo. Turbo echo. Llantas sline. ITV recien pasada. Pegatina medioanbiental B. motor cambiado 390.000 km de marcador 260.000 de motor. Abria que cambiar parachoques y maletero. Se escuchan cambios como parte de pago preferiblemente limitadas para el A2. No leer Audi A3, A4, A5, TT, Seat, ibiza, leon, bmw, e46, e60, e92, e90, e81, serie1, mercedes, furgoneta, vito, sprinter, parner, moto, cross, enduro, ktm, kawuasaki, suzuki, yz, 125, 250, 450, yz, kx, kart, A2.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "260000 km",
            "precio": 2000.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1091890557",
            "descripcion": "Vendo audi a3 1.9 tdi 100cv año 2003 con 220.000km. Se tiene que poner a punto ya que lleva un tiempo parado.. aceite ,filtros algun sensor y alguna bombilla etc. Gasta muy muy poco y motor muy duro. Interior esta en buen estado, exterior esta aceptable. El precio no es negociable! Ya no quedan coches a este precio y con un buen mantenimiento queda coche para años. Se puede ver y probar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "100 cv",
            "año": "2003",
            "kilómetros": "220000 km",
            "precio": 1500.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1091321473",
            "descripcion": "Se vende audi si mi TV para más información en privado hace todo cambio por quad moto de enduro o remolque negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "100 cv",
            "año": "2003",
            "kilómetros": "250000 km",
            "precio": 1500.0
        },
        {
            "titulo": "Audi A3 ",
            "enlace": "https://es.wallapop.com/item/audi-a3-1086700009",
            "descripcion": "ATIENDO WHATSAPP",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2004",
            "kilómetros": "180000 km",
            "precio": 1000.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1058002188",
            "descripcion": "hoy 11/10/2024 se pone a la venta despiece completo de Audi a 3 2.0 TDI bkd consulta piezas aún está completo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "235000 km",
            "precio": 999.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1091915573",
            "descripcion": "Vendo Audi A3 por cambiar de trabajo y compra una furgoneta no lo gasto precio barato",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2005",
            "kilómetros": "37000 km",
            "precio": 600.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1086286882",
            "descripcion": "Despice completo no se vende entero",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "185214 km",
            "precio": 500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-1082588015",
            "descripcion": "¿QUIERES VENDER EL VEHÍCULO QUE YA NO USAS? CONTACTÉ CON NOSOTROS YA! ... SE COMPRA TODO TIPO DE VEHÍCULO, NO IMPORTA, ESTADO, AÑO, KILOMETRAJE, AVERIAS, SINIESTRO, GOLPES, CON O SIN ITV, EXTRAVIO DE DOCUMENTACION, EMBARGO, PRECINTO, RESERVA DE DOMINIO, A NOMBRE DE DIFUNTO, ETC... PAGO DESDE 100€ HASTA 2000€. RECOGEMOS TANTO COMO PARA DESGUACE, COMO PARA CIRCULAR! PAGO, RECOGIDA Y CAMBIO DE TITULARIDAD Ο ENTREGA DE BAJA DEFINITIVA AL INSTANTE.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "140000 km",
            "precio": 500.0
        },
        {
            "titulo": "Audi A3 2005",
            "enlace": "https://es.wallapop.com/item/audi-a3-2005-967801524",
            "descripcion": "buenas se vende interiror completo,asientos delanteros y traseros,color marrón claro, junto a los paneles de las puertas delanteras y traseras de audi a3 3 puertas motor bkd 2.0 tdi 140 cv año 2005 se vende todo junto se envía a toda españa,no negociable y se vende todo entero portes a cargo del comprador gracias",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "140 cv",
            "año": "2005",
            "kilómetros": "270000 km",
            "precio": 400.0
        },
        {
            "titulo": "Audi A3 2003",
            "enlace": "https://es.wallapop.com/item/audi-a3-2003-1071256138",
            "descripcion": "despiece audi a3 8l interior completo y de motor y caja de cambios funciona bien arranca a la primera, llantas y gomas nuevas tengo otro frontal completo con radiadores en perfecto estado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "130 cv",
            "año": "2003",
            "kilómetros": "202480 km",
            "precio": 100.0
        },
        {
            "titulo": "Audi A3 2004",
            "enlace": "https://es.wallapop.com/item/audi-a3-2004-1078776743",
            "descripcion": "Está averiado y no se que tiene, más bien sería para repuesto, económico",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "105 cv",
            "año": "2004",
            "kilómetros": "280000 km",
            "precio": 60.0
        }
    ]
}