{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A3",
        "version": "1.8 TFSI 180 CV S tronic Attraction",
        "año mínimo": 2014,
        "año máximo": 2016,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 1000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 179,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=179&min_year=2014&max_year=2016&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=1000000&gearbox=automatic&brand=Audi&model=A3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A3 Cabrio 1.4 TFSI S tronic AUTOMÁTICO.",
            "enlace": "https://es.wallapop.com/item/audi-a3-cabrio-1-4-tfsi-s-tronic-automatico-1076005400",
            "descripcion": "Incluido en el precio: Garantía de 12 meses con libre elección de taller. Entrega gratis en cualquier punto de la península. Cambio de nombre en nuestra gestoría. Mantenimiento mecánico y limpieza pre-entrega. Transferencia incluida. Equipamiento: ABS. Airbag delanteros. Aire Acondicionado, climatizador automático bi-zona. Alarma. Inmovilizador antirrobo. Anclajes ISOFIX. Asientos regulables en altura. Cámara de marcha atrás. Cierre centralizado con mando a distancia. Conexión USB y Bluetooth. Control de estabilidad y tracción. Control de presión de neumáticos. Control por voz. Dirección asistida. Elevalunas eléctricos en las 4 ventanas. Encendido automático de luces. Equipo de sonido. Espejo retovisor interior electrocrómico.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "140 cv",
            "año": "2014",
            "kilómetros": "123000 km",
            "precio": 20900.0
        },
        {
            "titulo": "Audi A3 2015",
            "enlace": "https://es.wallapop.com/item/audi-a3-2015-1080331878",
            "descripcion": "coche en perfecto estado muy bien cuidado mejor ver y probar",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "117000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Audi A3 2015",
            "enlace": "https://es.wallapop.com/item/audi-a3-2015-1051720179",
            "descripcion": "revisión de aciete completo echos disco frenos nuevos",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "130000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Audi A3 2016",
            "enlace": "https://es.wallapop.com/item/audi-a3-2016-922155411",
            "descripcion": "Se vende audi a3 Sline del 2016 en perfecto estado, cambio de aceite dsg, aceite del motor y filtros recien hechos, neumaticos delanteros nuevos hace 3 meses, para más información privado.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "120000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Audi A3 2016",
            "enlace": "https://es.wallapop.com/item/audi-a3-2016-870563851",
            "descripcion": "se vende audi a3 Sline en perfecto estado todos los mantenimientos echos i distribucion i bomba de agua con menos de 2000 km Se vende sin las llantas negras",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "130000 km",
            "precio": 18500.0
        },
        {
            "titulo": "AUDI A3 Sportback 1.4 TFSI  S tronic h.enchufable",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-1-4-tfsi-s-tronic-h-enchufable-1057367915",
            "descripcion": "VEHICULO CON TODAS LAS PRESTACIONES DE COMFORT Y SEGURIDAD LO TENEMOS NOSOTROS. ESTUDIAMOS FINANCIACION MUY ADAPTABLE PARA NUESTROS CLIENTES. EXTRAS EXACTOS POR BASTIDOR .",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "92000 km",
            "precio": 17999.0
        },
        {
            "titulo": "Audi A3 Sline 2014",
            "enlace": "https://es.wallapop.com/item/audi-a3-2014-1070827460",
            "descripcion": "Audi A3 Sline interior y exterior,en perfecto estado. ITV hasta noviembre del 25, revisión recién pasada, neumáticos Michelin pilot 5 con pocos kilómetros. Equipo de sonido Bang & Olufsen, arranque sin llave. También puedo aceptar cambio por furgoneta, mediana- pequeña tipo, Toyota proace city diesel, Citroen berlingo, Volkswagen caravelle, multivan, california o similares.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "140 cv",
            "año": "2014",
            "kilómetros": "101000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Audi A3 Sportb 1.4 TFSI 150 CoD ult Str Advanced",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportb-1-4-tfsi-150-cod-ult-str-advanced-1075053043",
            "descripcion": "Vehículo comercializado por Grupo Seligrat (Concesionario oficial de las marcas OPEL, PEUGEOT, KIA, HONDA, MITSUBISHI, SUZUKI y MAXUS) con más de 50 años en el sector, especialistas en la venta de vehículos de ocasión online y presencial. Financiación 100% a tu medida, contacta con nosotros y te informamos sin compromiso. Posibilidad de entrega de tu coche como parte de pago, te damos la máxima tasación tanto presencial, como online. Contacta con nosotros y realizamos las gestiones por el canal que te resulte más cómodo. Posibilidad de entrega a domicilio. Pregunta por nuestras ofertas en seguros de Auto para clientes del Grupo. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante, no pudiendo constituir la base de un futuro contrato.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "55556 km",
            "precio": 17000.0
        },
        {
            "titulo": "Audi A3 1.4 TFSI COD ULTRA S TR ADVANCED SPOR 150 5P",
            "enlace": "https://es.wallapop.com/item/audi-a3-1-4-tfsi-cod-ultra-s-tr-advanced-spor-150-5p-1074433827",
            "descripcion": "Vehiculo comercializado por Grupo Seligrat (Concesionario oficial de las marcas OPEL, PEUGEOT, KIA, HONDA, MITSUBISHI, SUZUKI y MAXUS) con mas de 50 anos en el sector, especialistas en la venta de vehiculos de ocasion online y presencial. Financiacion 100% a tu medida, contacta con nosotros y te informamos sin compromiso. Posibilidad de entrega de tu coche como parte de pago, te damos la maxima tasacion tanto presencial, como online. Contacta con nosotros y realizamos las gestiones por el canal que te resulte mas comodo. Posibilidad de entrega a domicilio. Pregunta por nuestras ofertas en seguros de Auto para clientes del Grupo. Los datos del anuncio podrian contener algun error y por tanto no tienen caracter vinculante, no pudiendo constituir la base de un futuro contrato. ***EQUIPAMIENTO OPCIONAL INCLUIDO*** - Volante en cuero Audi exclusive - Retrovisores calefactables y plegables electronicamente - MMI navegacion plus con MMI Touch - Climatizador Comfort Plus - Audi pre sense front ***EQUIPAMIENTO SERIE INCLUIDO*** - Cinco plazas ( 2+3 ) - Diez altavoces con subwoofer - Equipo de audio con radio AM/FM. reproductor de CD. RDS. lector de CD para MP3 y Tarjeta digital pantalla color - Control remoto de audio en el volante - Toma/s de 12v en los asientos delanteros - Cuatro frenos de disco con dos de ellos ventilados - ABS - Apertura a distancia del maletero con control remoto - Control de crucero - Luces de lectura delanteras y traseras - Luz en el maletero - Espejo de cortesia iluminado del conductor del acompanante - Sensores de aparcamiento delanteros y traseros con radar - Banda tintada en parabrisas - Combustible: sin plomo 95 octanos y Combustible primario: gasolina - Acabados de lujo: pomo de la palanca de cambios en cuero. consola central en aluminio simil. puertas en aluminio simil. tablero en aluminio simil y empunadura del freno de mano en cuero - Alfombrillas - Faros con lente de superficie compleja. bombilla halogena y luz larga con bombilla ...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "55556 km",
            "precio": 17000.0
        },
        {
            "titulo": "Audi A3 Sportback S Line S Tronic TFSI",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-s-line-s-tronic-tfsi-1090260829",
            "descripcion": "coche en perfecto estado! 150cv, asientes calefactables, modos de conducción, automático con 7 marchas, sensores de aparcamiento traseros, ruedas en muy buen estado, itv en vigor.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "91300 km",
            "precio": 16900.0
        },
        {
            "titulo": "Audi A3 2016",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-1056570744",
            "descripcion": "Audi A3 sline gasolina 150 caballos. 3 puertas. cualquier duda se soluciona por chat.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "105000 km",
            "precio": 16800.0
        },
        {
            "titulo": "Audi A3 2016",
            "enlace": "https://es.wallapop.com/item/audi-a3-2016-1086372018",
            "descripcion": "Audi A3 Sportback 150cv todas las revisiones ok, ITV ok en venta",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2016",
            "kilómetros": "148000 km",
            "precio": 16500.0
        },
        {
            "titulo": "Audi A3 Advanced 1.4 TFSI 92 kW (125 CV) S tronic",
            "enlace": "https://es.wallapop.com/item/audi-a3-advanced-1-4-tfsi-92-kw-125-cv-s-tronic-924703186",
            "descripcion": "Precio oferta sujeto a financiación: 16227 EUR. Precio al contado: 17850 EUR. *VIL2* VUELVEN LAS OFERTAS FLASH DE OCASIONPLUS SOLO ESTA SEMANA UNA SELECCIÓN DE MÁS DE 2000 COCHES CON DESCUENTOS INCREIBLES AGARRALO! NO LO DEJES ESCAPAR OCASIONPLUS - 8000 COCHES - 80 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA 1950€ de descuento en este coche Precio oferta financiado: 16227€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 17850€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Techo solar, Tapicería de piel, Navegador, Asistente de aparcamiento, Encendido automático de faros, Luz diurna, Control de velocidad, Volante multifunción, Asistente de arranque en pendiente, Sensor de presión de neumáticos, Start/Stop automático, Aire Acondicionado (Climatizador), Isofix, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (17\"). - Coche Nacional, Historial Mantenimiento. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "125 cv",
            "año": "2016",
            "kilómetros": "86032 km",
            "precio": 16227.0
        },
        {
            "titulo": "Audi A3 8V SPORTBACK 1.4 TFSI PACK S3",
            "enlace": "https://es.wallapop.com/item/audi-a3-2015-945285575",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "125 cv",
            "año": "2015",
            "kilómetros": "155000 km",
            "precio": 15450.0
        },
        {
            "titulo": "Audi A3 2015",
            "enlace": "https://es.wallapop.com/item/audi-a3-2015-1078087682",
            "descripcion": "SEVENDE AUDI A3 1.4 TFSI 150CV SEDAN LIMOSINE AÑO 2015 PAQUETE S LINE EXTERIOR INTERIOR EXTRAS. LLANTAS DE RS3 19 PULGADAS CAMBIO .AUTOMATICO STRONIC .FAROS LED. SENSORES DE APARCAMIENTO. ELEVALUNAS .ELÉCTRICOS. CIERRE CENTRALIZADO CON MANDO. ITV HASTA 2026 CLIMATIZADOR VIZONA. ACEPTO CUALQUIER TIPO DE PRUEBA MECÁNICA TRAER ASU MECÁNICO DE CONFIANZA. PRECIO NEGOCIABLE..ACEPTO CAMBIO COMO FORMA DE PAGO SIEMPRE Y CUANDO SEA FAMILIAR ..",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2015",
            "kilómetros": "176000 km",
            "precio": 15000.0
        },
        {
            "titulo": "Audi A3 S-line Sportback",
            "enlace": "https://es.wallapop.com/item/audi-a3-2014-1086532432",
            "descripcion": "vendo mi coche simplemente porque compre otro , a quien le interesa y para más informaciones que venga en privado, solo interesados wtsp: 603367714 el que no le interesa que no me escriba nada porfavor ya estoy recebiendo tantas choradas y precios riducolos",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2014",
            "kilómetros": "246000 km",
            "precio": 13999.0
        },
        {
            "titulo": "Audi A3 2014",
            "enlace": "https://es.wallapop.com/item/audi-a3-2014-1053016180",
            "descripcion": "Vendo mi Audi A3 S Line Sportback 2014. Tiene 245,000 km , muy ecomico Muy limpio y bien cuidado. ¡Un coche económico y listo para nuevas aventuras!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "110 cv",
            "año": "2014",
            "kilómetros": "244580 km",
            "precio": 13999.0
        },
        {
            "titulo": "Audi A3 Sportback Sline",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-s-line-1074502742",
            "descripcion": "Audi A3 1.4 TFSI Sportback etiqueta ECO funciona con gasolina el coche es de particular esta todo acabado de revisar, con historial de facturas y funcionando diariamente distribucion hecha hace 1 año y medio -Características ITV hasta 2025 Etiqueta ECO -Equipamiento Faros led y xenon Paquete S/Line interior y exterior Llantas 16’ S/ Line Climatizador bi-zona Retrovisores eléctricos y calefactables Modos de conducción adaptativos Control de crucero Luces automáticas Volante multifunction 2 llaves Aire acondicionado acabado de cargar Cambio de nombre no incluido. Máxima seriedad",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "125 cv",
            "año": "2015",
            "kilómetros": "98500 km",
            "precio": 13990.0
        },
        {
            "titulo": "Audi A3 S-line full equip 2014",
            "enlace": "https://es.wallapop.com/item/audi-a3-s-line-full-opcion-2014-1078590711",
            "descripcion": "vendo mi Audi A3 S-line full equipe G-tron 1.4 del 2014 esta impecable como nuevo el coche funciona con gas natural comprimido (GNC) como combustible principal, aunque también tiene un depósito de gasolina como respaldo. Es muy eficiente y ecológico ITV recién pasada tiene etiqueta verde ECO Mantenimiento al día en taller de Audi con 2 llaves originales",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "125 cv",
            "año": "2014",
            "kilómetros": "186000 km",
            "precio": 13900.0
        },
        {
            "titulo": "Audi A3 2014",
            "enlace": "https://es.wallapop.com/item/audi-a3-2014-1029847784",
            "descripcion": "Audi a3 sportback 2014, 1.6 TDI, automático de 7 velocidades con levas, volante y asientos deportivos, faros delanteros bixenon automatico, limpiaparabrisas automático, modos de conducción y sensor de marcha atrás. Correa de distribucion, batería, pastillas y neumáticos recien cambiados.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "105 cv",
            "año": "2014",
            "kilómetros": "168000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi A3 Sportback 1.4 TFSI 140 COD Str Ambition",
            "enlace": "https://es.wallapop.com/item/audi-a3-sportback-1-4-tfsi-140-cod-str-ambition-1075853227",
            "descripcion": "¡Bienvenido a la nueva forma de comprar y vender de forma transparente y segura entre particulares! En AutoSpecial creemos que una compra transparente y segura entre particulares es posible. Con nosotros, te olvidarás de sorpresas desagradables de última hora. El precio de todos los vehículos publicados incluye: - Certificación antes de la compra, para que conozcas el estado real del vehículo antes de adquirirlo - Garantía mecánica de 1 año - Informe DGT - Cambio de nombre de forma telemática ante la DGT. No pierdas tiempo en ir a una gestoría - Redactamos el contrato de compraventa y facilitamos la firma de la documentación de forma digital - Proceso de pago seguro para vendedor y comprador Este vehículo se encuentra en Barcelona, ¡si quieres te lo enviamos a domicilio a cualquier parte de la Península y Baleares! Todos los vehículos anunciados son de propietarios particulares, pero son especiales, ya que no tienen sorpresas desagradables al comprarlo certificado y con garantía de 1 año. AutoSpecial realizará la descripción del anuncio de la mejor forma posible. No obstante, la información acerca del equipamiento y equipamiento extra están sujetos a posibles variaciones del fabricante según base de datos disponible. En caso de duda visite nuestros términos y condiciones generales del servicio en la web.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "140 cv",
            "año": "2014",
            "kilómetros": "193000 km",
            "precio": 12790.0
        }
    ]
}