{
    "búsqueda": {
        "marca": "MINI",
        "modelo": "MINI",
        "año mínimo": 1940,
        "año máximo": 2007,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": [
            "automatic",
            "manual"
        ],
        "tipos de motor": [
            "gasoline",
            "gasoil",
            "electric-hybrid",
            "others"
        ],
        "potencia máxima": 1000,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline,gasoil,electric-hybrid,others&min_horse_power=1&max_horse_power=1000&min_year=1940&max_year=2007&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic,manual&brand=MINI&model=MINI&filters_source=default_filters&keywords=Cooper&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "MINI JCW GP",
            "enlace": "https://es.wallapop.com/item/mini-gp-2006-1063969685",
            "descripcion": "MINI GP 1 Nacional, soy su tercer propietario y SIN GOLPES. Libro de revisiones en concesionario oficial hasta 2022, de ahí en adelante solo ha sido mantenido en talleres Fidel Abad, especialista en mecanica de competición. Coche completamente de serie a excepción de frenos JCW R56 4 pistones, con pastillas DS2500 y traseras ate con 2.000km. Latiguillos metálicos y liquido de frenos Superformula recién cambiado. Detalles estéticos en faros y tapón de gasolina. MANTENIMIENTO EXAHUSTIVO con facturas. Aceite Ravenol con 4.000km. Mantenimiento de compresor hace 4.000km. Todos los filtros hace 4.000km. Bomba de agua nueva. Bujías nuevas. Batería Varta nueva. Bobinas Msd. Neumaticos practicamente nuevos. Silentblocks powerflex con 5.000km. Taco motor nuevo original con 5.000km. Dumper original con 5.000km. Copelas nuevas con 5.000km. ITV pasada en Julio sin ningun fallo. Neumaticos al 80% de vida. Dos llaves con mando. Todos los libros y manuales de fabrica. Se acepta prueba mecanica o lo que se necesite sin ningun tipo de problema.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "218 cv",
            "año": "2006",
            "kilómetros": "158500 km",
            "precio": 20900.0
        },
        {
            "titulo": "Mini Cooper 1300 Ideal Rallyes regularidad",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1971-ideal-rallyes-regularidad-1081025167",
            "descripcion": "Precioso Mini Cooper del año 1971 y con una preparacion y acabado perfecto para rallyes de regularidad o simplemente para disfrutarlo. Todo homologado en ficha tecnica para poder circular. -motor 1300 A+ -cambio de recorrido corto -barras antovuelco -llantas 13” Superlight con neumaticos Yokohama -escape central de acero RC40 -faros de largo alcance -suspensiones regulables GAZ -pinzas de freno AP Racing -... se entrega con recambios: faros, asientos traseros, cuadro,...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2001",
            "kilómetros": "32000 km",
            "precio": 16500.0
        },
        {
            "titulo": "MINI COOPER S",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1084608700",
            "descripcion": "Exclusivo y muy mimado, mejor verlo en persona probarlo y se admite cualquier prueba mecánica en cualquier taller suyo de confianza, mucho extras, intercoler, kit de bujías reforzadas, escape malian y el de serie llantas 18 pulgadas, techo panorámico con apertura, ni un arañazo. Probablemente esté dando algo más de 200 cv, no se ha subido a baco. Coche y color exclusivo con valor al alza, estos modelos en unos años será aún más caro y no perderá valor. Coleccionista Coopers jwc, fiat 500 abarth 595 Spider, r50, r 53 ,r56",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "175000 km",
            "precio": 15000.0
        },
        {
            "titulo": "MINI Mini 1990",
            "enlace": "https://es.wallapop.com/item/mini-mini-1990-1089505252",
            "descripcion": "Austin Mini Couper Matriculado el 26/10/1990. Muy cuidado. Únicamente dos propietarios. Recién pintado e ITV pasada.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "40 cv",
            "año": "1990",
            "kilómetros": "77495 km",
            "precio": 15000.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-john-cooper-works-1046729856",
            "descripcion": "Mini Cooper S John Cooper Works del año 2005 con matricula DMX. El primer coche con este modelo. Autentica joya de coleccionista para los entendidos y amantes en este tioo de coches. Coche con todas las piezas de exterior e interior originales John Cooper Works con todas sus revisiones hechas e ITV pasada. Motor comoletamente limpiado y lavado. Interior de cuero negro original de Mini. Cuadro de mandos original de Mini de dos relojes. Equipo de sonido Harmann kardon. Un unico dueño y siempre durmiendo en garaje. Kilometros actuales: 160000 km. Para mas informacion no dudes en escribir y/o preguntar Precio negociable y dispuesto a escuchar ofertas coherentes.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "210 cv",
            "año": "2005",
            "kilómetros": "140000 km",
            "precio": 15000.0
        },
        {
            "titulo": "MINI cooper s JCW ",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-jcw-1087165518",
            "descripcion": "modelo unico en acabado y combinacion, acabado park lane con todos los extras, desde sensores de lluvia y luces, hasta equipo de sonido harman , piel, techo, asientos calefactables, etc kit preparacion JCW motor,frenada, escape, original Bmw-mini. certificado bmw mini. john cooper works revisiones en bmw y historial, ultima realizada en taller especialista completa. no hay que hacer nada, vehiculo al alza por su rareza y pocas unidades. totalmente de origen, tanto coche como extras. acepto coche como parte del pago, pequeño, motor basico y en estado como el mio, es para segundo coche de casa, tipo polo, yaris, etc",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "128000 km",
            "precio": 14900.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1086776859",
            "descripcion": "Vendo Mini Cooper S con todos los acabas de JCW. El coche lleva hecha la reprogramacion power ON, asientos deportivos recaro JCW, tubo de escape JCW, catalizador 200 celdas, etc.. Hace menos de 1000km se le hizo revisión completa, bujías ngk, cambio de filtro y aceite Motul 8100 x-power 10W60 más aditivo antifriccion y antifugas. Neumaticos nuevos recien puestos michelin pilot sport 5 medida 225/40/18. El coche se le ha hecho puesta a punto. La itv recién pasada sin fallos. Todos los extras que lleva el coche tanto de potencia como accesorios son de fábrica y estan homologados en la ficha técnica. Para más información mandar privado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "156384 km",
            "precio": 14800.0
        },
        {
            "titulo": "MINI 1.3 Cooper",
            "enlace": "https://es.wallapop.com/item/mini-1-3-cooper-994582195",
            "descripcion": "Mini 1.3 Cooper de 1975, en perfecto estado de conservación, estrictamente de serie, se entrega recién revisado y con itv pasada, modelo muy exclusivo, una de las últimas unidades fabricadas por Leyland Morris en España",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "73 cv",
            "año": "1980",
            "kilómetros": "16900 km",
            "precio": 14750.0
        },
        {
            "titulo": "MINI Cooper Clasico ",
            "enlace": "https://es.wallapop.com/item/mini-cooper-clasico-1054891736",
            "descripcion": "Vendo Mini Cooper 1.3 inyeccion del año 96, tambien llamado MPI (es el que lleva ya el radiador frontal en lugar de en la aleta) Modelo con precio en alza. ITV hasta octubre de 2025 con 0 fallos y mantenimiento recien hecho con cambio de aceite, anticongelante, filtros, bujias... Coche funcinando sin problema. Llantas Minilite Volante con airbag Escape bosal homologado y escape recto con doble salida central. Faros auxiliares Radio bluetooth Puerto de carga en la guantera Interior en madera... Se acepta prueba mecanica. Se aceptan ofertas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "63 cv",
            "año": "1996",
            "kilómetros": "57000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Morris Mini 1000 Van Estate Countryman 1973",
            "enlace": "https://es.wallapop.com/item/morris-mini-1000-van-estate-countryman-1973-1056878570",
            "descripcion": "Se vende un Morris Mini Van del año 1973. Ubicado en Portugal con matrícula portuguesa. El coche está en buenas condiciones generales. El precio de venta es de 13.900 €; se aceptan ofertas razonables. El transporte corre por cuenta del comprador. Puedo compartir el contacto de empresas de transporte que puedan entregar el coche en la puerta del comprador a precios razonables. Vea mis otros artículos y no dude en preguntar más detalles. Estoy disponible por correo electrónico, teléfono móvil y WhatsApp. Gracias por mirar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "40 cv",
            "año": "2001",
            "kilómetros": "81500 km",
            "precio": 13900.0
        },
        {
            "titulo": "MINI JCW 210cv",
            "enlace": "https://es.wallapop.com/item/mini-jcw-210cv-1048168869",
            "descripcion": "✅MINI Cooper S John Cooper Works R53 1.6 210cv compresor. ✅Manual 6 velocidades. ✅Motor de cadena. ✅Kit con certificado oficial JCW que incluye: 🛑Admision, escape, culata, inyectores, polea del compresor, bujias, frenos y suspensión. ✅Tiene el extra del diferencial autoblocante que era opcional. ✅Todo original sin modificaciones. ✅Año 2006 restyling, de los ultimos. ☑️Mantenimiento reciente por capricho CON FACTURA: ☑️Aceite del compresor y tensor. ☑️Bomba de agua y correa de accesorios. ☑️Filtro de aire, combustible, habitaculo y aceite motor. ☑️Suspension completa y copelas. ☑️Discos de freno y pastillas. 🛑Dificilmente encontraras otro r53 JCW tan al dia. ✔️Doble techo panoramico ✔️Pantalla con navegador GPS MINI original ✔️Faros de xenon ✔️Sillones calefactables ✔️Sensor de parking ✔️Sensor de luces ✔️Control de crucero ✔️Tiene 153.000km ✔️Etiqueta medioambiental verde 🛑SOLO GENTE SERIA, PRECIO NO NEGOCIABLE. 🔴Lo puede revisar un mecánico sin problema. -Abarth 500 595 695, Suzuki swift sport, Polo GTI, Corsa opc, clio sport, GP, civic type r, picanto GT, Opel Adam S, Smart Brabus, Up gti, Ibiza cupra, Cooper S, jcw, toyota mr2, honda s2000, mazda mx5, opel speedster, bmw z4, audi tt, rx8, rx7, 350z, 370z",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "210 cv",
            "año": "2006",
            "kilómetros": "15300 km",
            "precio": 12980.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1088937104",
            "descripcion": "Mini mini Cooper S de noviembre del 2007, distintivo \"C\", ITV recién pasada, con pack JCW metido en ficha, motor Peugeot RCZ CUP 1.6T forjado con 63 mil kms con factura del 2020, intercooler Airtec, admisión AEM, turbo híbrido Peugeot sport y downpipe, nunca tandas. 263 mil kms muy cuidado, siempre en garaje, mantenimientos al día de absolutamente todo, embrague y volante bimasa LUK, caja de cambios recien cambiada, actualización de software, frenos brembo, ruedas, tapa balancines, aceite Motul, taco motor, rodamientos, válvula de descarga Forge, catalizador e intermedio deportivo, repro stage 1 en Vagspeed Motorsport, techo solar, xenon. Más info por WhatsApp, sin compromiso. 6 2 9 3 5 4 3 1 1 Escucho ofertas. Gracias",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "63000 km",
            "precio": 12500.0
        },
        {
            "titulo": "MINI COOPER S 210 CV 180000KM ",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-210-cv-180000km-1084495081",
            "descripcion": "SE VENDE IMPONENTE MINI R53 DE COMPRESOR VOLUMETRICO (SONIDO INCREIBLE) KIT JHON COOPER WORKS CON CERTIFICADO 210CV DE PURA DIVERSION, MUCHO DINERO INVERTIDO.. FUTURO OBJETO DE COLECCIÓN, SOLO PARA ENTENDIDOS. VALOR EN ALZA.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "210 cv",
            "año": "2004",
            "kilómetros": "180000 km",
            "precio": 12500.0
        },
        {
            "titulo": "MINI R53 COOPER S J.C.W 200CV",
            "enlace": "https://es.wallapop.com/item/mini-r53-cooper-s-j-c-w-200cv-1056714349",
            "descripcion": "Nordesmotor vende... Exclusivo MINI COOPER S R53 Kit JCW AÑO 2004.... Etiqueta medioambiental C. 163000Km. 200CV Preparación JCW de motor ,suspension,escape...Todo homologado en ficha técnica . Incluye baquets . Procedente de único propietario,comprado nuevo en Celtamotor Vigo..",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "200 cv",
            "año": "2005",
            "kilómetros": "163000 km",
            "precio": 12000.0
        },
        {
            "titulo": "MINI Cooper S JCW ",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-945883093",
            "descripcion": "mini r56 Cooper S 212cv, acabado JCW exterior-motor, interior cuero, bi-xenon, reloj temperatura presión turbo y parot originales, pack carbono interior, llanta 17 con toyo proxes tr1, catalizador miltek, escape completo JCW, filtro de aire bcm mangueras de silicona, intercooler airtec, kit potencia motor jcw original, frenos JCW originales, suspensión ohnlis BMS MI20S1, fondo plano, el coche se usa a diario, cambios de aceite cada 5000km libro de mantenimiento, bujías iridium,anticongelante recién cambiado con aditivo mocool de motul, todo homologado en ficha menos los separadores, 666774289, no cambios, itv 5-12-2024 0 fallos",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "212 cv",
            "año": "2007",
            "kilómetros": "183500 km",
            "precio": 12000.0
        },
        {
            "titulo": "MINI 2007",
            "enlace": "https://es.wallapop.com/item/mini-2007-1027953335",
            "descripcion": "Mini Coopers S,motor de 174cv,gasolina, con caja de cambios automática. Año 2007, 131.000 kms, garantizados y con 12 meses de garantía Premium Total. Cambio de titularidad incluida en el precio, mantenimiento completo recién realizados y financiación a su medida al mejor interés del mercado. Todos nuestros coches disponen de: - Garantía premium a nivel nacional de 12 meses, ampliable a 24. - Histórico de mantenimiento completo. - Financiación en 24h, incluso sin entrada inicial. - Entrega a domicilio sin coste adicional. - Revisión de pre entrega de 120 puntos. - Atendemos visita fines de semana (bajo cita previa).",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "131000 km",
            "precio": 11950.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1018983783",
            "descripcion": "Vendo mini Cooper S r56, todos los extras posibles. Siempre guardado en garaje. Estado excelente, Como nuevo. Revision recien hecha. Extras: -Techo abatible. -Faros de xenon. -Asientos de cuero y calefactables. -Luces interiores de ambiente. -Ordenador de abordo. -Control de velocidad. -Climatizador. -Sensor de luces. -Sensor de lluvia. -Espejos electricos y abatibles. -Llanta en 17”. -Manos libres. -Faros de largo alcance. -Volante multifuncion. -Techo y pilares interiores en negro.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "104000 km",
            "precio": 11800.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1081045502",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "144000 km",
            "precio": 11290.0
        },
        {
            "titulo": "MINI Mini JCW 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-977683501",
            "descripcion": "Mini Cooper s jcw año 2003, importado en 2006. 147kw/200cv. Homologado en ficha técnica. ITV hasta 08/25 Preparación original BMW: Kit Jhon Cooper Works fábrica, llantas Ronal Hartge 18', muelles Eibach/Ac Schnitzer, relojes VOLT y °C aceite Vdo, Shift indicator Led. Equipamiento: Asientos de cuero calefactables, techo solar, harman/kardon, sensores de aparcamiento traseros, iPod Mini. Extras: Escape Malian exhaust, inyectores 363 cc., filtro alto flujo, taco Powerflex caja de cambios, cables bobinas performance... Mantenimiento compresor (MMAuto). Alternador, bateria,valvulina, Ate ceramic, depósito refrigerante, filtro de combustible,tensores, neumáticos Michelin Super Sport... Mantenimiento anual recién realizado (Mobil 1).Libro de mantenimiento. Se acepta prueba mecánica. Etiqueta medioambiental \"C\".",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "200 cv",
            "año": "2003",
            "kilómetros": "187000 km",
            "precio": 11200.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1090420045",
            "descripcion": "Impecable!!! Merece mucho la pena verlo. Es un modelo muy específico y funciona al milímetro. Todos los extras. Todos los mantenimientos al día. Cambio automático secuencial con levas. Kilómetros reales. Solo gente seria que sepa valorar estos vehículos.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "90000 km",
            "precio": 11000.0
        },
        {
            "titulo": "MINI cooper 1.3 spi 1992",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1-3-spi-1992-1053731828",
            "descripcion": "se vende mini cooper 1.3 spi con 49000 kilometros, importacion alemana, papeles al dia , mas de 3000 euros en nueva suspension y frenos. se puede ver y probar. se envia video por whatsapp.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "1992",
            "kilómetros": "49000 km",
            "precio": 10900.0
        },
        {
            "titulo": "MINI COOPER S R53 170CV",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1083047615",
            "descripcion": "Pocas unidades en este estado tan inmaculado. Nacional. 2 Propietarios. Paquete chili con autoblocante. Techo solar. Faros de xenon. Asientos cuero/tela. ITV 08/2025. Solo hay que ver las imagenes para entender el dinero que lleva encima, no preguntas absurdas y no hago cambios salvo que me ofrezcas un 350Z o 370Z.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "164250 km",
            "precio": 10800.0
        },
        {
            "titulo": "Mini John Cooper Works",
            "enlace": "https://es.wallapop.com/item/mini-john-cooper-works-1084419922",
            "descripcion": "Mini Cooper S R53 con kit tuning John Cooper Works (JCW) 211cv, edición numerada/limitada! Es un coche único. Está en perfecto estado, con techo solar, automático, secuencial con levas y motor con compresor. No hay que hacerle nada en 20.000 km todos los mantenimientos al dia. Se valoran cambios",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "211 cv",
            "año": "2006",
            "kilómetros": "158000 km",
            "precio": 10500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1031548259",
            "descripcion": "Mini cooper S en buenas condiciones de tanto de estetica como mecanica totalmente revisado . En el precio esta incluida la transferencia con garantia . Acepto coche como parte de pago gracias",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "162000 km",
            "precio": 10490.0
        },
        {
            "titulo": "MINI Mini 1992",
            "enlace": "https://es.wallapop.com/item/mini-mini-1992-998931420",
            "descripcion": "Mini clásico año 1992 , modelo 1300 inyección, todo original , en muy buen estado , manguitos y radiador nuevos y originales, batería , frenos , pastillas , neumáticos, cambio de aceite , repaso en general realizado. ITV al día. Se han realizado importantes mejoras mecánicas al Mini Cooper 1.3 inyección. Se instaló un nuevo sistema de radiador de para mejorar la refrigeración del motor. Se han calibrado Los pistones la culata renovada se garantizando mejor compresión y eficiencia. Además, se instaló un nuevo embrague para mejorar la transmisión de potencia. Con todas estas mejoras, el motor ha quedado prácticamente como nuevo, optimizando su rendimiento y durabilidad,frenos nuevos suspension actualizada. NO se aceptan cambios.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "63 cv",
            "año": "1992",
            "kilómetros": "87000 km",
            "precio": 10300.0
        },
        {
            "titulo": "Mini cooper S",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-1079645763",
            "descripcion": "Se vende Mini cooper s del año 2007. el motor se le hizo entero con 200.000km (demostrable con facturas). Dos juegos de ruedas con muy poco uso y con sus llantas. Todos los mantenimientos al dia.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2006",
            "kilómetros": "230000 km",
            "precio": 10000.0
        },
        {
            "titulo": "Mini Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-582318081",
            "descripcion": "Mini Cooper muy cuidado, color gris mate. Preguntas por privado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "155000 km",
            "precio": 10000.0
        },
        {
            "titulo": "MINI COOPER S R56",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-r56-987326038",
            "descripcion": "Nacional, gasolina, etiqueta medioambiental \"C\", motor 174cv. Totalmente de serie Suspensión deportiva, ordenador de a bordo con control de velocidad - climatizador - techo solar - xenon - paquete cromo - llantas flame spoke 18\" - • VEHICULO EN PERFECTO ESTADO • MANTENIMIENTO RECIÉN HECHO - (especifico de MINI) - cadena, tapa de válvulas... • ACEPTAMOS VEHICULO COMO PARTE DE PAGO • ACEPTAMOS PRUEBA MECANICA EN TU TALLER DE CONFIANZA ¿Quieres verlo? Visita nuestras instalaciones en Alhendin. Carretera antigua de Motril N8 - Nave A, Granada. ?? Horario: L a V : 9.30 a 14.00 - 17.00",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "154000 km",
            "precio": 9999.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1071915096",
            "descripcion": "Se vende Mini Cooper S R53 Año 2003, 212.000 km ( Motor BMW ) MOTOR NUEVO (noviembre 2024,adjuntamos factura y garantía) 163 CV , gasolina, motor compresor y transmisión manual de 6 velocidades Todas las revisiones realizadas y al día, ITV hasta Noviembre del 2025 Muy buen estado interior y exterior, recién pulido, mejor ver y probar Extras: • MOTOR NUEVO • MOTOR 2 AÑOS de GARANTÍA OFICIAL. - Llantas - Asientos regulables - Xenón - Distribucion por cadena - 4 ruedas en buen estado - 9950€ No se aceptan cambios, SOLO VENTA. Precio negociable r53 r56 bmw cooper MINI",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "212000 km",
            "precio": 9950.0
        },
        {
            "titulo": "MINI CLASICO ",
            "enlace": "https://es.wallapop.com/item/mini-1990-clasico-1054974459",
            "descripcion": "12 MESES DE GARANTIA AŃO 1990 19.000km. MINI 1000 COOPER clasico, TOTALMENTE RESTAURADO,pintura exclusiva con pases de rueda ensanchados,llantas deportivas,asientos de cuero deportivos recien tapizados,escape central,radio navegador,faros antiniebla rally,motor recien revisado y en perfecto estado de funcionamiento,IMPECABLE ESTADO GENERAL,unidad exclusiva.itv asta 2025.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "60 cv",
            "año": "1990",
            "kilómetros": "19000 km",
            "precio": 9900.0
        },
        {
            "titulo": "MINI Cooper s ",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-1075765583",
            "descripcion": "Mini Cooper s en perfecto estado, neumáticos nuevos, llantas 17 pulgadas, Interior impecable, asientos calefactables, retrovisores eléctricos, limitador de velocidad, suspensión deportiva, techo paronamico, sensores de aparcamiento, salidas escape John works, aleron GP, etc .solo personas interesadas gracias.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "129000 km",
            "precio": 9900.0
        },
        {
            "titulo": "MINI Cooper S R53 2005",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-r53-2005-1070655668",
            "descripcion": "Mini Cooper S R53 170. Nacional de 09/2005. Etiqueta C. Unidad con autoblocante de origen. Dispongo de listado de extras. Con todos los manuales y libros originales y 3 llaves. Vehículo completamente al día de mantenimiento y desgaste (incluido compresor). Neumáticos Michelin Pilot Sport 4 recien cambiados. Sustituidas muchas piezas por mantenimiento preventivo. Guardo facturas de todo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "161300 km",
            "precio": 9900.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-875824573",
            "descripcion": "Mini Cooper S con kit aerodinámico JCW original completo en perfecto estado mecánico, recién sacado de taller, ITV pasada, embrague cambiado hace un año . Navegador Asientos calefactables Bluetooth Sistema de admisión Alta Escape jcw Techo corredizo Pomo de cambio de marchas y palanca de freno de mano JCW Neumaticos nuevos haces 2 meses En muy buen estado mecánico y estético Coche muy mimado No se aceptan cambios ni ofertas absurdas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "200 cv",
            "año": "2005",
            "kilómetros": "150000 km",
            "precio": 9900.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-990937288",
            "descripcion": "Se vende mini Cooper S en perfecto estado y con todas las revisiones y ITV al día.Esta completamente de serie y este modelo en concreto viene con navegador incorporado en la pantalla central,en menos de un año pasa a ser clásico por lo del tema del seguro** subirá su valor** además de ser etiqueta medioambiental C. Se acepta cualquier prueba mecanica.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "142000 km",
            "precio": 9900.0
        },
        {
            "titulo": "MINI Cooper S R53",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-r53-1087530310",
            "descripcion": "Mini Cooper S R53 Restyling 170 cv. Nacional. Caja de cambios manual de 6 velocidades. 151.000 kilómetros. Año 2006. Paquete Chili. Diferencial autoblocante. Asientos de cuero napa. Sistema original de alarma con inmovilizador. Cockpit Chrono. Faros de Xenon. Parrot Bluetooth para llanadas y música. Climatizador automático. Lunas traseras tintadas de fábrica. Volante de cuero con multifunción y algunos detalles más que se aprecian en las fotos. Se le han hecho 2 mantenimientos completos de aceite y juntas del compresor ( último hace 20.000 km aprox. ). Kit completo de embrague a los 125.000 km. Cambios de aceite de motor y filtros cada 8 / 10.000 km. Lleva polea -15% Kavs aligerada, admisión original modificada por Orranje Performance y tramo trasero Duramas homologado, con un sonido que enamora. Lo tengo desde hace 9 años súper mimado, y lo vendo por cambio de residencia fuera de la Península.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "149999 km",
            "precio": 9500.0
        },
        {
            "titulo": "Mini Cooper S",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-934296674",
            "descripcion": "Mini Cooper S en perfecto estado. Recién revisado y repasado todo el motor, compresor nuevo, mantenimientos al día, líquidos nuevos, electroventiladores nuevos etc. No hay otro igual. Para ver y probar, concretar cita previa. Solo se atienden llamadas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "124500 km",
            "precio": 9500.0
        },
        {
            "titulo": "MINI COOPER S R53",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-r53-1075533934",
            "descripcion": "¡El precio anunciado es sin los ASIENTOS RECARO CS. Con asientos el precio es 11500€! ¡NO SE VENDEN POR SEPARADO, SOLO SI SE VENDE EL COCHE ANTES! DESCRIPCIÓN: Exterior: MINI COOPER S R53 restyling, azul con Pack Aero JCW exterior. Alerón GP. Llantas Star Spoke R95 en 18\". Faros de xenón. Autoblocante de serie. Interior: Asientos originales RECARO SPORTSTER CS en cuero negro. Mandos en el volante con control de velocidad. Climatizador. Pomo de cambio y freno de mano en carbono original JCW. MANTENIMIENTO hace 10000km: - Tiene hecho Embrague, retén y aceite de la caja nuevos. - Bomba de dirección y aceite nuevos. - Alternador nuevo. - Manguitos nuevos. - Polea KAVS 17% y correas nuevas. En Septiembre: - Mantenimiento compresor con aceite nuevo. - Bomba agua nueva. - Amortiguadores y copelas nuevas. - Fuelles dirección nuevos. - Discos y pastillas nuevos. TODO DEMOSTRABLE CON FACTURAS. Tiene alguna picada y rocecito del uso, pero nada reseñable. Si alguien quiere más fotos o vídeos se los mando sin problema. MINI COOPER S R53 en Zaragoza.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "156000 km",
            "precio": 9500.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-981637918",
            "descripcion": "Mini Cooper S,170 CV,buen estado,aceite y filtros recién cambiados, así como una copela de amortiguador,soportes de motor y transmisión,palieres y liquido caja y transmisión nuevos, bujías y alguna cosilla más. Sistema de sonido Harman Kardon. Batería y motor de arranque cambiados hace menos de un año.Techo recién tapizado,asientos calefactados,doble techo solar,2 llaves y todos los libros. Coche importado. Se podría estudiar cambios. Etiqueta C.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2004",
            "kilómetros": "195000 km",
            "precio": 9500.0
        },
        {
            "titulo": "MINI R56 Cooper S ",
            "enlace": "https://es.wallapop.com/item/mini-r56-cooper-s-1010828104",
            "descripcion": "- Vehículo en perfecto estado. - Revisiones al día. - Embrague hecho a los 140.000km. - Fotos realizadas por la empresa PHOTOCAR, si necesitas más fotografías o incluso un video de presentación pídelo por privado!.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "155000 km",
            "precio": 8990.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1068303265",
            "descripcion": "El coche se entrega totalmente revisado al día aceite filtros echo itv al día garantia de un año súper cuidado de todo no dudes en llamar Pedir información",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "209000 km",
            "precio": 8950.0
        },
        {
            "titulo": "MINI COOPER S JWC 2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-jwc-2007-1086391340",
            "descripcion": "12 MESES DE GARANTIA ETIQUETA C MINI COOPER S PREPARACION JWC 6 velocidades,subido a 211cv. original de mini con factura y numero de homologacion,techo electrico de cristal,pantalla con navegacion gps,climatizador,elevalunas electricos,llantas deportivas,escape deportivo JWC,alarma con mando,espejos eñectricos,etc...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "211 cv",
            "año": "2007",
            "kilómetros": "220000 km",
            "precio": 8900.0
        },
        {
            "titulo": "MINI Cooper S 1.6 175 CV 3p.",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-1-6-175-cv-3p-1062558114",
            "descripcion": "¡SIENTE LA EMOCIÓN AL VOLANTE CON EL MINI COOPER S. 1.6. 175 CV! ¿Buscas un coche compacto, deportivo y con estilo? El MINI Cooper S es la elección perfecta para ti. Este modelo del año 2007 te ofrece una conducción divertida y dinámica, combinando el icónico diseño MINI con una excelente performance. Características destacadas: • Motor gasolina potente: Disfruta de la emoción y la respuesta rápida de su motor. • Cambio manual: Para una experiencia de conducción más deportiva y precisa. • Diseño icónico: El clásico estilo MINI que nunca pasa de moda. • Equipamiento completo: Aire acondicionado, asientos deportivos, sistema de audio de alta calidad y mucho más. • Historial de mantenimiento: Coche bien cuidado con todas las revisiones al día. Este MINI Cooper S es ideal para: • Amantes de la deportividad que disfrutan de una conducción ágil y emocionante. • Conductores urbanos que buscan un coche pequeño y fácil de maniobrar. • Personas que valoran el diseño y el estilo en su vehículo. SI BUSCAS UN COCHE COMPACTO, DEPORTIVO Y CON ESTILO, EL MINI COOPER S ES LA OPCIÓN PERFECTA PARA TI. No dudes en contactarnos para más información. ¡OPORTUNIDAD ÚNICA! ¡NO ESTARÁ MUCHO TIEMPO DISPONIBLE! En GM Motor Sport queremos ofrecerte la mejor experiencia en la compra de tu próximo coche: • Garantía de hasta 3 años. • Financiación rápida y flexible, desde el 100% o dando una entrada. • Aceptamos vehículo de entrada, ofreciendo la mejor tasación. • Certificamos el kilometraje para tu tranquilidad. • Revisión de 150 Puntos Bosch Car Service. • Entregas en cualquier punto de España (consultar precios). • Somos Servicio Oficial Bosch Car Service Q1. • Disponemos de una amplia gama de modelos y precios. • Siempre ofrecemos precios justos y competitivos. • Cambio de nombre 250 € Te invitamos a que vengas a visitarnos y pruebes nuestros coches seminuevos. ¿Tienes alguna pregunta? ¡Contáctanos!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "152000 km",
            "precio": 8900.0
        },
        {
            "titulo": "MINI Cooper S",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-1080337184",
            "descripcion": "Se vende Mini Cooper S en buen estado. Cuenta con todos los mantenimientos al día. Kit distribuidores de cadena cambiada, bomba de agua, aceite, filtros, pastillas delanteras y traseras, discos de freno delanteros, los 4 amortiguadores... Todo recién hecho, el mantenimiento del compresor volumétrico fue hecho hace 5.000 km. ITV recién pasada. Coche listo para usar. Atiendo a chat.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "176000 km",
            "precio": 8900.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1090041830",
            "descripcion": "Mini cooper s r53 170cv motor 1.6 bmw con compresor volumentrico con mantenimiento hecho hace 20mil km, tengo factura, llantas 17, paquete chili,muy pocas unidades con este equipamiento dificiles de encontrar, autoblocante tipo torsen de origen, asientos de cuero con regulación de altura, climatizador, xenón, sensor lluvia y luces, suspensión deportiva plus, alarma, control estabilidad, ruedas prácticamente nuevas, discos, pastillas y latiguillos del. nuevos, embrague con bimasa recién cambiado, buen estado en general, algun roce típico de un coche de casi 20 años, probablemente sea un futuro clasico muy valorado. El coche es un capricho, se acepta cambio por zx 16v, clio 16v, audi s3 8l, bmw 330ci, 328ci, golf gti 16v, vr6 o similar, de más o menos mismo valor y buen estado. Se puede ver, probar y hacer prueba mecánica.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "190000 km",
            "precio": 8800.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-jcw-r53-1062479250",
            "descripcion": "John Cooper Works 210cv. Hace 51000kms se cambió el bloque por uno con 70.000kms, mantiene culata y demás accesorios JCW.Tengo fotos de todo el proceso.Bomba aceite,patines,tensor de cadena,juntas,etc todo nuevo. Discos y pastillas delanteras,suspensión,silent,bomba gasolina,juntas inyectores,radiador, bote de expansión,neumáticos,llantas JCW.Tapas de espejos,bonnet delantero, tirador trasero,freno mano y pomo en carbono.Semibaquets JCW, indicador de cambio JCW, xenon,alarma gps,sensor parking,faros auxiliares,bluetooth parrot con control desde el volante,supresor escape intermedio, filtro aire cónico K&N. Todo homologado. Etiqueta C. itv recién pasada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "210 cv",
            "año": "2006",
            "kilómetros": "232000 km",
            "precio": 8800.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1030588510",
            "descripcion": "Precioso mini cooper S, completamente de origen, repasado de motor, interior, chapa y pintura para su venta, cargado de extras, doble techo panorámico con apertura, cuero en excelente estado de conservación, control de crucero, manos libres luces de xenon automáticas, asistente de salida en cuesta, mandos en el volante, climatizador con el A/C recién cargado, paquete de luces de cortesía interiores, isofix... y un largo etc, en el modo sport si te metes con él, te sorprenderá las prestaciones que puede llegar a ofrecer, se entrega con mantenimiento recién hecho previo a la entrega y garantía, itv al día, mejor ver y probar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "166000 km",
            "precio": 8800.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-r56-174-cv-1060873186",
            "descripcion": "Vendo Mini Cooper S 175 cv. Nacional, en perfecto estado. Luces y limpiaparabrisas automatico, climatizador, parrot, faros xenon, espejos plegables electricamente,... Acepto prueba o revision en taller.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "110000 km",
            "precio": 8700.0
        },
        {
            "titulo": "Mini r53 cooper s",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1012668123",
            "descripcion": "Vendo Mini cooper s r53, mucho dinero invertido y muy cuidado. Intercooler GRS, colectores nuevos lo entrego con 2 escapes con un sonido espectacular, llantas 17, interior carbono jcw, techo solar, asientos cuero,cromados en negro, rejillas jcw, faros xenon, alerón jcw.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2003",
            "kilómetros": "190000 km",
            "precio": 8500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1022348001",
            "descripcion": "Vendo Mini Cooper s r56, pegatina C del año 2007 con 148.000km, motor hecho completo y forjado hace menos de 5000km, preparado para aguantar 400cv, para ello le falta poner un turbo más grande y intercooler.Ahora mismo está cerca de los 200cv. Vendo por necesidad o cambio por vehículo más grande. Funcionando perfectamente con todo al día y ITV pasada hasta mayo 2025. Facturas de + 10.000 eur, demostrables de todo el forjado de motor, suspensiones nuevas, ruedas etc.. Extras: techo panorámico, asientos en piel, iluminación interior, discos de frenos ranurados y perforados brembo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "148000 km",
            "precio": 8500.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-981068750",
            "descripcion": "Mini Cooper S R53 170cv en color British Green con llantas Mini Gp originales muy cuidado , mantenimientos recién realizados y 4 ruedas nuevas. Más información sin compromiso",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "199999 km",
            "precio": 8499.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-999065867",
            "descripcion": "Se vende Mini Cooper S en muy buen estado. Nacional. Muy cuidado con revisiones periódicas. Techo de cristal doble. Paquete iluminación de colores Botón Sport Asientos de cuero y llantas más altos de gama. Faros de xenon y antinieblas Frenos perforados y ventilados originales Dos llaves Embellecedor escape John Cooper Original Ruedas en buen estado Aceite, filtros y pastillas freno recién cambiados. Mas info no dudes en llamar. mini Cooper Clio Megane country BMW mercedes clase a polo GTI golf",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "142900 km",
            "precio": 8490.0
        },
        {
            "titulo": "MINI R53 Cooper S 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-998384163",
            "descripcion": "Unidad r53 única con muchos extras -Techo panoramico -Asientos calefactables -clima -Sensor de lluvia -Retrovisor anti deslumbrante automático -camara trasera -altavoces pioneer -radio pioneer con android auto -control de crucero -Luces automáticas Mantenimiento al dia con facturas demostrable -Arañazos superficiales del uso. ITV recien pasada, octubre 2024. Hasta octubre 2025 Motor BMW/Chrysler",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2005",
            "kilómetros": "147000 km",
            "precio": 8400.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1023453025",
            "descripcion": "Todos los extras estan homologados y en ficha técnica. Se vende con: Llantas OZ 17” + llantas S-spoke R85 17” Alerones GP + aleron original Escapes Duramas + original cooper s R56 Revisiones y mantenimiento al dia Itv en vigor hasta 06/25 Pintado recientemente Siempre en garaje",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "95 cv",
            "año": "2007",
            "kilómetros": "124000 km",
            "precio": 8400.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1073557477",
            "descripcion": "SE VENDE MINI COOPER S 1.6 TURBO 184 cv! MOTOR RECIEN REPARADO CON Factura i GARANTIA DE RAPARACION DE 1 AÑO TURBO NUEVO MANTENIMIENTO CAJA CAMBIO RECIEN HECHA AÑO2007 GOMAS A 85 % INTERIOR ,EXTERIOR IMPECABLE LEVAS,CAMBIA PERFECTO AUTOMATICO SONIDO DEPORTIVO MEJOR VER. PRECIO 8250 euros Se pide amablemente no molestar sin necesidad! El vehículo está realmente impecable, sin la necesidad de invertir ni 1 céntimo en el para mucho tiempo! Después de salir del taller se le pasó la ITV.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2007",
            "kilómetros": "216000 km",
            "precio": 8250.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1087835185",
            "descripcion": "Vendo mini Cooper s",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "130000 km",
            "precio": 8200.0
        },
        {
            "titulo": "Mini Cooper S R53 106.000km",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-r53-106-000km-1079635862",
            "descripcion": "Mini con mejoras Está al día de mantenimientos neumáticos nuevos, centralita de ABS nueva, latiguillos nuevos, aceites filtros etc Lleva suspensión roscada homologada y escape homologado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2002",
            "kilómetros": "106000 km",
            "precio": 8200.0
        },
        {
            "titulo": "MINI Cooper 1.6 Park Lane",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1-6-park-lane-1086940556",
            "descripcion": "Mini Cooper 1.6 Gasolina 116 cv Park Lane (04/2006) 182.313km Extras: Aire acondicionado Dirección asistida Elevalunas electricos Techo panoramico Asientos de cuero estilisados a vintage con calefaccion Faros de Xenon Ordenador de a bordo Precio: 8.000€ / con cambio de titularidad Contacto: 644 198 054 o 640 359 992",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2006",
            "kilómetros": "182313 km",
            "precio": 8000.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1085452579",
            "descripcion": "Mini Cooper S R56 con escape original JCW, sonido espectacular, tapicería de cuero rojo con asientos calefactables, muy pocas unidades con este acabado, GPS, asistencia de arranque en cuestas, 4 ruedas prácticamente nuevas KHUMO runflat, cambio de pastillas, aceite y filtros recién hechos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2006",
            "kilómetros": "141000 km",
            "precio": 8000.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1022886471",
            "descripcion": "Se vende Mini Cooper S,con botón sport. En perfecto estado, mantenimientos al día ITV recién pasada. Precio negociable se acepta cambio por golf gti",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "170000 km",
            "precio": 8000.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1019013423",
            "descripcion": "Vehículo en buen estado, kit distribución echo ace 5 mil km juntamente con el kit de embrague y mantenimiento completo.Es un coche muy agresivo y estable único defecto que tiene es el techo solar (NO ABRE NI CIERRA) todo lo demás perfecto se entre con el cambio de nombre incluido",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "180000 km",
            "precio": 8000.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-988552278",
            "descripcion": "•Suspensiones blistein con muelles HyR •Copelas regulables •Techo solar •Polea en 17% •Mantenimiento de compresor hecho en el mes de junio •Nacional ACEPTO CAMBIO POR MT-07 o CBR500",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "146000 km",
            "precio": 8000.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1087389658",
            "descripcion": "Solo Venta Mini Cooper S 148.000km,está para pintar,lo vendo por compra de otro coche,interior madera asientos calefactables mixtos cuero y tela,coche muy cuidado. Sólo Venta",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "148000 km",
            "precio": 7999.0
        },
        {
            "titulo": "MINI MINI Cooper Park Lane",
            "enlace": "https://es.wallapop.com/item/mini-mini-cooper-park-lane-1042521209",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2005",
            "kilómetros": "136000 km",
            "precio": 7990.0
        },
        {
            "titulo": "MINI COOPER S DIESEL 110cv 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-cooper-s-diesel-1077425975",
            "descripcion": "SLEEP VAN MOTOR LE PRESENTA; MINI COOPER S DIESEL -HISTORIAL DE MANTENIMIENTO A DISPOSICIÓN DEL CLIENTE -GARANTIA 12 MESES CON COBERTURA EN TODA LA PENÍNSULA -Opción de entrega en toda la península (consultar condiciones con el vendedor) -HACEMOS EL ESTUDIO DE FINANCIACIÓN EN MENOS DE 24H EQUIPAMIENTO A DESTACAR: -Luz diurna -Espejos eléctricos abatibles -Velocidad de crucero -Limitador de velocidad -Bluetooh -Manos libres -Llantas de aleación VEHICULO EN EXCELENTES CONDICIONES LIBRO DE MANTENIMIENTO ACABADO INTERIOR EN NEGRO ASIENTOS EN CUERO RED ENTREGAMOS REVISADO, CAMBIO DE TITULAR Y UN AÑO DE GARANTIA. NO DUDE EN CONTACTAR CON NOSOTROS FINANCIACION A SU MEDIDA DISPONEMOS DE VIDEO EN HD LA EMPRESA NO SE HACE RESPONSABLE DE ERRORES TIPOGRAFICOS EN LA DESCRIPCIÓN DE VEHÍCULO, CUALQUIER DUDA, CONSULTENOS SIN NINGÚN COMPROMISO.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "169000 km",
            "precio": 7990.0
        },
        {
            "titulo": "MINI Mini ONE R56 1.4 95cv 150.000 Km",
            "enlace": "https://es.wallapop.com/item/mini-mini-one-r56-1-4-95cv-150-000-km-1088560090",
            "descripcion": "MINI One R56 2007 150.000km COCHE RECIÉN RESTAURADO POR COMPLETO. (Al estilo Cooper S). PINTADO ENTERO. LOS 4 AMORTIGUADORES NUEVOS. LLANTAS Y NEUMÁTICOS NUEVOS A ESTRENAR.. -MATRICULADO EN 11/2007 -MOTOR 1.4 GASOLINA 95cv CON CADENA DE DISTRIBUCION (el motor bueno de Mini) -CAMBIO MANUAL -153.000 KILOMETROS REALES -DISTINTIVO MEDIOAMBIENTAL C -VOLANTE EN CUERO -AIRE ACONDICIONADO Y CALEFACCIÓN -RADIO CD -LOS 2 ELEVALUNAS ELECTRICOS -LLANTAS DE ALEACION NUEVAS DE 17” (con factura) -NEUMÁTICOS NUEVOS A ESTRENAR (con factura) -AIR BAGS, ABS, ESP -RETROVISORES ELECTRICOS -FAROS ANTINIEBLA -MANTENIMIENTO RECIÉN HECHO (con factura) -EXCELENTE ESTADO GENERAL -ITV HASTA EL 17/07/2025 Se acepta revisar en taller Oficial",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "95 cv",
            "año": "2007",
            "kilómetros": "150000 km",
            "precio": 7990.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-1063184114",
            "descripcion": "Mini Cooper S R56 1.6 175cv turbo gasolina 170.000 Km año 2007 ITV en vigor hasta agosto 2025. Siempre en garaje. Todas las revisiones hechas con facturas. Dos llaves. Muy cuidado y motor en perfecto estado. No fumador. Diaponible espejos retroviores blancos. No acepto cambios. Extras: Navegador, equipo de sonido ampliado Harman Kardon, techo solar doble, faros bi-xenón, luces diurnas y anti nieblas “angel eyes”, asientos mixtos tela-cuero, alarma, reposabrazos central, sensor de luces y de lluvia, control de velocidad, manos libres bluetooth, control por voz, botón sport, iluminación ambiental led colores, isofix, control presión neumáticos, volante de cuero",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "170000 km",
            "precio": 7990.0
        },
        {
            "titulo": "MINI cooper 2006",
            "enlace": "https://es.wallapop.com/item/mini-cooper-2006-1090629624",
            "descripcion": "Coche de capricho y conservado como el primer día . Salpicadero de carbono,faros xenón,pintura bicolor original en gris,tapicería en cuero,elevalunas eléctricos,dirección asistida,espejos eléctricos con carcasa cromada,antinieblas delanteros,llantas aluminio 16”,airbag delanteros y laterales,climatizador,preparación isofix,juego dos llaves y libro mantenimiento,volante bicolor,cargador cd,motor BMW",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "171000 km",
            "precio": 7900.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1070284447",
            "descripcion": "solo gente interesada solo cambio por furgoneta mediana tieen cuero xenon es un juguete autoblocante",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "140000 km",
            "precio": 7800.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1060056800",
            "descripcion": "Coche recién cambiado el motor por uno de desguace con 150000 kms. Octubre 2024. Aceite líquidos y filtro recién cambiados. Se le ha puesto embrague y distribución del motor anterior (2 años). Sensor de turbo nuevo. ITV hasta julio de 2025. Ruedas con 2500 kms. Tengo el coche desde hace 4 años y le he ido arreglando muchas cosas demostrable con facturas. Se acepta prueba mecánica.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "196000 km",
            "precio": 7800.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1052013237",
            "descripcion": "Mini muy cuidado con tres propietarios, del 2003 al 2007 el primero, del 2008 al 2024 el segundo y yo desde enero hasta hoy. Todas las facturas de lo que se le ha hecho desde el 2008 hasta hoy. Manuales originales, catalogos del modelo, las dos llaves y la llave de plástico. Totalmente de serie. RadioCD de serie con un acople para poder conectar el AUX por medio de bluetooth y puedas escuchas musica del movil. Techo solar. Climatizador. 6 velocidades. Bateria nueva. Techo nuevo. Amortiguacion nueva. ITV recien pasada. Consumo 7,2l en carretera a velocidad legal. Coche muy divertido. Siempre garaje (no solo yo) Tengo un video hecho que puedo enviar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "171000 km",
            "precio": 7800.0
        },
        {
            "titulo": "MINI Cooper R56",
            "enlace": "https://es.wallapop.com/item/mini-cooper-r56-1071270845",
            "descripcion": "Vendo Mini Cooper R56 con todos los extras. Tapicería de cuero negro Faros de Xenón Navegador pantalla de 6” Climatizador Volante multifunción Toma USB con conector de IPod de 120gb incluido. Cromados interior y exterior Se le acaban de cambiar los amortiguadores, las bobinas de encendido, y cambio de bujías aceite y filtros. Neumáticos al 60% ITV recién pasada. ALGO NEGOCIABLE",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "165000 km",
            "precio": 7750.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1083549996",
            "descripcion": "Vendo Mini Cooper S en perfecto estado y a toda prueba. Recien pintado hace 5 meses Ruedas negras Supensión metida en Ficha ITV en vigor hasta Mayo 2025 Rejillas delanteras, panel de abeja Cromados de los faros, pintado de negro Luces Xenon Mini Faros delanteros Interior con Hidroimpresión Alfombrillas nuevas Techo con pegatina de Inglaterra Faros traseros led homologados Escape duramax homologado Matriculas de metraquilato Interior entero de led Doble techo de cristal, techo solar. Mejor ver, el coche está en Madrid. Mando mas fotos por privado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "153000 km",
            "precio": 7749.0
        },
        {
            "titulo": "MINI Mini Cooper",
            "enlace": "https://es.wallapop.com/item/mini-mini-cooper-1076549287",
            "descripcion": "Vehiculo nacional Revisiones al dia Itv al dia Direccion asistida Elevalunas electricos Cierre con mando Asientos en piel Climatizador digital Radio cd Control de velocidad - Recogemos su vehículo ( Coche, moto, quad ) como parte de pago previa tasación vía whatsapp, o email. - Disponemos de financiación para la mayoría de nuestros vehículos al mejor tipo intereses del mercado, consulte opciones y posibilidad por el año. - Todos nuestros vehículos pueden verlos y probarlos en nuestras instalaciones sin necesidad de cita previa. En stock más de 100 vehículos - Abrimos de lunes a viernes y sábado por las mañanas. - Todos los tramites se realizan en nuestras oficinas pudiéndose llevar el coche en 5 minutos - Compramos todo tipo de coches en 5 minutos con las mejores tasaciones del mercado - Todos nuestros coches se entregan con revisión completa, limpios y la itv en vigor. - Consultar opción de transporte a cualquier punto de España con coste(consultar tarifas ) - Visitenos en agrmotor . es",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "151000 km",
            "precio": 7500.0
        },
        {
            "titulo": "MINI Cooper ¡ CON 150.000km !",
            "enlace": "https://es.wallapop.com/item/mini-cooper-con-150-000km-1074134208",
            "descripcion": "CAR LOVERS Vende Mini Cooper R56 con pequeño pero potente motor gasolina de 120cv y solo 150.000km del año 2007. Vehiculo revisado minuciosamente en perfecto estado general, sin ningun tipo de desgaste ni averia y con neumaticos, kit de embrague, bateria, manguitos, y mantenimiento recien hechos demostrable con factura. Equipado ademas con llantas de aluminio, volante de cuero, asientos deportivos de tela y cuero azul, radio CD Mp3 con Bluetooth, aire acondicionado climatizador, elevalunas y espejos electricos, acceso y arranque sin llave, direccion asistida, faros halogenos con antinieblas delanteros y traseros, etc. Se entrega revisado y transferido. GARANTIZADO. ¡ VISITANOS TENEMOS MAS DE 250 VEHICULOS EN STOCK, ADEMAS DE LAVADERO Y TALLER PROPIO !",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "150000 km",
            "precio": 7500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1059142190",
            "descripcion": "Se vende mini Cooper S con 80.000km reales, con libro de revisiones de la BMW, cadena de distribución cambiada junto a patines y tensor,aceite y filtros recién cambiados, ruedas prácticamente nuevas,interior cuidado, pintura mal se le va el barniz, pero de chapa está bastante bien.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "80000 km",
            "precio": 7500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1010979764",
            "descripcion": "Mini Cooper R56 2007 3p gasolina, en perfecto estado, libro de mantenimientos al día, con historial de revisiones y reparaciones, un solo propietario, ITV 2025",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "77500 km",
            "precio": 7500.0
        },
        {
            "titulo": "MINI COOPER 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-979904968",
            "descripcion": "Mini cooper 2005 en perfecto estado, de coleccionista. Suspensión deportiva de serie. Faros auxiliares homologados de serie. Paquete cromado interior. Techo tapizado hace menos de un año. Embrague y radiador nuevos. Equipo de musica de serie controlado por volante multifuncion 195000km Los 4 neumaticos nuevos marca khumo. Aceite castrol siempre. Asientos de cuero. muy cuidado y todo de serie. no leer: bmw, 320d, 330d, 4x4, sh, 125, 300, tmax, 520, 530d, 120d, 118d, e92, e60, e46, e36, ej, eg, ktm, yz, ford, rs, amg, x5, x3, x6, gti, gtd, mk1, mk2, leon, fr, cupra mini cooper, john cooper works, cooper s,r53",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "195000 km",
            "precio": 7400.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1085804302",
            "descripcion": "Mini cooper S Suspensión Koni fsd Muelles h&r Polea reducida 18% Inyectores 420 Filtro abierto Kai Escapé jcw Frenos jcw Ruedas semieslicks federal rsr pro Repro jcw Motor de arranque y embrague nuevo Palieres reforzados 149600 km",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "149700 km",
            "precio": 7300.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-r56-2007-1070216482",
            "descripcion": "mini cooper r56 del 2007. 120.000 km asientos de piel techo solar abatible revisiones e itv al dia 120 CV etiqueta C",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "120000 km",
            "precio": 7300.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1064252443",
            "descripcion": "Estupendo mini cooper s r53 en perfecto estado, muy cuidado con todas las revisiones al dia, ultima revisión en primavera con cambio de neumaticos y pastillas freno incluidas. Como extras lleva faros de xenon, asientos de cuero, sensores de aparcamiento, luna delantera térmica, sistema de sonido harman kardom, radio cd con Bluetooth para audio y llamadas y acado interior look carbono. Electronica hecha a medida por dlr. Modelo r53 mas fiable que el r56 (motor con compresor volumetrico)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "150000 km",
            "precio": 7300.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1069071906",
            "descripcion": "Se vende Mini One R50, motor BMW-CHRYSLER 1.6 16V (el motor bueno de Mini), ITV sin fallos y pasada hasta septiembre del 2025, con asientos mixtos de piel (sin desgastes), faros xenon con lavafaros, control de estabilidad DSC, alarma, cadena de distribución, control de velocidad, ordenador de abordo, llantas 17\" pintadas en antracita, neumáticos completamente nuevos 205-45-17, pastillas y discos de freno cambiados, recién pintado (no tiene ni una picada), la batería se cambió en verano (3 años de garantía), aceites y filtros cambiados hace 1.200km, pack exterior de cromados. El coche está muy cuidado, con sus mantenimientos hechos antes del kilometraje que tocaba y completamente de serie (menos llantas del Cooper S). Sólo se negocia en persona y algo lógico. Está para subirse en él y lucirlo sin gastarte ni un euro en bastantes kilómetros. Etiqueta medioambiental C. Saludos!!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2006",
            "kilómetros": "173000 km",
            "precio": 7300.0
        },
        {
            "titulo": "MINI Mini 2007 DIESEL",
            "enlace": "https://es.wallapop.com/item/mini-coupe-2007-1081270195",
            "descripcion": "coche en perfecto estado.muy cuidado. segundo propietario.revisiones siempre cuando tocan. ACTIALMENTE: Bomba agua .Cambio aceite motor , filtros aire diesel aceite. Embrague y bimasa Corrrea distribucion mas auxiliares. Sensor cigueńal y tapa d valvulas. Motor d arranque. TUrbo nuevo Anticongelante. TODO NUEVO ( garantia d taller con factura 3545€ ). Ultimas fotos facturas. Etiqueta B. climatizazor .6 velocidades .volante de piel multifunciones.llantas 17 .motor diesel 110 cavallos del 2007",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2007",
            "kilómetros": "205000 km",
            "precio": 7100.0
        },
        {
            "titulo": "Mini cooper S",
            "enlace": "https://es.wallapop.com/item/mini-mini-cooper-s-2005-1086265020",
            "descripcion": "Se vende Mini cooper S kompressor NACIONAL con etiqueta medioambiental C. Techo panoramico corredizo, xenon, asientos de piel bicolor, equipo de sonido harman kardon,etc... Coche completamente de origen. Tiene revision completa recien hecha, 4 ruedas nuevas y transmision nueva, se vende por no ser practico dado que somos 4 en la familia.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "166500 km",
            "precio": 7000.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1088872685",
            "descripcion": "Se vende por falta de uso modelo R53 con compresor volumétrico 170cv manual pack crono techo solar asientos calefactables ruedas cambiadas hace poco batería nueva aire cargado el año pasado.No negociable.Los faros antinieblas están incluidos aunque actualmente no los lleve montados.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "198000 km",
            "precio": 7000.0
        },
        {
            "titulo": "COOPER S",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1073507036",
            "descripcion": "Vendo Mini cooper S, IMPECABLE. MEJOR VER EN PERSONA. A pesar de los años que tiene el coche esta impoluto mires por donde lo mires, batería nueva recién puesta, mantenimientos al día de todo. Kompresor recién revisado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "185000 km",
            "precio": 7000.0
        },
        {
            "titulo": "Cambio o Vendo Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1082971934",
            "descripcion": "Mini en perfecto estado. Ideal para ciudad, muy bajo consumo, 6 marchas,ordenador de abordo, manos libres parrot. Coche muy bonito. También se aceptan CAMBIOS por coches diésel 5 puertas,tipo 4x4,Rav,Sportage,Tucson",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "185000 km",
            "precio": 7000.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1083262752",
            "descripcion": "Mini Cooper S R56 modelo AC SCHNITZER con llantas 18 pulgadas AC SCHNITZER también, techo panorámico, asientos de piel, Modo conducción SPORT, manos libres. !NO ME INTERESAN CAMBIOS! Cambiado bimasa, repasadas válvulas a 190 mil km (ahora tiene 214 mil km). Se vende por cambio a vehículo más grande.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2006",
            "kilómetros": "214000 km",
            "precio": 7000.0
        },
        {
            "titulo": "MINI COOPER 2006",
            "enlace": "https://es.wallapop.com/item/mini-cooper-2006-1063200625",
            "descripcion": "Vehiculo muy equipado, acabado Checkmate (pocas unidades fabricadas), con techo panoramico, abs, airbags, radio cd, aire acondicionado, elevalunas electricos, cierre centralizado con mando a distancia, cuero, llantas de aluminio, pintura metalizada, faros antiniebla, mantiene todas las pegatinas exclusivas del acabado checkmate, etc..... Motor en perfecto estado, a toda prueba, aceite cambiados en Marzo del 2024 con apenas 3.000kms realizados, carroceria sin un solo rasguño ni arañazo, guardado siempre en garaje, interior impecable sin manchas ni roturas. Itv pasada hasta Noviembre del 2025, neumaticos nuevos, pegatina medioambiental C de color verde para poder circular sin problemas, coche muy mimado, mejor ver y probar sin compromiso, podria aceptar como parte de pago coche que fuera de mi interes",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "158233 km",
            "precio": 7000.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1075806051",
            "descripcion": "Mini cooper S r53 en buen estado, itv hasta julio 2025, pegatina medioambiental c. Tiene de origen navegador, asientos de cuero calefactables, control de velocidad, luces xenon, alarma, cierre centralizado con mando, controbde presion de neumaticos, climatizador...se le acaba de hacer con 220.000km bomba de direccion y liquido nuevo, alternador y bateria nuevos, junta de carter, aceite motor, aceite caja de cambios y mantenimiento del compresor las 4 ruedas michelim",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "221000 km",
            "precio": 7000.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1-6i-2007-1057631527",
            "descripcion": "Se vende Mini Cooper 1.6i 120cv con 190.000km totalmente revisado con ITV recién pasada en septiembre 2024. Full extras: - 6 velocidades - Volante Multifunción - Paquete Chilly Red en interior - Paquete luces ambiente en interior - Bluetooth - Control de velocidad - Navegación Mini multimedia - Amortiguadores Bilstein B8 - Llantas modelo Cooper S - Techo solar panorámico eléctrico - Bi-xenon - Faros antiniebla - Climatizador - Entrada de AUX y USB - Control de estabilidad, tracción y ABS Vehículo nacional. Se entrega transferido, con certificado de libre siniestralidad y kilometraje. Dos llaves. Duerme en garaje, mejor ver.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "190000 km",
            "precio": 7000.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1052367867",
            "descripcion": "Mini Cooper S R56, mantenimiento completo recién hecho, alternador nuevo,equipo audio de countryman 2011, mandos en el volante, regalo otro juego de llantas y neumáticos de verano, mando más fotos por was o mail cambio de nombre incluido",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "150000 km",
            "precio": 7000.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1014186092",
            "descripcion": "coche hecho a capricho,comprado en concesionario hace un año con factura de todo el mantenimiento hecho.lleva suspensiones roscadas,escape duramas de doble salida....... todo homologado en ficha tecnica más info llamar al tel: 636295704",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "291000 km",
            "precio": 7000.0
        },
        {
            "titulo": "MINI 75000km impoluto",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-963614435",
            "descripcion": "Mini One Clásico de los clásicos con muy poco uso, tiene años pero ha estado siempre guardado en garaje privado, sólo 70 000 km y con uso a nivel urbano. Está en perfecto estado como si fuera nuevo y tiene todas sus revisiones al día Cualquier información técnica está en las fotos de la ficha técnica vendemos por no usar. sólo interesados, enviamos video si es necesario pero no perdemos tiempo, es tal y como se ve y todo va perfecto. ITV al día",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "192 cv",
            "año": "2003",
            "kilómetros": "75000 km",
            "precio": 7000.0
        },
        {
            "titulo": "MINI Cooper 1.6 Etiqueta C 120cv",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1-6-etiqueta-c-120cv-1089124302",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "95000 km",
            "precio": 6990.0
        },
        {
            "titulo": "MINI 1.6 COOPER S ",
            "enlace": "https://es.wallapop.com/item/mini-1-6-cooper-s-1000882754",
            "descripcion": "En EXPO&CARS disponemos de MINI 1.6 COOPER S con 197.156KM de 163cv. Disponemos de un servicio de financiación a medida, con posibilidad de financiación al 100% TLF CONTACTO JOSE PEREZ 607259969 El vehículo cuenta con ETIQUETA AMBIENTAL B El vehículo se entrega * Con garantía de 1 año * Trasferencia incluida en el precio * Con la ultima revision echa Esta muy cuidado, siempre guardado en garaje * Dirección asistida * Aire acondicionado Climax * Ordenador de abordo * Cierre centralizado * Llantas de aluminio R17 SE ACECTA VEHICULO COMO PARTE DEL PAGO",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "197156 km",
            "precio": 6990.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-922647432",
            "descripcion": "Vendo mini one cooper s en perfecto estado y muy bien cuidado con techo panorámico llantas BBS radio pioneer con bluetooth cierre con mando a distancia entre otras cosas. Lo quito porque necesito un coche más grande. Para la ciudad y alrededores es una gozada de auto y divertidísimo de conducir llegando casi a sentir lo mismo que en un kart. Lo mejor de todo es probarlo antes de comprarlo PASADA LA ITV HOY 20/08/24 hasta el año 2025. Etiqueta medioambiental C. todo ok",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "154000 km",
            "precio": 6950.0
        },
        {
            "titulo": "MINI Cooper D 1.6  2007 - 109 CV",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1086438559",
            "descripcion": "Vendo Mini Cooper Diesel matriculado en octubre de 2007. Tiene 104.000 km y está muy bien cuidado. (lo cambio por razones familiares) -110 cv -4 plazas /3 puertas - Tiene radio CD integrado de fábrica. - Ventanas eléctricas ~ techo de cristal eléctrico - Espejos eléctricos. - Aire acondicionado. - ABS. - Airbags. - Cambio de marchas manual de 6 velocidades. -Pegatina B Neumáticos Michelin muy nuevos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "109 cv",
            "año": "2007",
            "kilómetros": "104000 km",
            "precio": 6900.0
        },
        {
            "titulo": "MINI Mini COOPER 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-cooper-2007-1071896542",
            "descripcion": "Llantas originales BBS de 18 pulgadas. Aire acondicionado. Control de velocidad. Volante multifunción. Etiqueta C.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "112000 km",
            "precio": 6900.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1082608972",
            "descripcion": "Mini Cooper serie limitada Park Lane. Está en perfectas condiciones interior/exterior. Itv recién pasada + revisión mecánica y dinámica previa. Extras: asientos piel, techo corredizo, sensor aparcamiento trasero, luces automáticas, lunas traseras tintadas, llantas, intermitentes blancos led, anagramas mini en negro,...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2006",
            "kilómetros": "225000 km",
            "precio": 6900.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1080896796",
            "descripcion": "Se vende flamante MINI COOPER AUTOMÁTICO con solo 66.000kms. Equipo de audio, cámara de visión Trasera, revisión recién hecha. Tapicería en piel. Se vende x exceso de coches en la familia.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "66360 km",
            "precio": 6900.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1075554021",
            "descripcion": "Mini muy cuidado. De los últimos R53 que se fabricaron. Separadores traseros 2cm. Llantas 17\" Pilotos oscurecidos. Interior impecable. Asientos calefactables. Radio Pioneer. Todo de serie y original. Es un juguete y muy divertido de conducir con su peso y sus 170cv. Precio reducido hasta fin de año. Antes 7500€",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "158000 km",
            "precio": 6900.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1064625784",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "178000 km",
            "precio": 6800.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1086852763",
            "descripcion": "Asientos de piel calefactables, entrada, maletero y arranque sin llave, volante multifunción,control de velocidad ,toma auxiliar con manos libres , navegador, climatizador , faros de xenon, cristal en techo , equipo con 8 altavoces con etapa de potencia. Mantenimientos al día , ITV pasada en diciembre, muy cuidado , gasta muy poco. Embrague, bomba de agua, correa de distribución, radiador del climatizador nuevos",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "199000 km",
            "precio": 6800.0
        },
        {
            "titulo": "Mini Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1067592423",
            "descripcion": "ALGO NEGOCIABLE. Mini cooper s r56. Motor 1.6t, 175cv, gasolina. Pegatina C. Neumatico delantero nuevos y traseros al 80%. Cadena de distribución mas tensor recien cambiada. Revisión recien echa. Coche recien pintado. Turbo recien cambiado Todo con facturas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "190000 km",
            "precio": 6800.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-968527768",
            "descripcion": "Pegatina C 80.000km",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "80000 km",
            "precio": 6800.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1087376881",
            "descripcion": "Coche impecable mejor ver. Asientos con tapicería de cuero color Camel.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "175000 km",
            "precio": 6700.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1086236552",
            "descripcion": "mini cuper r56 muy cuidado mantiniemto al dia ruedas nuevas y aceite, filtros 180cv va perfevto",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "13500 km",
            "precio": 6700.0
        },
        {
            "titulo": "MINI COOPER  S  11/2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-11-2007-1073999884",
            "descripcion": "Se vende mini Cooper S de 2007, en buen estado, tanto de mecánica como de interiores, chapa y Neumáticos. Revisión al día e ITV en vigor Motor BMW Equipa: Climatizador, Dirección Asistida Modo Sport Volante multifunción Control de Crucero, Cierre centralizado Manos libres *Se escuchan ofertas en persona*",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "175100 km",
            "precio": 6700.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1072407441",
            "descripcion": "Mini en perfecto estado y bien cuidado con cámara trasera, pantalla táctil, GPS manos libres . Todo laos mantenimientos en regla, ITV al dia, y de chapa y pintura en perfecto estado.MEJOR VER Y PROBAR. ES TODO UN JUGUETE! Para mas informacion por privado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "211300 km",
            "precio": 6700.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-975782547",
            "descripcion": "Tiene techo solar panorámico deslizable Asientos calefactables. Sensor de aparcamiento. Navegador. Control de temperatura.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "201183 km",
            "precio": 6700.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1082686498",
            "descripcion": "Mini cooperD 1.6, 192.900km, techo solar, mantenimiento recién hecho, cambio de todos los filtros, 2 llaves, itv hasta noviembre de 2025, faros Xenón, asientos deportivos, la pantalla de radio a veces no se ve, pero no perjudica el funcionamiento, se entrega transferido y con garantía de 1 año. Negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "192700 km",
            "precio": 6650.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1079341759",
            "descripcion": "Mini cooperD 1.6, 192.600km, techo solar, mantenimiento recién hecho, cambio de todos los filtros, 2 llaves, itv hasta noviembre de 2025, faros Xenón, asientos deportivos, se entrega transferido, con garantía de 1 año.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "192900 km",
            "precio": 6650.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1084904966",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "130000 km",
            "precio": 6600.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1089448994",
            "descripcion": "muy buen estado general , revisiones al dia ,itv en vigor ! clima , llantas de aleacion , tapiceria de cuero , faros de xenon , radio cd,ordenador a bordo , elevalunas y retrovisores electricos , etc ! pisibilidad de financiar ! aceptamos su coche como parte de pago ! COMPRAMOS TODO TIPO DE VEHICULOS ! PAGO AL INSTANTE ! oferta con caracter informativo , puede contener errores y no es viculante !",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "130000 km",
            "precio": 6600.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-solo-139-al-mes-financiado-931736924",
            "descripcion": "SOLO 159€ AL MES FINANCIADO MEJOR LLAMAR PARA VER LOS COCHES ACEPTAMOS COCHE COMO PARTE PAGO DISPONEMOS DE 90 COCHES EN STOCK KMS CERTIFICADOS EN FACTURA EQUIPAMIENTO - MINI COOPER 115CV - ELEVALUNAS ELÉCTRICOS - CIERRE CENTRALIZADO - AIRE ACONDICIONADO - ORDENADOR DE ABORDO - LLANTAS DE ALUMINIO",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "189000 km",
            "precio": 6600.0
        },
        {
            "titulo": "MINI MINI R56 1.6 Cooper D(diésel B)",
            "enlace": "https://es.wallapop.com/item/mini-mini-r56-1-6-cooper-d-diesel-b-1073219346",
            "descripcion": "MINI MINI R56 1.6 Cooper D(diésel B) Coche en muy buenas condiciones mecánicas, interior y exterior muy bien. Equipado con climatizador automático, elevalunas eléctricos, cierre Centralizado, llantas, etc.,etc.,etc…. Dispone de etiqueta medioambiental B. Posibilidad de envío a cualquier punto de la península. AÑO 05/2007 174.000 Km Diesel 110cv/1600cc",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "174000 km",
            "precio": 6550.0
        },
        {
            "titulo": "MINI MINI R56 1.6 Cooper D(diésel B)",
            "enlace": "https://es.wallapop.com/item/mini-mini-r56-1-6-cooper-d-diesel-b-1078169599",
            "descripcion": "MINI MINI R56 1.6 Cooper D(diésel B) Coche en muy buenas condiciones mecánicas, interior y exterior muy bien. Equipado con climatizador automático, elevalunas eléctricos, cierre Centralizado, llantas, etc.,etc.,etc…. Dispone de etiqueta medioambiental B. Posibilidad de envío a cualquier punto de la península. AÑO 05/2007 174.000 Km Diesel 110cv/1600cc",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "174000 km",
            "precio": 6550.0
        },
        {
            "titulo": "MINI MINI Cooper S",
            "enlace": "https://es.wallapop.com/item/mini-mini-cooper-s-1083259403",
            "descripcion": "AUTOS DONAIRE COMPRAVENTA DE VEHICULOS + 150 COCHES EN STOCK – ENTREGA INMEDIATA TE COMPRAMOS TU COCHE Y TE PAGAMOS AL MOMENTO FINANCIAMOS 100% - TU ELIGES TU COUTA MINI COOPER S 163CV – VEHICULO EN BUEN ESTADO CON SUS REVISIONES AL DIA PRECIO CONTADO: 6.500 € PRECIO CON OFERTA FINANCIACION: 6.500 € (consulta condiciones especificas de esta promocion – sujeto a aprobacion por parte de entidad financiera) EQUIPAMIENTO DESTACADO: Techo panoramico, llantas 17”, climatizador, asientos deportivos en piel/tela. GARANTIA 12 MESES, AMPLIABLE A 24 MESES (CONSULTAR) Anuncio no vinculante, puede contener errores, solo se muestra a titulo informativo y no contractual. Pueden existir varias unidades del modelo ofertado, consultar con nuestro personal precio y kilometraje de cada vehiculo. ...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "200000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1088746959",
            "descripcion": "mini mini cooper s 163cv mantenimientos al dia. extras: xenon, techo solar, techo panoramico, volante multifuncion, ect mantenimiento del conpresor echo. coche muy mimado pocas unidades en este estado. transferencia incluida en el precio. precio no negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "185000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI COOPER S - 163CV ",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-163cv-1081867419",
            "descripcion": "Mini cooper S, motor bmw de 163cv kompresor de cadena, etiqueta medioambiental C ( VERDE) unidad con todos los extras, asientos de cuero calefactables, techo panorámico de cristal abatible, faros de xenon, llantas de aleación de 17 pulgadas, climatizador, radio con manos libres bluetooth, volante multifuncion, etc.. en perfecto estado de mecánico, kilómetros certificados por escrito, tiene echo un mantenimiento completo, cambio de bujias, bobinas, Kompressor, aceite, filtros de aceite y gasolina. En perfeto estado de chapa y pintura, interiores en buen estado general, itv recien pasada hasta diciembre de 2025, 2 llaves originales. Se puede ver con cita previa en tres Cantos ( Madrid) posibilidad de financiar sin entrada.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "228000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Cooper 1.6 115 3p",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1-6-115-3p-1064562793",
            "descripcion": "En venta bonito mini Cooper 1.6 115 cv con cambio manual de 5 velocidades, vehículo muy cuidado en muy buen estado. Equipado con llantas de aluminio de 5 radios, líneas blancas en capot, techo y retrovisores en blanco, spoiler trasero, asientos deportivos de cuero en dos colores, ordenador de abordo, volante deportivo de cuero, elevalunas eléctricos, aire acondicionado, radio CD, retrovisores eléctricos, 2 llaves… Posibilidad de recoger vehículo como parte de pago, gastos de transferencia y gestión 300 euros",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "146000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1085476207",
            "descripcion": "Se vende mini con la ITV recién pasada o también se cambia por plataforma portacoches de 3500k",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "268000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1084965364",
            "descripcion": "Mini Cooper automatico. En perfecto estado, tanto por dentro como por fuera, muy cuidado.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "95 cv",
            "año": "2007",
            "kilómetros": "205000 km",
            "precio": 6500.0
        },
        {
            "titulo": "Mini Cooper R56 2007 3p. ",
            "enlace": "https://es.wallapop.com/item/mini-cooper-r56-2007-3p-1066827068",
            "descripcion": "Mini Cooper R56 2007 3p. 120cv 115.000km 2007 Manual Gasolina Etiqueta C - Espetacular coche muy cuidado - Pocos kilómetros - ITV hasta 06/2025 - Neumaticos en excelente estado - Revisado con cambio de aceite y filtros - Cadena distribución cambiada a los 80 mil kms - Kit termostato recién cambiado Garantia de 1 año. Cambio de nombre gratis.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "115000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1081542050",
            "descripcion": "En perfecto estado, mejor ver y probar. Cualquier duda, pregúntame.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "137000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1081816864",
            "descripcion": "¡Oportunidad única! Se vende Mini Cooper S R53 de 138.000 km en excelente estado. Este compacto deportivo cuenta con un motor 1.6 compresor de 163 CV que ofrece una conducción ágil y divertida. Perfecto para quienes buscan un coche dinámico y con personalidad. Características destacadas: Año: finales 2003 Motor 1.6 compresor, 163 CV Kilometraje: 138.000 km Manual de 6 marchas Neumáticos en buen estado Revisión reciente, sin fallos mecánicos Equipamiento completo: aire acondicionado, asientos de cuero, radio CD, etc. ITV en vigor El coche se encuentra en muy buen estado tanto interior como exterior, y ha sido cuidado con esmero. Ideal para los amantes de los coches con carácter y calidad. Precio negociable. Contacta para más información o para ver el coche sin compromiso. ¡No dejes pasar esta oportunidad!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "138000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1081192964",
            "descripcion": "\"Mini cooper S turbo\" *4x Nuevas Ruedas completa *ITV 12/25 *Baterie nueva *Aceite y Filtro Nuevo *Doble techo panorámico *Asientos de cuero con calefacción *Solo 2 propietarios *Cat.C",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "136000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1072776583",
            "descripcion": "Mini cooper 2005 motor 1.6 en muy buenas condiciones 135.000km etiqueta B, 6500 negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "85 cv",
            "año": "2005",
            "kilómetros": "136000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1070261489",
            "descripcion": "vendo mi mini cooper bello año mateiculado 2007 diciembre seis velocidades Negro mate techo solar luces ambiente gasolina catalizador recien cambiado vendo por espacio, ver y probar ITV hasta noviembre del 2025 entrego embrague para cambiarlo , puede esperar 20000 klm mas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "153000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1069404617",
            "descripcion": "se pone en venta esta unidad de mini cooper s r53 163cv totalmente original el coche tiene 265000km de marcador pero tiene motor nuwvo original con 30.000km demostrable con factura aceite y filtros siempre a los 10.000 se pasa mas informacion de mantenimiento por privado tiene cuero doble techo xenon etc",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "265000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1058006837",
            "descripcion": "En un estado excelente de motor y chapa",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "190000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-r53-170cv-1044407894",
            "descripcion": "-Mini Cooper S R53 170CV -El coche esta impecable -Recien pintado por entero -Mantenimiento recien realizado -Para mas informacion sobre el coche contactar por telefono o whatsapp al 641277779",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "91000 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-976637251",
            "descripcion": "Se vende MINI COOPER S en muy buen estado con aire acondicionado, elevalunas eléctrico, cierre centralizado, dirección asistida, ABS,pantalla táctil con visión de marcha atras, etc, tiene techo solar con apertura y llantas, ITV hasta 19/11/25.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2006",
            "kilómetros": "204500 km",
            "precio": 6500.0
        },
        {
            "titulo": "MINI Cooper 1.6 Etiqueta C 120cv",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1-6-etiqueta-c-120cv-1089122894",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "124000 km",
            "precio": 6499.0
        },
        {
            "titulo": "MINI Mini cooper 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1082475843",
            "descripcion": "*Biko Cars* Compra venta de vehículos de segunda mano! Compramos tu coches al momento También Aceptamos coches como parte de pago! Vehículo nacional, itv al día en estado perfecto De conservación. 2 llaves. Mantenimiento filtros y aceite hechos ✅ Llantas originales. Neumáticos al 80%. Vehículo dispone de aire acondicionado, Asientos ISOFIX, retrovisores con ajuste eléctrico, Sistema de audio profesional, tapicería en Perfecto estado, reposavasos, volante Multifuncional, sistema antirrobo, Radio Cd, Ordenador de abordo, etc + info contacten sin Compromiso. MINI MINI ONE D PARK LANE R50 bmw edicion limitada full extras tapiceria de cuero negro",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "88 cv",
            "año": "2007",
            "kilómetros": "200000 km",
            "precio": 6499.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-1065776131",
            "descripcion": "MINI COOPER S 1.6 163cv - Año 2004 - 142.000 Kms - Carnet B",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "142989 km",
            "precio": 6499.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-cooper-115cv-motor-bmw-1-sola-mano-81000kms-1071642301",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "81000 km",
            "precio": 6490.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1003140800",
            "descripcion": "MINI Cooper Elevalunas eléctricos Aire acondicionado Volante multifuncion Etiqueta medioambiental C Etc ……. -Nuestros coches están revisados y garantizados -Garantía 12 meses incluida -Trasferencia no incluida (250€) -Vehículos nacionales -Revisión de 150 puntos -Recogemos tu coche como parte de pago -Financiación a su medida",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "108000 km",
            "precio": 6490.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1088786063",
            "descripcion": "se vende mini cooper r50 el motor bueno de los mini (bmw) todos los extras funciona todo perfectamente , todos los matenimientos al dia , todos los extras no hay ninguno igual que este en el mercado tlf 679558656 mando fotos y videos por privado solo gente interesada no marenates gracias",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "232000 km",
            "precio": 6300.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1082264657",
            "descripcion": "Mini Cooper R56 120 CV automático con cambio secuencial y levas. Full equipe xenon doble techo solar cuero integrales con calefacción en los asientos 8 altavoces bluetooth alarma. Etiqueta C ITV hasta Marzo 25. Dos llaves. Cambiado aceites incluido el de cambio automático catalizador bujíad bobinas fluidos etc . Probar sin compromiso. Más información por privado",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "120 cv",
            "año": "2006",
            "kilómetros": "164000 km",
            "precio": 6300.0
        },
        {
            "titulo": "MINI Mini cooper D / S r56 hdi ",
            "enlace": "https://es.wallapop.com/item/mini-mini-cooper-d-s-r56-hdi-1079164207",
            "descripcion": "mini cooper d r56 hdi 1.6 110 cv ( motor psa ) 2 propietarios / 247000 kms / nacional coche en perfecto estado de chapa , interior sin desgaste reseñables. mecanimamente al dia , itv , ruedas etc Equipacion s , doble techo solar etc ( 500 , i20 , a1 , a200 , 116 , 120 , fr , ibiza , gtc , corsa , clio , fiesta )",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2006",
            "kilómetros": "199000 km",
            "precio": 6200.0
        },
        {
            "titulo": "MINI COOPER S Aire Acondicionado 105.000 KM ",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-aire-acondicionado-110-000-km-1035666849",
            "descripcion": "cualquier cosa, wasap 664 600 294 Mini Cooper S , 163 cv, ITV 11.2025 !, caja de cambios con 6 velocidades, con tán solo 105.000KM, electricblue, aire acondicionado, dirección asistida, llantas Mini 17 pulgadas X Lite , sillones deportivos, muy buen estado , no me interesan cambios, ni es venta de emergencia,wasap 664600294",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2002",
            "kilómetros": "105000 km",
            "precio": 6200.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1060050146",
            "descripcion": "Vendo Mini Cooper en buen estado. Tiene clima, volante multifunción, tapicería parcial en piel, 8 airbags, sensor de lluvia y luces, Isofix, sensores aparcamiento traseros, llanta 17\",... Se escuchan posibles cambios",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "192000 km",
            "precio": 6200.0
        },
        {
            "titulo": "Mini Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-738765902",
            "descripcion": "Mini Cooper con techo solar y muy bien cuidado! Color gris muy elegante con techo negro! Vendo porque no lo necesito por nuevas circunstancias familiares. Todo el tiempo con seguro a todo riesgo. ITV recién pasada y todos los mimos que ha necesitado (ruedas, manguitos, amortiguación.) ya que tengo un familiar con taller. De diciembre de 2005!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "116 cv",
            "año": "2006",
            "kilómetros": "192500 km",
            "precio": 6150.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1010260936",
            "descripcion": "Urgente para proyecto inmobilario. iITV ok. Revisión mecánica realizada con cambio de todos los filtros. neumáticos bien. limpiado por dentro y por fuera. buen estado. Contáctame para más información.Ahora matricula español. Gracias. Puedes enviar mesaje en WhatsApp.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "91000 km",
            "precio": 6100.0
        },
        {
            "titulo": "MINI Mini COOPER 1.6i 120cv. ",
            "enlace": "https://es.wallapop.com/item/mini-mini-cooper-1-6i-120cv-1089237489",
            "descripcion": "Vehículo NACIONAL, procedente de particular, revisiones y mantenimientos en fecha, ITV hasta 2.026, etiqueta C. Precio: 6.000 € incluyendo transferencia y garantía. Solicite cita para verlo personalmente. Disponible en Torremolinos (Málaga). Equipamiento principal (las fotos son parte de la descripción): AIRE ACONDICIONADO. LLANTAS ALUMINIO. ELEVALUNAS Y ESPEJOS ELÉCTRICOS. PINTURA BICOLOR COPN TECHO BLANCO. CROMADOS EXTERIORES. ***Anuncio con carácter meramente informativo sujeto a error tipográfico, NO vinculante para AUTOPAI, y a disponibilidad del vehículo***",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "171650 km",
            "precio": 6000.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1090426408",
            "descripcion": "Coche en perfecto estado tanto de interior como de exterior. Todos los mantenimientos hechos. Motor, cambio, embrague, tapizados, todo impecable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "14700 km",
            "precio": 6000.0
        },
        {
            "titulo": "MINI Cooper ¡ CON 190.000km !",
            "enlace": "https://es.wallapop.com/item/mini-cooper-con-190-000km-1080850603",
            "descripcion": "CAR LOVERS Vende Mini Cooper R56 con pequeño pero potente motor gasolina de 115cv y solo 190.000km del año 2007. revisado minuciosamente en perfecto estado general, sin ningun tipo de desgaste ni avería. Equipado ademas con llantas de aluminio, volante de cuero, asientos deportivos de cuero, radio CD Mp3 con Bluetooth, aire acondicionado climatizador, elevalunas y espejos electricos, direccion asistida, faros halogenos con antinieblas delanteros y traseros, etc. Se entrega revisado y transferido. GARANTIZADO. ¡ VISITANOS TENEMOS MAS DE 250 VEHICULOS EN STOCK, ADEMAS DE LAVADERO Y TALLER PROPIO !",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "190000 km",
            "precio": 6000.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1089022588",
            "descripcion": "Se vende por falta de uso ya que vivo en otro pais,el coche anda perfectamente pero necesitaria un mantenimiento,de ahi su precio,mas info por privado,precio poco negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "176000 km",
            "precio": 6000.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1086133036",
            "descripcion": "- 6 meses de garantia - ITV en vigor hasta octubre de 2025 - Estado impoluto - Sistema de audio harman kardon - Bateria recien cambiada - Mantenimiento recién hecho - Ruedas en buen estado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2006",
            "kilómetros": "130000 km",
            "precio": 6000.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1084103303",
            "descripcion": "En perfecto estado. Etiqueta C, 230k km. Full equipe. Xenon, techo solar, Hartman Kardon, asientos de cuero calefectables, control de crucero, navegador original, ordenador de a bordo, volante deportivo, climatizador, radio pantalla android con carplay, faros led traseros, lleva la frenada delantera completa del R56. Se entrega con facturas con todo echo de más de 4000€. Embrague con 1 mes, radiador, distribución, tensores y poleas, brazo dirección, bujes, palier, aceites, filtros, caja cambios, todo echo en los últimos 4 meses. Desperfectos: tapiz del techo un poco descolgado en el lado copiloto y techo solar se levanta pero no abre del todo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "230000 km",
            "precio": 6000.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1073457789",
            "descripcion": "Vendo mini cooper S intercooler, motor BMW, alternador recién cambiado con correa, asientos calefactables...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2006",
            "kilómetros": "200000 km",
            "precio": 6000.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-1081447947",
            "descripcion": "Mini Cooper S , Motor S techo Solar asiento de cuero año 2006 Gasolina 113.000km el coche es procedente de USA tendria que hacer una homologacion individual para finalizar la matriculacion. asi que el precio es negociable!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2006",
            "kilómetros": "113000 km",
            "precio": 6000.0
        },
        {
            "titulo": "MINI Mini 2001",
            "enlace": "https://es.wallapop.com/item/mini-mini-2001-1081645646",
            "descripcion": "Muy bonito. Mantenido y cuidado. Con todos los extras de la época: llanta 17,xenon,piel,techo panorámico con apertura, focos larga distancia, ... Actualmente nada pendiente. Itv reciente No negociable",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2001",
            "kilómetros": "148000 km",
            "precio": 6000.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-coupe-2003-1075760476",
            "descripcion": "MiniCooper#Mini#CuperS# ✅Aire acondicionado ✅Ruedas nuevas ✅Mantenimientos al día ✅Recién pintado a capricho ✅Se escuchan ofertas razonables ✅Interio en cuero negro Acepto moto como parte del pago o pongo yo la diferencia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "230000 km",
            "precio": 6000.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-1060984843",
            "descripcion": "Mini Cooper S r53 PARK LANE.Potencia 163cv (120kw) Euro 3. Gasolina 5,5L/100km.Primera matriculación año 2002.Techo Solar.Llantas de aluminio. Interior muy cuidado de piel como se ve en las fotos. Suspensión Deportiva de series. Aceite de motor Castrol 5W30. Filtros cambiados. Lleva Cadena. El Coche va muy fino. Parece un juguete Deportivo conduciendo este maravilloso coche. Garantía 12 meses incluido en el precio.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2002",
            "kilómetros": "193005 km",
            "precio": 6000.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1004971745",
            "descripcion": "ITV pasada. Ruedas en buen estado. Mantenimientos hechos. Cualquier duda preguntad sin compromiso. Muy pocos kilómetros. Año 2005.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "135800 km",
            "precio": 6000.0
        },
        {
            "titulo": "Vendo MINI o cambio por DESCAPOTABLE!",
            "enlace": "https://es.wallapop.com/item/vendo-bmw-mini-o-cambio-por-descapotable-803000936",
            "descripcion": "Vendo BMW NINI COOPER (R50/RC31) o cambio por DESCAPOTABLE según mi interés.Perfecto estado y funcionamiento.Todos revisiones y mantenimiento al día.Kit de embrague completo recién cambiado con factura demostrable.Montado sensores de aparcamiento delanteros/traseros.Lunas tintadas.Todo homologado.Interior de cuero negro.Poco consumo.Se escucha ofertas para cambio_ 📲 615275481",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2004",
            "kilómetros": "205000 km",
            "precio": 6000.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-896072716",
            "descripcion": "Motor 1.6 de BMW 163HP Funciona muy bien y es un coche que se usa prácticamente a diario. ITV hasta mayo de 2025. Lo vendo para cambiar a otra cosa. Si te interesa podemos negociar el precio, pero nada de ofertas absurdas ni mareantes. Mejor ver y probar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2003",
            "kilómetros": "180000 km",
            "precio": 6000.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1089157650",
            "descripcion": "MINI COOPER 5.999€ 12 MESES DE GARANTÍA -CAMBIO DE NOMBRE APARTE 150€ -KM CERTIFICADOS CARACTERÍSTICAS : BUEN ESTADO GENERAL -CAMBIO MANUAL 6 MARCHAS -MOTOR GASOLINA 1.6 120 CV -KM 186.313 -AÑO 2007 -3 PUERTAS -4 PLAZAS VEHÍCULO EN BUEN ESTADO GENERAL CON TODAS LAS REVISIONES AL DÍA, ITV AL DÍA ORDENADOR DE ABORDO DIRECCIÓN ASISTIDA ELECTRÓNICA AIRE ACONDICIONADO Y CALEFACCIÓN SISTEMA ANTIRROBO MOTOR POR CADENA GARANTIA 1 AÑO SE ACEPTA PRUEBA MECANICA",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "183313 km",
            "precio": 5999.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1079879733",
            "descripcion": "MINI COOPER D 1.6 110cv 6velocidades vehículo en buen estado revisado de mecánica ITV en vigor se acepta prueba mecánica Equipamiento: tapicería tela negra, pomo y volante de cuero, cierre centralizado con mando a distancia, elevalunas eléctricos, radio cd con salida auxiliar, llantas de aluminio de 15 pulgadas, faros de niebla, pack de cromados, climatizador automático, apoyabrazos central, // Autos vm //",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "165000 km",
            "precio": 5999.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1064575040",
            "descripcion": "Se vende Mini Cooper 1.6 gasolina de 120cv con 152000km en perfecto estado. Mejor ver y probar, para más información contactar conmigo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "152000 km",
            "precio": 5999.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1019284795",
            "descripcion": "Se vende mini cooper s en muy buen estado, pintado hace poco a capricho, todo al día, 4 ruedas nuevas, cualquier duda preguntar, se le acaba de hacer todo el mantenimiento incluido el mantenimiento del compresor, ITV recien pasada, acepto cambios, precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "252000 km",
            "precio": 5999.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1089965168",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "192000 km",
            "precio": 5990.0
        },
        {
            "titulo": "🟢REBAJAS🟢MINI Mini cooper 1.6i R56 distintivo C",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1-6-r56-964646440",
            "descripcion": "🟢REBAJAS🟢 🔴Antes 6.800€-Ahora 5.990€🔴 ⚡ OFERTA VINCULANTE HASTA EL DIA 31 DE ENERO DE 2025!!!⚡ -Mini Cooper r56 1.6i ,120cv,6 velocidades,año 2007,165.000km. -EXTRAS: -Cierre centralizado. -Climatizador. -Asientos en cuero y tela. -Elevalunas eléctrico. -Control de velocidad. -Llantas aluminio. -Ordenado a bordo. -Distintivo medioambiental C. -Garantia opcional. -Posibilidad de financiación. -Posibilidad de envío a toda España. -Recogemos su vehículo como forma de pago.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "165000 km",
            "precio": 5990.0
        },
        {
            "titulo": "MINI COOPER 1.6 120 CV",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1-6-120-cv-1080948422",
            "descripcion": "MINI 1.6 CAMBIO MANUAL AIRE ACONDICIONADO 1 PROPIETARIO 2 LLAVES MUY BUEN ESTADO MANTENIMIENTO AL DIA 1 AÑO DE GARANTIA MECANICA COMPLETA VEHICULO REVISADO Y CON ITV AL DIA ATENDEMOS SOLO CON CITA PREVIA,PONGASE EN CONTACTO CON NOSOTROS PARA VER EL VEHICULO Y COMPROBAR SU DISPONIBILIDAD ENVIAMOS SU VEHICULO A TODA LA PENINSULA,BAJO PRESUPUESTO. POSIBILIDAD DE FINANCIACION A SU MEDIDA MAXIMA TASACION DE SU VEHICULO COMO PARTE DE PAGO LAS CARACTERISTICAS DE ESTE VEHICULO SON MERAMENTE INFORMATIVAS,COMPRUEBE CON NOSOTROS TODO EL EQUIPAMIENTO PRECIO FINAL IMPUESTOS INCLUIDOS,GASTOS DE TRANSFERENCIA 100 EUROS",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "187000 km",
            "precio": 5990.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1088450986",
            "descripcion": "mini cooper diesel 1.6 con 110cv coche en muy buen estado de funcionamien y muy equipado el coche dispone de volante multifuncion, limitador y regulador de velocidad pack iluminacion techo panoramico con apertura, se entrega con el kit de distribucion nueva + revision de filtros + discos y pastillas delantera, garantia de 12 meses, valoramos su como parate de pago.!!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "209900 km",
            "precio": 5990.0
        },
        {
            "titulo": "MINI Cooper",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1078065971",
            "descripcion": "Mini Cooper 115cv, motor bmw, con tan solo 87.000km. El coche se encuentra en muy buen estado. Conserva el libro de mantenimiento. Equipado con techo. Itv al dia. Mas información sin compromiso. Palabras clave: mini, volkwagen polo, golf, dacia, bmw, audi, mercedes-benz, volvo, skoda, seat, alfa romeo, mini cooper...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "87000 km",
            "precio": 5990.0
        },
        {
            "titulo": "MINI COOPER R50 Park Line 1.6 Gasolina del 2006",
            "enlace": "https://es.wallapop.com/item/mini-cooper-park-lane-2006-1055654282",
            "descripcion": "MINI COOPER PARK LINE 2006 134.000 KMS OCASIÓN - Vehículo revisado y con el mantenimiento al día. - Financiación (Consultar opciones, de forma PRESENCIAL) . - Garantía de 1 AÑO. - Gastos de gestión, cambio de nombre e ITP incluídos. - Si tienes otro vehículo, lo tasamos y aceptamos como parte de pago. - Horario: Lunes a Viernes de 09:00 a 13:00 y de 15:00 a 19:00. - Concertar una cita prèvia para una mejor atención. - Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. Todos los vehículos comerciales, todoterrenos, o con más de 250.000kms la garantía se reduce a 6 meses.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "134700 km",
            "precio": 5990.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1080520636",
            "descripcion": "Premium Motor le ofrece este vehículo revisado por nuestros mecánicos el cual puede probar sin ningún compromiso. Se lo entregamos con cambio de aceite, desinfectado con máquina de ozono, limpio y listo para circular. Financiamos todo vehículo a partir del año 2008 con contrato de trabajo (6 meses antigüedad) o pensión. Garantía a particular de 12 meses con coberturas en toda Europa sin límite de kilómetros preguntar. Nos encontramos en Avda. Europa nº5, Casarrubuelos (Madrid). Paralelo a la Autovía de Toledo (A42). Posibilidad de llevarse el vehículo y hacer todos los trámites y papeles en el momento. O reservarlo por teléfono y venir cuando usted decida. Se acepta vehículo como parte de pago. Abierto de lunes a viernes mañana y tarde de 09:30 a 14:00 y 16:30 a 20 horas, sabados de 9:30 a 13.30 y de 17:00 a 19:00 horas. Llámenos para confirmar cita y disponibilidad. Posibilidad de entregar en su domicilio a un coste reducido. Cambio nombre a particular 150€. Precios especiales por lotes a profesionales. No pierda la oportunidad de adquirir su vehículo de segunda mano, antes de que los precios del mercado sigan subiendo",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "176000 km",
            "precio": 5990.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1044391441",
            "descripcion": "Mini Cooper 1.6 gasolina Automático del año 2005 con 197500 km en excelente estado, 115 cv, cambio de aceite y filtros recién hecho, bujías nuevas, itv recién pasada, tomo coche en parte de pago...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "197500 km",
            "precio": 5990.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-959391257",
            "descripcion": "Impecable mecánicamente, ITV Noviembre 2023 con 0 fallos. Adjunto facturas de puesta a punto (pastillas traseras, 4 ruedas “nuevas”, aceite y filtros…) todo de Noviembre de 2023. Desgastes de la edad en chapa etc :)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "124600 km",
            "precio": 5990.0
        },
        {
            "titulo": "MINI x 137€/MES SIN ENTRADA",
            "enlace": "https://es.wallapop.com/item/mini-cooper-por-6-990-o-160-mes-sin-entrada-956107127",
            "descripcion": "SOLICITA CITA PARA VER EL VEHÍCULO, PAGO AL CONTADO 6.990€ Se puede financiar al 100%. Ejemplo de financiación SIN entrada y SIN cuota final por 137€/mes en 5 años o 162€/mes en 4 años. CONSÚLTANOS MÁS OPCIONES DE FINANCIACIÓN, PINEDAUTO NO SE RESPONSABILIZA DE ERRORES TIPOGRÁFICOS. Confirmar datos con el vendedor.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "196500 km",
            "precio": 5990.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1062409844",
            "descripcion": "120 CV Motor 1600",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "122900 km",
            "precio": 5980.0
        },
        {
            "titulo": "MINI Cooper S ",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-1086735517",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "187650 km",
            "precio": 5900.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1087316875",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "199999 km",
            "precio": 5900.0
        },
        {
            "titulo": "MINI Mini 2004 79000 km Un solo propietario",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-79000-km-un-solo-propietario-1076494240",
            "descripcion": "Vehículo de un solo propietario. Sin roces y con pocos km. Se entrega recién revisado, ITV pasada en noviembre y con un año de garantía. Navarro Automoción.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "79000 km",
            "precio": 5900.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1058003870",
            "descripcion": "Mini Cooper R50 1.6i 115cv CVT gasolina automático 121.000km. Primera matriculación 2005 en Alemania, rematriculado en España 2008. Elevalunas eléctricos, navegador, bluetooth, manos libres, control de presión de ruedas, asientos de cuero negro calefactables, retrovisores eléctricos que se recogen. Sensor de parking trasero. Llantas de aleación. Cristales de puertas sin marco. Luces automáticas. Revisiones al día: cambio aceite y filtros con 115.000km. Cambio de aceite del cambio automático 117.000km y recargado A.A. 120.000km. ITV hasta mayo 2025. Correas, neumáticos, etc. en buen estado. Se vende por no usar. Se han hecho menos de 5.000km en el último año. Siempre en garaje, cuidado. Libro de inspección y facturas disponibles. Pegatina C",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "121500 km",
            "precio": 5900.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1049136553",
            "descripcion": "ITV recién pasada. Cambiado filtro aceite,aire,de habitáculo,gasolina y aceite. Bomba de agua y radiador. 4 neumáticos nuevos. Elevalunas eléctrico así como el techo panorámico.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "215000 km",
            "precio": 5900.0
        },
        {
            "titulo": "MINI COOPER R56 1.6 Gasolina de 120CV del 2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-r56-1-6-gasolina-de-12ocv-del-2007-1076120068",
            "descripcion": "MINI COOPER R56 Tu siguiente coche está en LORAUTO ¡Llámanos o ven a conocernos! - Más de 50 COCHES EN STOCK. - Pide cita y ven a probarlo. - Déjanos tu coche como parte de pago. - FINANCIACIÓN a vehículos a partir de 3000€. - Todos nuestros vehículos se entregan revisados. - Nos encargamos de los gastos de gestión y trámites. - Nuestro horario es de L-V: 09:00 a13:00 y de 15:00 a 20:00 en nuestras dos sedes en Santa Cristina D’Aro. Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "100084 km",
            "precio": 5890.0
        },
        {
            "titulo": "MINI COOPER",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1078420370",
            "descripcion": "POSIBILIDAD DE FINANCIACIÓN (HASTA 96 MESES Y SIN ENTRADA), SÓLO CON TU ÚLTIMA NOMINA Y TU DNI (SUJETO A APROBACIÓN DE LA OPERACIÓN Y A LAS CONDICIONES DE LA ENTIDAD FINANCIERA). TRANSFERENCIA NO INCLUIDA EN EL PRECIO IMPRESCINDIBLE CONCERTAR CITA PREVIA Contamos con taller propio para su mayor confianza. Todos nuestros vehículos cuentan con revisión certificada por nuestro taller de mecánica. 1 año de garantía. Se entrega certificado de kilometraje e integridad estructural del vehículo. Se puede realizar una prueba de conducción del vehículo. Admitimos su coche como parte de pago, ofreciendo la tasación más justa y elevada posible. Posibilidad de entregar el coche en cualquier parte de España (consultar precio). VENTA SEGÚN ESTADO OFERTA VÁLIDA SIN RELACIÓN CONTRACTUAL. PUEDEN HABER ERRORES DE TEXTO.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "134633 km",
            "precio": 5800.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1087385214",
            "descripcion": "Coche en muy buen estado sin golpes siempre en garaje, llantas de 19 pulgadas techo damero y espejos, ITV hasta abril 25, algo negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "226000 km",
            "precio": 5800.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1077920993",
            "descripcion": "Mini 1.6 con techo eléctrico Funciona genial ,revisión echa hace 1 semana ,se entrega con ITV diciembre. Idela conductor Noveles. Roces exteriores pero afinado de Mecánica.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "230000 km",
            "precio": 5800.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1077546014",
            "descripcion": "🚗 en perfecto,estado.Muy cuidado.Mantenimientos,al día.Sin el más,mínimo roce.Techo corredizo.Automático.Abstenerse ofertas.No me urge.Simplemente,porque me encaprichado,en otro modelo.Gracias.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "150000 km",
            "precio": 5799.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1085383389",
            "descripcion": "Mini cooper 120cv 6v.Coche en muy buen estado ,etiqueta “C”itv recien pasada sin defectos, revisiones al dia! Interior super bien solo pequeños roces de aparcar en la calle. Vendo por aumento de familia y necesito algo mas grande. precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "195000 km",
            "precio": 5700.0
        },
        {
            "titulo": "MINI 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-999451943",
            "descripcion": "MINI MOTOR 1.6 120 CV GASOLINA NUEVO CON FACTURA, UN AÑO DE GARANTÍA DE MOTOR, TODO REPASADO. CONTACTAR TELÉFONO O WHATSAPP 696443114.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "131000 km",
            "precio": 5700.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-937313071",
            "descripcion": "Mini muy cuidado , revisiones al día y pintado por completo amarillo mini Cooper con todos los accesorios de carrocerías en negro brillo , mejor ver en persona .Acepto prueba mecánica en su taller de confianza .",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "185000 km",
            "precio": 5700.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1046824109",
            "descripcion": "Mini Cooper motor BMW 1.6 115 , muy cuidado , revisiones al día, ITV sin problema al día , 4 ruedas nuevas Michelin primaci4 . no es negociable, no sé aceptan cambios... Claves - Toyota - Mitsubishi - honda - Fiat - Ford - BMW - Mercedes - Skoda - familiar - cómo nuevo - buen estado - cómodo # a b c d f g - clima - económico - Barcelona",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "166000 km",
            "precio": 5600.0
        },
        {
            "titulo": "MINI COOPER SPORT 2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-sport-2007-1089889546",
            "descripcion": "Muy buen estado , todos los extras de la gama , se puede ver y probar sin compromiso , tiene todas las revisiones , y en el precio se incluye la transferencia ,se entrega con ITV hasta febrero 2026 Año 2007 183mil km Aire acondicionado ABS Techo Solar Dirección Asistida Cierre centralizado Sistema control de protección de neumáticos Elevalunas eléctrico Control de distancia de estacionamiento Caja Manual Gasolina",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "183000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI cooperS/ 1.6T 175CV/Garantía/Financiación ",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1084722449",
            "descripcion": "Matrícula Dic. 2006 ITV recién pasada Garantía Financiación",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "230000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1089604948",
            "descripcion": "Mini cooper 1.6 gasolina, 12/2005, pegatina C, motor bmw, el bueno, está vinilado color azul, color original blanco, llanta 17\", volante multifunciones, funciona perfectamente. Se entrega revisado. SE PUEDE FINANCIAR. GARANTIA 12 MESES. ENVIO A TODA ESPAÑA NO INCLUIDO EN EL PRECIO. SE ACEPTAC COCHE COMO PARTE DE PAGO.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "194000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Cooper 1.6 115 3p",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1-6-115-3p-1043072536",
            "descripcion": "En venta precioso Mini Cooper 1.6 115cv con cambio automático con tan solo 156000 km, solo dos dueños (último desde 2012). Equipado con llantas de aluminio, líneas blancas en carroceria, intermitentes blancos, línea cromada, retrovisores blancos, asientos deportivos de tela, radio CD, volante deportivo de piel con cambio de levas, pomo de piel, suspensión deportiva.. Posibilidad de entregar vehículo como parte de pago. Gastos de transferencia y gestión 300 euros",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "191000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1083521635",
            "descripcion": "se vende mini cooper s 170cv motor bmw, todo de origen, se vende por no usar, cubiertas delanteras nuevas y embrague completo con bimasa tambien, itv recien pasada solo gente realmente ineteresadas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "224000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1084178336",
            "descripcion": "Coche en muy buen estado mas información al 604986987",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "124000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1082854080",
            "descripcion": "MINI COOPER AÑO 2007 1.6 GASOLINA 134 MIL KILÓMETROS ITV HASTA OCTUBRE 2025 CADENA DE DISTRIBUCIÓN CORREA DEL ALTERNADOR BUJÍAS 2 BONINAS DE IGNICIÓN ACEITE FILTROS BIELETAS Y CASQUILLOS DE LA BARRA ESTABILIZADORA TRASERA *RECIEN CAMBIADOS*",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "134000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1066896997",
            "descripcion": "Vendo Mini Cooper, en buen estado. Kit cadena distribución recien cambiada, Itv en vigor, etiqueta medioambiental C. Precio no negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "95 cv",
            "año": "2007",
            "kilómetros": "137000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1067221231",
            "descripcion": "Se vende Mini Cooper D, el coche esta en perfecto estado, todo al día, con alguna marca de uso. Mejor ver y probar. Cualquier duda contactar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "266700 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini Cooper 116cv ",
            "enlace": "https://es.wallapop.com/item/mini-mini-cooper-116cv-1019888578",
            "descripcion": "Se vende mini en buen estado general. Aire acondicionado. Asientos deportivos. Volante de piel. Revisado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "145000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1063373057",
            "descripcion": "Mini cooper s 170 cv.recien cambiado embrague.ruedas casinuevas,vendemos por falta de uso.No cambios .Arranque nuevo y alternador.Ruedas al 75%",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2005",
            "kilómetros": "206000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1057856634",
            "descripcion": "Superprecio .Mini cooper supercuidado todo de serie. Siempre en garaje. 108000 km. Con sus revisiones al día neumaticos nuevos. Sólo interesasados serios.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "108000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1043540002",
            "descripcion": "vendo mini Cooper one ITV hasta julio de 2025 ,techo solar climatizador control de velocidad,volante multifuncion ,6marchas,luces automáticas negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "120000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1079670084",
            "descripcion": "Vendo Mini Cooper S R53, Jhon Cooper Works automático, siniestrado en parte trasera, eje trasero inservible, carrocería doblada, o eso parece. No despiece. Tiene de origen techo solar, AC, xenón, kit JWC, automático, levas volante, interior en cuero, kronos pack, etc. De mecánica se le hizo antes del siniestro 2000 euros en mecánica demostrable, y 4 gomas nuevas. Quien esté interesado que escriba y se envía información. se puede llegar a valorar algun tipo de cambio",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "200 cv",
            "año": "2006",
            "kilómetros": "230000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1032877566",
            "descripcion": "Mini cooper 2007 con culata reconstruida por completo bomba de agua neumático y servicio completo todo nuevo con factura ITV hasta julio 2025 todo al día solo venta",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "95 cv",
            "año": "2007",
            "kilómetros": "166316 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-984351704",
            "descripcion": "mini cooper automático itv en vigor",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "180000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-one-2002-952677332",
            "descripcion": "Mini muy cuidado, siempre en garaje lo pinte entero y le puse equipación cooper s, el coche es un capricho. La verdad que lo vendo por qué tengo dos coches más y más gastos. Si no fuera por eso no lo vendería. Aceite y todos los filtros al día. ITV pasada el 6 de octubre recién pasada. Todo perfecto y todo homologado en papeles. Cero problemas el coche va de lujo, mejor ver y probar. Solo interesados.Tiene etiqueta C ambiental.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2002",
            "kilómetros": "200000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-868940896",
            "descripcion": "Se vende por falta de uso. Única propietaria, mantenimientos al día, ITV hasta octubre de 2025 y distintivo B. Entrada auxiliar de audio y doble techo solar. Consumo muy bajo. Arañazos en la pintura exterior de aparcar en la calle como se puede ver en las fotos. Llave única de arranque y dos llaves de apertura manual del vehículo. Neumáticos delanteros nuevos. El vehículo se encuentra en Valencia.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "186000 km",
            "precio": 5500.0
        },
        {
            "titulo": "Mini Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-573985938",
            "descripcion": "se vende mini muy bien cuidado, revisiones al día, pegatina medioambiental, 1.6 cooper 120cv, solo 180.000 km. Justo se acaba de hacer revisión e ITV recién pasada",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "180000 km",
            "precio": 5500.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1079501969",
            "descripcion": "💥 Minis muchos, pocos como este 😈💥 🚙 Mini cooper R50 📅 Año 2004 🟢 etiqueta medioambiental C VERDE 🐎 Motor 1.6 115cv (reprogramación a medida 157cv) ⚙️ mantenimiento motor recién echo 🗝️ 2 llaves Equipamiento: * paquete Chili con volante de 3 radios * detalles en cuero * Aire acondicionado * Cierre centralizado * Elevalunas eléctrico * Radio bluetooth 🍬🍬🍬 * Suspensión roscada Kw v2 homologada (incluida en ficha) * copelas regulables homologadas (incluida en ficha) * 🛞 Llantas Team dinámics 16” 7x8” * Matricula pequeña * Frenos delanteros del JCW R53 (294mm) * latiguillos metálicos * 💨 Escape Simoni inox (homologado) * Arbol de levas newman * Filtro de aire K & N * 📈 Reprogramación electrónica a medida 157 CV (demostrables) * Kit aerodinamico JCW",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "168000 km",
            "precio": 5450.0
        },
        {
            "titulo": "MINI COOPER 2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-2007-1077456688",
            "descripcion": "mini cooper en perfecto estado, motor 1.6 BMW de cadena, asegurado a todo riesgo, se vende con seguro,muy bien cuidado, siempre en garaje, carplay,camara trasera, reproductor bluetooth y touch, servicios, mantenimientos de aceite y filtros recien hechos, ITV recien pasada, listo para viajar, verlo es comprarlo!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "170000 km",
            "precio": 5400.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1081478825",
            "descripcion": "Se vende Mini Mini Cooper, año 2006. Coche en muy buen estado, ITV al día, revisiones hechas, 175000 km, sólo un conductor habitual, 4 ruedas y tapizado techo recientes. Pegatina \"C\".",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2006",
            "kilómetros": "175000 km",
            "precio": 5400.0
        },
        {
            "titulo": "Mini Cooper",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1044410981",
            "descripcion": "Mini en perfecto estado, todo un clásico con mucho estilo, muy fácil de conducir,ideal para nuevos conductores.Sus 115 caballos hacen una conducción muy ágil, itv recién pasada.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "149000 km",
            "precio": 5400.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1014792564",
            "descripcion": "Luz diurna, paquete chili, asientos de cuero mixtos, control de velocidad, sensor de presión de neumáticos, ASC, luz antiniebla, cambiada cadena de distribución, mantenimiento al día. Techo y espejos exteriores blancos, línea en capot blanca.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "180000 km",
            "precio": 5400.0
        },
        {
            "titulo": "Mini Cooper",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1088302031",
            "descripcion": "Mini Cooper Edición Especial Año 2005 1600cc, 115Cv, 16V 216.000Km (aprox) Llantas 17\" no originales homologadas Ruedas perfil bajo a mitad de vida Diversos toquecitos de chapa (nada grande) Revisiones al día ITV Enero 2025 (cita previa ya concertada) Cambiado recientemente: *Embrague *Discos de freno *Pastillas de freno *Filtro aire *Filtro gasolina *Bujías *Aceite *Refrigerante",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "216000 km",
            "precio": 5300.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-cooper-2004-1068529203",
            "descripcion": "Mini cooper R50 115cv tapiceria de piel siempre ha dormido en garaje 108000km GPS se vende por ampliacion de familia cualquier pregunta no dudes en escribirme precio negociable",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "108000 km",
            "precio": 5300.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-938397905",
            "descripcion": "Vendo mini cooper con 116 cv Caracteristicas y notas a tener en cuenta: - Ruedas delanteras cambiadas hace poco - ITV pasada y superada - Gasolina - Bateria cambiada hace poco - Aceite y paralelo realizado - No tiene ningun golpe ni accidente - Duerme en garage - 5 velocidades - manual - 50 litros aprox de gasolina - Radio, reproductor de CD y Bluetooth para conectar con el telefono. - Direccion asistida - Control de traccion - No ha tenido averías, cero problemas. - Incluye triangulos - chaleco - Se entrega con el deposito de gasolina 75% lleno - 171.000 kilometros realizados - La bandera inglesa del techo y las rayas rojas son vinilos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "171000 km",
            "precio": 5300.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-972127158",
            "descripcion": "Mini cooper R50, en muy buen estado, el coche ha sido reparado completamente, se la a puesto el embrague, bomba de dirección, se le ha abierto el motor, se le han puesto taques nuevos, cadena de distribución, bomba aceite, bomba de agua, juntas motor todas nuevas, líquido caja cambios, manguitos, ademas de un mantenimiento completo, ruedas al 95% y muchas mas cosas, no hay que hacerle nada. ASIENTOS DE CUERO DOBLE TECHO SOLAR (ELECTRICO) ASIENTOS CALEFATADOS ELEVALUNAS ELECTRICOS RUEDAS DE PERFIL BAJO ESPEJOS ELECTRICOS CLIMATIZADOR Itv recién pasada. Negociable. Aceptaría cambio por furgoneta o camión de 3500kl.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "255000 km",
            "precio": 5300.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1089715780",
            "descripcion": "Mini cooper r50 con 67000km coche nuevo!!! pegatina C no hay otro igual impoluto",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "67000 km",
            "precio": 5200.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1087365344",
            "descripcion": "Mini cooper D en buen estado",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "222000 km",
            "precio": 5200.0
        },
        {
            "titulo": "Mini Cooper",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1053017216",
            "descripcion": "Se vende Mini Cooper rojo como nuevo,recién cambiado aceites,filtros...tiene las ruedas recién puestas nuevas,Itv recién pasada.De chapa esta perfecta,llantas blancas 17.Manos libres y bluetooth,tiene techo solar deslizante.Acepto furgoneta o coche grande como parte de la negociación.Se puede ver y probar sin compromiso ninguno.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "221000 km",
            "precio": 5200.0
        },
        {
            "titulo": "MINI Cooper S R56  2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-r56-2007-988803405",
            "descripcion": "Mini Cooper S R56 del año 2007: // Fecha matriculación: 9-2-2007. Un solo propietario. // Motor gasolina 1.6 Turbo de 174cv y 251.000 Km. Acabamos de cambiarle la bomba de alta de combustible porqué arrancaba mal en frío. // De extras, tiene encendido automático de luces, volante multifunción, clima... // Tiene detalles de pintura: la laca del techo, el refregón de la puerta del conductor. // Hay que pasarle la ITV. Venta en estado y sin garantía. // Precio: 5200€ cambio de nombre incluido. // Solo atendemos llamadas de lunes a viernes de 9:30h a 17:30h. Sábados y Domingos cerrado. // Mientras siga el anuncio, está disponible. Gracias. //",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "175 cv",
            "año": "2007",
            "kilómetros": "251000 km",
            "precio": 5200.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-120cv-2007-r56-986224918",
            "descripcion": "Mini Cooper R56 120 cv motor 1.6 Gasolina Manual Año 2007 Etiqueta C RECIÉN CAMBIADAS LAS RUEDAS Y LOS DISCOS Y PASTILLAS DE FRENO TODOS LOS EXTRAS: Bluetooth Volante multifuncion Techo solar panoramico Techos y retrovisores en negro Control de Crucero Star Stop Sistema ABS Luces Automáticas Sensores de aparcamiento Elevalunas eléctrico Aire acondicionado Cierre centralizado Luces antiniebla ITV hasta 2025 se entrega con dos llaves. Marcas de uso pero superficiales, ver y probar. Se le enciende la luz de fallo motor, en el taller dicen que es un sensor. El coche funciona perfecto. #coche #mini #cooper #minicooper #BMW #Mercedes #AUDI",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "119000 km",
            "precio": 5200.0
        },
        {
            "titulo": "MINI cooper 2006",
            "enlace": "https://es.wallapop.com/item/mini-cooper-2006-1085092538",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "190000 km",
            "precio": 5100.0
        },
        {
            "titulo": "MINI Cooper ",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1087826819",
            "descripcion": "ACEPTO PRUEBA MECANICA!!! ITV EN VIGOR ✅️ ETIQUETA MEDIOAMBIENTAL C ✅️ DOBLE TECHO SOLAR ✅️ EDICIÓN BRITÁNICA ✅️ NEUMATICOS AL 80% DE VIDA ✅️ ACEITE Y FILTROS RECIEN CAMBIADOS ✅️ Chat para más información.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2006",
            "kilómetros": "204000 km",
            "precio": 5000.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1090239739",
            "descripcion": "Mini full estética Cooper Union Jack. Funcionando perfectamente. Estética 9,5/10. Neumáticos al 90% de vida los cuatro. ITV en vigor. Etiqueta C verde. Dos llaves originales. Motor por cadena muy duro. Radio bluetooth.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2006",
            "kilómetros": "139000 km",
            "precio": 5000.0
        },
        {
            "titulo": "Mini Cooper ",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1082516377",
            "descripcion": "Mini Cooper. 115cv Motor BMW. Manual. ITV recién pasada. Asientos de cuero. Embrague recién cambiado. Siempre en garaje. Pegatina medioambiental C.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "240000 km",
            "precio": 5000.0
        },
        {
            "titulo": "MINI Cooper 2007 Diesel",
            "enlace": "https://es.wallapop.com/item/mini-cooper-2007-diesel-1077387960",
            "descripcion": "Mini Cooper 1.6 D con elevalunas, A.A., cierre, asientos de cuero, muy buen estado, ITV al día.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "145000 km",
            "precio": 5000.0
        },
        {
            "titulo": "MINI COOPER 1.6",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1-6-1069537720",
            "descripcion": "Vendo por no usar, Mini Cooper 1.6 cc 115 cv del año 2003 con 125.000 kilómetros, motor BMW en buen estado, tiene muchos extras, por comprarse nuevo con un kit que incluía 2 airbags laterales a mayores, faros de xenón, equipo de música Harman Kardon, manos libres Parrot, ordenador de a bordo, aire acondicionado, presión de neumáticos, etc., duerme en garaje, Buen estado mecánico. Algún desperfecto de chapa. Precio no negociable Recién cambiada y con garantía la bomba de dirección asistida, que falla en estos modelos. Se puede ver en Gijón y llevar a cualquier taller para revisión mecánica.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "125000 km",
            "precio": 5000.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1066272443",
            "descripcion": "En buen estado. Nacional. Funcionando sin problemas. Kit cooper S exterior original con llantas 17\". Automatico con levas en el volante. A/C, EE, DA, CC,...asientos en piel bicolor.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "90 cv",
            "año": "2004",
            "kilómetros": "149838 km",
            "precio": 5000.0
        },
        {
            "titulo": "MINI cooper s",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-971093643",
            "descripcion": "mas info preguntar.valoro cambios aportando diferencia a favor o en contra.interesaria cambiar alguna junta ya que si se queda muchos dias parado deja gotas en el suelo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2002",
            "kilómetros": "200000 km",
            "precio": 5000.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1043450607",
            "descripcion": "Extras Sensores de aparcamiento Paquete ambiente interior Navegador Parrot Mantenimiento recién hecho Septiembre ✅️ Recien pintado todo Septiembre Etiqueta B Diesel itv ✅️ septiembre 2025 Un solo propietario.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "161000 km",
            "precio": 5000.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1003277728",
            "descripcion": "Mini cooper embrague nuevo mantenimiento al dia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "160000 km",
            "precio": 5000.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-995919639",
            "descripcion": "120cv Abstenerse ofertas absurdas Mantenimiento al día De pintura y chapa muy bien Elevalunas eléctrico climatizador Acepto que sea revisado en taller Invertido unos 2500 en dejarlo al día, todo cambiado. (Batería hace 2 meses, bomba de agua, kit embrague, correa, etc.) Lunas tintadas homologadas Coche de no fumador. Duerme en garaje ITV recién pasada.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "188000 km",
            "precio": 5000.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-934169068",
            "descripcion": "coche nuevo con sus mantenimientos al día, silleteria en cuero muy consentido",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "206000 km",
            "precio": 5000.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-917807281",
            "descripcion": "Mini Cooper S 163cv.muy buen estado.mantenimientos al día,4 cubiertas nuevas (2 del nieve),tiene climatizador, elevalunas,alarma, asientos cuero y tela,alerón trasero con luz freno original,faros de xenon.I.T.V 2025.Venta por falta de uso",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2002",
            "kilómetros": "234000 km",
            "precio": 5000.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-857767980",
            "descripcion": "MEJOR VER.GASOLINA DESCRIPCIÓN EN LA FOTO. TRANSFERENCIA A NOMBRE DEL COMPRADOR INCLUIDA EN EL PRECIO. SE CAMBIA POR MOTO DE 1000CC RR",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "260000 km",
            "precio": 5000.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-990882464",
            "descripcion": "Magia Motor vende este espectacular Mini Cooper, en perfecto estado de pintura e interior. Techo panorámico practicable, tapicería como nueva. Es un coche que se ha cuidado con mucho cariño por su anterior propietario. Etiqueta B de contaminación. Mejor verlo y probarlo le gustará. Consulte nuestras condiciones especiales de entrega revisión y garantía",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "232450 km",
            "precio": 4999.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1057146882",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "130000 km",
            "precio": 4990.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1032995502",
            "descripcion": "MiNI COOPER 1.6i 120cv gasolina 130.000km 2007 coche nacional procedente de concesionario oficial pegatina medioambiental C 12 meses de garantía bloque motor y caja de cambios aceptamos prueba mecanica financia sin entrada TODO COCHES GABRI AVENIDA DE MIJAS 42,FUENGIROLA JUNTO MERCADONA DE LAS LAGUNAS Horario:lunes a viernes 10:00H a 14:00H y 17:00h a 21:00h Sábados 10:30 a 14:00H Contamos con un stock de más de 60 coches !!!!NECESITAS DINERO EMPEÑA O COMPRAMOS TU COCHE DINERO AL INSTANTE!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "130000 km",
            "precio": 4990.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-1080642194",
            "descripcion": "vendo mini en perfecto estado mecanico, con 116.000km revisiones al dia, aceites, filtros, revision de caja de cambios.. preguntar y probar sin comprimoso!",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "116000 km",
            "precio": 4990.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1016052728",
            "descripcion": "Se vende Mini Cooper 1.6 ...120cv del AÑO 2007 con 185.000 kilometros en perfecto estado de motor y de mecanica, interiores como nuevos, perfecto de chapa, mantenimientos al dia, distribucion por cadena, libros de mantenimientos,Aire Acondicionado, Ordenador de abordo, control de traccion, asientos semicuero, 4 neumaticos nuevos, cierre centralizado con mando, dos llaves originales, Pegatina Medioambiental C,",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "185000 km",
            "precio": 4950.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1086303185",
            "descripcion": "mini Cooper 1.6 gasolina ITV recién pasada línea de escape, cambiada suena fuerte está perfecto de todo 240.000 km",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "240000 km",
            "precio": 4900.0
        },
        {
            "titulo": "MINI COOPER automático",
            "enlace": "https://es.wallapop.com/item/mini-cooper-automatico-1075454662",
            "descripcion": "Mas de 17 años con nosotros. itv pasada 2025-01 Mini Cooper automático, ruedas al 80%, mantenimiento hace 7.000km, listo para su uso, mejor verlo. -Automático -Asientos calefactables. -Asientos traseros abatibles. -Elevalunas eléctricos. -Cierre centralizado. -2 llaves.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "265000 km",
            "precio": 4900.0
        },
        {
            "titulo": "MINI COOPER Techo Panoramico",
            "enlace": "https://es.wallapop.com/item/mini-cooper-techo-panoramico-1073993188",
            "descripcion": "Mini Cooper R52 R53 1.6cc 115cvs Nacional Unidad en muy buen estado, kilometraje en carretera son desgastes! Conserva libro de revisiones. Preciosa combinación de gris plata con detalles negros como techo y adhesivos. Muy bien equipado en extras; ✅️Llantas de aluminio ✅️Volante Sport de cuero ✅️Avisador de neumticos ✅️Accesorios cromados ✅️Doble Techo panoramico ✅️Asc contol de estabilidad ✅️Radio Cd original Etc. ✅️Etiqueta de bajas Emisiones Garantia de 12 meses incluida. Gran oportunidad por su buen estado. Gancho;Audi a1 a2 a3, volkswagen lupo polo golf, ford ka, fiat 500, smart, Mini one, seat ibiza,",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "190000 km",
            "precio": 4900.0
        },
        {
            "titulo": "MINI COOPER Etiqueta 🟢",
            "enlace": "https://es.wallapop.com/item/mini-cooper-etiqueta-1030148084",
            "descripcion": "Mini Cooper R52 R53 1.6cc 115cvs Nacional Unidad en muy buen estado, kilometraje en carretera son desgastes! Conserva todos sus manuales. Preciosa combinación de verde ingles con detalles blancos como techo y espejos. Muy bien equipado en extras; ✅️Llantas de aluminio ✅️Volante Sport de cuero ✅️Avisador de neumticos ✅️Accesorios cromados ✅️Techo blanco ✅️Asc contol de estabilidad ✅️Radio Cd original Etc. ✅️Etiqueta C de bajas Emisiones🟢 Garantia de 12 meses incluida. Gran oportunidad por su buen estado. Gancho;Audi a1 a2 a3, volkswagen lupo polo golf, ford ka, fiat 500, smart, Mini one, seat ibiza,",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "205000 km",
            "precio": 4900.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-1067981324",
            "descripcion": "En muy buenas condiciones MINI Mini en Barcelona",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "178000 km",
            "precio": 4900.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-966529607",
            "descripcion": "Vendo Mini en perfecto estado interior y exterior, mejor ver, automático, cuero beige, levas, color exclusivo, lo cambio por buscar un coche de acceso más cómodo. Para más info, fotos, vídeos… 615304758",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "190000 km",
            "precio": 4900.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-932748698",
            "descripcion": "ITV hasta octubre de 2025. coche pequeño muy bien cuidado con todos los mantenimientos al día. automático con levas en el volante. 4 ruedas nuevas, recarga de aire acondicionado y tapizado del techo que se había despegado del sol, arreglado y pintado los desperfectos del paragolpes y portón trasero,entre todo me he gastado 1000€ en dejarlo curioso.actualmente se utiliza a diario. coche muy juguetón ideal para la ciudad. tiene etiqueta c pero me enviaron la b y quedó puesta esa, habría que solicitarla de nuevo.Consumo en carretera 6,8 litros a 120km/h se entrega con limpieza integral.No cambios.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "230000 km",
            "precio": 4900.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-cooper-881938556",
            "descripcion": "1.6",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "136 cv",
            "año": "2004",
            "kilómetros": "176000 km",
            "precio": 4900.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1090192119",
            "descripcion": "D-736 MINI R50 COOPER 1.6 116CV AÑO 2003 230.000KMS 4.800€ Direccion asistida, Cierre centralizado, Elevalunas electricos, Aire acondicionado, Volante multifuncion, Control de velocidad, Este vehículo se encuentra en un estado general fantástico, por lo que le aconsejamos pasar a verlo. Contamos con un stock de más de 200 vehículos +info en todococheszafra.com / Carretera Zafra-Los Santos de Maimona, 3, Zafra",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "230000 km",
            "precio": 4800.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-1064990438",
            "descripcion": "Mini Cooper 1.6 16V 115 CV aire acondicionado, dirección asistida,revisiones al día,ruedas recién puestas y pintado por completo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "233000 km",
            "precio": 4800.0
        },
        {
            "titulo": "MINI ONE, HOLANDES, año 2004 ",
            "enlace": "https://es.wallapop.com/item/mini-one-2004-holandes-1086565057",
            "descripcion": "MINI ONE CV 1.6 90HP DEL 2004 MOTOR TIPO RA31 (W10B16A) HOLANDES, EN EXCELENTE ESTADO, ACEITE Y FILTROS CAMBIADOS. SE RECIBE VEHICULO COMO PARTE DE PAGO. Mini Cooper en Sueca. COCHE OCASION MINI EN SUECA, ALGEMESI, CULLERA, FAVARA, TAVERNES DE LA VALDIGNA, GANDIA, ALMUSAFES, ALFAFAR, BENETUSER, PAIPORTA, VALENCIA, SILLA. ……. PRUEBA MECANICA……. COCHES OCASIÓN SUECA. MINI Mini en Sueca",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2004",
            "kilómetros": "273084 km",
            "precio": 4800.0
        },
        {
            "titulo": "MINI COOPER 2003, MOTOR RA31 31 BMW 1.6 HOLANDES ",
            "enlace": "https://es.wallapop.com/item/mini-mini-2001-1074226351",
            "descripcion": "MINI ONE CV 1.6 115HP DEL 2004 MOTOR TIPO RA31 (W10B16A) HOLANDES, EN EXCELENTE ESTADO, ACEITE Y FILTROS CAMBIADOS. motor bmw SE RECIBE VEHICULO COMO PARTE D EPAGO. Mini Cooper en Sueca. COCHE OCASION MINI EN SUECA, ALGEMESI, CULLERA, FAVARA, TAVERNES DE LA VALDIGNA, GANDIA, ALMUSAFES, ALFAFAR, BENETUSER, PAIPORTA, VALENCIA, SILLA. ……. PRUEBA MECANICA……. COCHES OCASIÓN SUECA.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "287608 km",
            "precio": 4800.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1065232632",
            "descripcion": "Mini one con 214700 km, conjunto de embrague, pastillas de freno y discos de freno delanteros recien cambiados. Techo tapizado como nuevo y llantas de cooper de 17”. Faros delanteros y bateria sustituidos el año pasado. Llantas recien pulidas y pintadas en blanco. No urge venta.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2004",
            "kilómetros": "215000 km",
            "precio": 4800.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1035068890",
            "descripcion": "aire acondicionado, buen estado de motor e interiores,",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "205000 km",
            "precio": 4800.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1005130225",
            "descripcion": "ITV recién pasada, discos de freno, luna y batería nuevos y neumáticos traseros con menos de un año",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "142932 km",
            "precio": 4800.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1081432864",
            "descripcion": "Mini Cooper d 1.6cc Diesel. Recién salido del taller con reparaciones de mantenimiento. Se ha sustituido válvula egr, correa auxiliar, polea alternador, electroválvula turbo, kit de distribución con bomba, kit cadena + tensor, junta inyectores, junta culata. Se ha hecho limpieza de catalizador por taller específico. Total facturas reparación: más de 2000€. Mecánicamente el coche está como nuevo. Suena muy fino. Está sin usar desde que salió del taller. Además las cubiertas también están recién cambiadas y los frenos pocos km. Todas las facturas de taller. En buen estado general.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "223000 km",
            "precio": 4750.0
        },
        {
            "titulo": "MINI Cooper cabrio 2005",
            "enlace": "https://es.wallapop.com/item/mini-cooper-cabrio-2005-1066642264",
            "descripcion": "Se vende Mini cooper cabrio del 2005 con 160.000km a muy buen precio, estan por mas de 8.000 euros con las mismas caracteristicas, hay que hacerle algunas cosas, el techo funcionaba pero se ha quedaeo trabado por el lado izquierdo y se mueve la derecha pero no la izquierda, tiene la tela un poco abierto por detras que se puede coser y un pequeño agujero en la parte de arriba, todo se puede apreciar en las fotos, lo pongo en este precio para que haya margen para repararlo de sobra, de motor y caja va perfectamente ni un fallo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "160000 km",
            "precio": 4750.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-cooper-2004-1052620046",
            "descripcion": "Mini cooper en buen estado. 234895 km. ITV hasta enero del 2025 Distintivo ambiental B Automatico. Ruedas recien cambiadas. Puesta a punto a fecha de 22/10/2024 Aceite, filtros, liquido de frenos y amortiguadores delanteros recien cambiados",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "234895 km",
            "precio": 4750.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-1088471206",
            "descripcion": "Mini Cooper 1.6 115 cv en perfectas condiciones, neumáticos nuevos ,itv en vigor ,con todas sus revisiones al día transferencia incluida en el precio",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "175000 km",
            "precio": 4700.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-1084668501",
            "descripcion": "ocasión vehículo con 12 meses de garantía mini Cooper 1.6 motor Bmw cadena con cadena automático con seis velocidades, funciona perfectamente tiene la ITV recién pasada hasta el noviembre del 2025, ETIQUETA MEDIO AMBIENTAL C🟢 revisión, hecha, aceite, filtros, etc. Dispone de muchísimos extras como aire climatizado, cierre centralizado, elevalunas electrónicos, doble techo solar. Panorámico alarma sensor de lluvia asientos en piel radio CD etc. acepto vehículo como parte de pago se puede, probar sin ningún compromiso",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "172000 km",
            "precio": 4700.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1069948726",
            "descripcion": "Se encuentra en perfectas condiciones tanto de exterior como de interior,,,,todos los extras,,tiene todos los mantenimientos al día soi el 2 propietario,,,,,,acepto cualquier prueba con su mecanico de confianza,,,,,,no mareantes y gente que este aburrida ,,,,es un coche que está a capricho de todo,,no hay que hacerle nada de nada ,,,, acepto coche como forma de pago o cambios,,,",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "220000 km",
            "precio": 4550.0
        },
        {
            "titulo": "MINI cooper 2004",
            "enlace": "https://es.wallapop.com/item/mini-cooper-2004-1088936265",
            "descripcion": "Etiqueta ambiental C. Vehículo en perfecto estado de conservación. lleva todas las revisiones al día. mecánica garantizada. ITV al dia. interesados llamar al 649352194",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "124000 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1090417279",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "116000 km",
            "precio": 4500.0
        },
        {
            "titulo": "🟢MINI COOPER 1.6I AUTOMATICO!! IMPECABLE!! 🟢",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1-6i-automatico-impecable-1088340968",
            "descripcion": "Super Ocasión!! VENDO PRECIOSO MINI COOPER 1.6i Gasolina AUTOMATICO!! Pack S Pegatina C 🟢 muy bajo consumo EN PERFECTO FUNCIONAMIENTO y muy buen estado. Muy bien cuidado. Dispone de todas las extras, revision recién echa. ITV pasada TOTALMENTE REVISADO Y MANTENIDO AL DETALLE.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "200000 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI Cooper ",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1081975337",
            "descripcion": "Mini Cooper en muy bien estado. Dentro y fuera.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "238000 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI Cooper  2003",
            "enlace": "https://es.wallapop.com/item/mini-cooper-2003-1079971556",
            "descripcion": "Se vende Mini Cooper R50 en perfectas condiciones, itv recien pasada, se entrgaria con el manteniento completo, unica dueña.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "117000 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI cooper",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1078923313",
            "descripcion": "el coche esta en perfecto estado, muy cuidado. revision recien pasada.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "99000 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1087011300",
            "descripcion": "Mini Cooper R56 1.6 Cooper Gasolina 120cv / 88kW N16 B16 A, año desde 2006 con 125.000 kilomtros muy bien cuadado, y siempre guardado garaje para mas informacion contacta con nosotros por whatssap. si entrega revisado en taller y puesto en marcha al dia de itv.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2006",
            "kilómetros": "125801 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI Mini 2006 Cooper CheckMate ",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-cooper-checkmate-1081725756",
            "descripcion": "se vende mini cooper con libro de mantenimiento, etiqueta de emisiones clase C, se entrega con itv al dia, techo solar, acabado checkmate, elevalunas eléctrico, cierre centralizado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "199000 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI Cooper NEGOCIABLE",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1053322228",
            "descripcion": "Vendo MINI COOPER AÑO 2005 165.000 Km Motor 1.6 de BMW a cadena de distribución Todos los mantenimientos echos Distintivo ambiental C Pintura de origen era azul Hay que cambiarlo las ruedas delantera La ventanilla del lado del piloto no baja El coche es un capricho.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "165000 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1077104376",
            "descripcion": "Se vende mini cooper 1.6 115cv, con pocos kilómetros, coche en buen estado de mecánica y buen estado de estado de exterior quitando algún roce. Lleva el kit del r53 metido en ficha técnica y llantas en 18. Tiene aire acondicionado. ITV recién pasada, sin fallos.Transferencia incluida en el precio",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "136500 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1072465975",
            "descripcion": "solo llamadas +34 658 764 995",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "220000 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1065410800",
            "descripcion": "Tiene un par de cosas menores por arreglar (bombilla faro trasero izquierdo, techo interior parte derecha) . Ruedas delanteras y filtro de aceite recién cambiado, mantenimiento hecho. urge vender por mudanza gastos de cambio de nombre/notario a cargo del comprador",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "204000 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-1051518529",
            "descripcion": "se vende pparq comprar uno las grande",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "300000 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-912432368",
            "descripcion": "Precio MINI one diesel edition, motor japonés diesel, distintivo ambiental b (amarilla) distribución por cadena, equipado con cambio manual de seis velocidades, mínimo consumo 4 litros a los 100, diseño de paragolpes cromados e incrustados, el elevalunas eléctricos aire acondicionado, ordenador de abordo, retrovisores con acabado en cromo, llantas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "297000 km",
            "precio": 4500.0
        },
        {
            "titulo": "Mini Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-681053290",
            "descripcion": "Mini Cooper 1.6 en perfecto estado lo vendo por cambio a coche mas grande. El coche cuenta con muchos extras, llantas en 17 de cooper S, antinieblas delanteros y traseros, radio Sony MP3, espejos regulables, climatizador, palanca de cambios deportiva, alfombrillas cooper england. Mejor ver y probar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "85 cv",
            "año": "2004",
            "kilómetros": "230000 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2008-940389452",
            "descripcion": "Está en buenas condiciones en la parte trasera y delantera tiene un pequeño golpe y en el interior el respaldo del assiento del copiloto esta bloqueado hacia atras se ha de arreglar. ( Actualmente suena el cojinete del embrague que se habria de arreglar tiene un coste de 400€ ) Lo demas esta en perfecto estado tiene pegatina medioambiental itv recién pasada es gasolina escucho ofertas. Me lo cambio porque me han regalo otro coche sino lo arreglaria i me quedaria con el .",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "206458 km",
            "precio": 4500.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1042748822",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "250000 km",
            "precio": 4490.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1090161477",
            "descripcion": "Vendo este Mini por mudarnos fuera del España. itv en vigor mecanicamente perfecto ruedas en buen estado revisiones al dia Mas información por privado no cambios",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "170000 km",
            "precio": 4450.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1076980552",
            "descripcion": "ITV válida hasta septiembre de 2025. Revisiones de aceite, discos, pastillas de freno, termostato acreditadas con facturas. Parrot instalado y portacds en el maletero. Se puede ver y probar en Ferrol, carretera de catabois 661,talleres vía norte.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "173000 km",
            "precio": 4450.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1086404020",
            "descripcion": "Coche muy cuidado , y en buen estado. ITV al dia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "167797 km",
            "precio": 4300.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-1083006534",
            "descripcion": "Techo Solar Climatizador Cuero/Tela Llantas 17 Xenon Etiqueta ambiental C ITV hasta Octubre 2025 Motor con cadena de distribución Chrysler/BMW Se vende por aumento de familia",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "236000 km",
            "precio": 4300.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1082234736",
            "descripcion": "ITV en vigor. Revisión completa hecha recientemente. Funciona todo",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "192000 km",
            "precio": 4300.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1079175370",
            "descripcion": "Esta muy bien bien de interior y de exterior no hay q hacerle nada. Mejor ver en persona. El precio es negociable personalmente ( una vez que alla visto el coche)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "255000 km",
            "precio": 4300.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-one-cooper-2004-gasolina-manual-172-000km-1071952256",
            "descripcion": "Se vende Mini Cooper Onede 90cv en color negro. Es del año 2004. Muy bien mantenido. Su estado mecanico es muy bueno y el estetico como se puede ver tambien. ITV en vigor hasta noviembre de 2025. Se acepta prueba mecanica en taller de su eleccion. No cambios no regateo. Transferencia a cargo del comprador. Se puede ver en Cordoba Centro. whatsapp 722.22.98.96",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2004",
            "kilómetros": "172000 km",
            "precio": 4300.0
        },
        {
            "titulo": "MINI COOPER TECHO PANORAMICO",
            "enlace": "https://es.wallapop.com/item/mini-cooper-techo-panoramico-1088906733",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "240000 km",
            "precio": 4200.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1088871860",
            "descripcion": "Precio negociable, todos los mantenimentos al dia, siempre en garaje. Se cambia por todo terreno de interes, aportando diferencia si fuera necesario .",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "240000 km",
            "precio": 4200.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1086715697",
            "descripcion": "Se vende Mini Cooper 1.6 gasolina muy cuidado. -Radio Bluetooth y manos libres -Equipo de sonido -Techo solar retractil -Bola de remolque desmontable -Asientos de cuero -Control de crucero -Pegatina medioambiental C Lo único que hay que hacerle es cambiarle los discos traseros y las poleas de las ventanillas. Acepto cambio por coche de mayor valor",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "163333 km",
            "precio": 4200.0
        },
        {
            "titulo": "MINI COOPER S",
            "enlace": "https://es.wallapop.com/item/mini-cooper-s-1063582902",
            "descripcion": "Venta por cambio de coche - Motor 1.6 16V atmosféric BMW - 116 CV - Distribución con cadena - Consumo medio 7L/ 100km - ITV hasta julio 2025 - Ruedas de invierno - Siempre guardado en parking Cambios recientes: - Embrague - Batería - Alternador - Discos de frenos - Tela del techo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "210000 km",
            "precio": 4200.0
        },
        {
            "titulo": "MINI Mini cooper One ",
            "enlace": "https://es.wallapop.com/item/mini-mini-cooper-one-1000642707",
            "descripcion": "Juguete capricho para gozar desde el primer día,. En buenas condiciones y sin fallos ocultos. A disposición del que quiera un coche moderno, diferente y con ganas de conducirlo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "224000 km",
            "precio": 4200.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1052428963",
            "descripcion": "excelente estado,en cochera,su mantenimiento al día.. montcada y reixac. 639 00 34 55 cambio de nombre incluido",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2006",
            "kilómetros": "235000 km",
            "precio": 4200.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-997647986",
            "descripcion": "Mini Cooper R50, como nuevo. - Funciona perfectamente. - Camabiadas todas las luces exteriores en led blanco y luces de posición en azul. - Luces de interior cambiadas en led azul. - Cubiertas traseras y delanteras al 80% - ITV pasada correctamente hasta diciembre de 2024 - Coche muy mimado y siempre durmiendo en garaje. - 19.000 kms para el próximo mantenimiento, aunque el coche se hacen todos los mantenimientos a los 10.000 kms. - Puesto a punto, no hay que hacerle nada!!! Solo disfrutar de él. - Entrego todas las facturas de lo que le he hecho al coche. - Lo vendo por falta de uso.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "170000 km",
            "precio": 4200.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-970857335",
            "descripcion": "coche en buen estado ,revisiones al día aceite y filtros echos, motor mini cadena distribución, embrague perfecto, itv pasada pegatina C , esta para circular sin ningún gasto mas",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "188000 km",
            "precio": 4200.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1018305172",
            "descripcion": "Mini cooper muy cuidado y mimado. Esta en muy buenas condiciones y al dia en mecanico. Itv en vigor y etiqueta medioambiental C de circulación verde.Apto para circulación en ciudad de Barcelona. Recientemente se ha cambiado bomba de dirección, motor de arranque y alternador, aceite, pastillas... todo con factura y garantía correspondiente. El coche está perfecto para su uso. Tiene techo solar, detalles deportivos, radio JVC, bluetooth, aire acondicionado, calefacción, elevalunas eléctrico, ningún golpe… Impecable para la edad que tiene, se vende con urgencia por maternidad. Solo gente seria. Se puede ver y probar en Barcelona.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "244000 km",
            "precio": 4100.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-886459139",
            "descripcion": "Mini Cooper con etiqueta B amarilla gasolina, puede entrar en Barcelona",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "141000 km",
            "precio": 4100.0
        },
        {
            "titulo": "MINI  2005",
            "enlace": "https://es.wallapop.com/item/mini-2005-1090591759",
            "descripcion": "Mini One con estetica del cooper S y llantas del GP01 tiene 90 cv pero con lo poco que pesa va muy bien i consume poco. Embrague recien sustituido con factura demostrable. Se vende por augmento de familia y necesitar un vehicula mas grande.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2005",
            "kilómetros": "187000 km",
            "precio": 4000.0
        },
        {
            "titulo": "MINI Cooper 2002. Motor con cadena. ITV 2025",
            "enlace": "https://es.wallapop.com/item/mini-cooper-2002-motor-con-cadena-itv-2025-1088345578",
            "descripcion": "Vendo mi mini. Mecanicamente esta genial. Acepto prueba mecanica. ITV hasta septiembre 2025. Poco consumo. Motor con cadena de distribuicion. Algunos detalles pequeño de los años de uso. Coche lista para comprarlo y utilizarlo sin invertir en mas gastos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "185000 km",
            "precio": 4000.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1088989456",
            "descripcion": "vendo mini one, funciona perfecto, solo enciende una luz del chek por estar parado un tiempo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "142000 km",
            "precio": 4000.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1073492390",
            "descripcion": "el coche esta con aceite camviado y la itv recien passada amortiguadores traseros nuevos coche en buen estado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "180000 km",
            "precio": 4000.0
        },
        {
            "titulo": "MINI Mini Cooper 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-cooper-2002-1013283325",
            "descripcion": "Suspensión deportiva y escape cambiado, todo legal. Tiene alguna rallada por fuera apenas se ve, el techo del interior despegado un poco. Doi juego de llantas con separadores y juego de serie, sin ITV por no usarlo. Precio negociable y se aceptan cambios!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "140000 km",
            "precio": 4000.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-1061401046",
            "descripcion": "se vende mini del año 2002 motor bmw 190.000 kms itv recien pasada 1.6 con 115 cv gasolina llantas en 17 le funciona todo aire acondicionado elevalunas electricos cierre centralizado dos llaves se puede ver y probar AUTOMOVILES MERCHAN",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "190000 km",
            "precio": 4000.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1042339894",
            "descripcion": "- Mini cooper año 2003. - 123.000 km. - Mantenimiento recien hecho. - Cubiertas nuevas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "123000 km",
            "precio": 4000.0
        },
        {
            "titulo": "MINI cooper 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-946541155",
            "descripcion": "Año 2003 165.000 kms Dos llaves 115cv Gasolina Manual Número de contacto 621 25 15 84",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "161000 km",
            "precio": 4000.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1012764856",
            "descripcion": "vendo mini cooper motor 1.6 DIESEL , año 2007 mantenimiento hechos se encuentra en buen estado se puede ver y probar se utiliza a diario para ir a trabajar quilómetros hechos por autovía ITV en vigor no negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "300000 km",
            "precio": 4000.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1000002910",
            "descripcion": "Mini cooper 2005 Muy buen estado Todo al dia ITV al dia Muy bien cuidado, Asientos polipliel 1 Solo dueño Mejor ver y probar sin compromiso Precio algo negociable Numero de telefono 687146623",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "180000 km",
            "precio": 4000.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-970120006",
            "descripcion": "Se vende por motivo de aumento de familia con itv pasada con aire acondicionado elevalunas electricas cierre centralizado pegatina medioambiental mantenimiento realizado para obtener más información pongase en contacto conmigo",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "170439 km",
            "precio": 4000.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1078847994",
            "descripcion": "El mini es 1.6 motor bmw automático 193.000km itv recién pasada con mantenimiento recién echo tiene techo panorámico pero no funciona lleva climatizador aire acondicionado enfriando 2 llaves asientos de cuero volante multifuncion elevalunas luces de Xenón lava faros llantas 17",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "120 cv",
            "año": "2006",
            "kilómetros": "193000 km",
            "precio": 3999.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1003921441",
            "descripcion": "*Mini Cooper 2006. 265000 KM. En muy buen estado. Con bomba de dirección y frenos de disco recién cambiados. Muy buen andar. Se puede ver sin compromiso. Podría interesarme cambio por coche de mayor valor.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2006",
            "kilómetros": "265000 km",
            "precio": 3999.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1043546537",
            "descripcion": "ocasión vehículo con 12 meses de garantía mini Cooper 1.6 115cv motor BMW con cadena 180.000km en muy buen estado funcionando perfectamente. Dispone de muchísimos extras como aire climatizado, elevalunas electrónicos, cierre centralizado, dirección asistida, radio CD etc... acepto vehículo como parte de pago. se entregaría con ITV recién pasada en el momento de la entrega.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "180000 km",
            "precio": 3990.0
        },
        {
            "titulo": "MINI Cooper R50 1.6cc 115cv R50",
            "enlace": "https://es.wallapop.com/item/mini-cooper-r50-1-6cc-115cv-r50-1089147419",
            "descripcion": "Mini Cooper R50 1.6cc. 115cv, año 2005, itv pasada hasta Abril 2025, embrague cambiado hace 1 año, bujias, bobina y cables nuevos, aceite y filtros recien cambiafos, ruedas nuevas, 2 llaves originales, poco consumo. Tlf: 603541367",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "187000 km",
            "precio": 3900.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1089818542",
            "descripcion": "Mini Cooper , ITV recién pasada , 115 CV , recién revisado , aceite , filtro . Asientos de cuero , ordenador , control de velocidad, llanta 17 etc. Motor de cadena.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "252000 km",
            "precio": 3900.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-1040729816",
            "descripcion": "mini cooper s con 200.000km revision recien hecha. No negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2002",
            "kilómetros": "200000 km",
            "precio": 3900.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1082810234",
            "descripcion": "Se vende Mini Cooper One. Tiene GPS, aire acondicionado, cuentakilómetros digital, elevalunas eléctricas, cierre centralizado, dirección asistida, todos los extras. En el precio se incluye el cambio de matrícula a española. Estamos tramitando la matrícula",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2003",
            "kilómetros": "234000 km",
            "precio": 3850.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1069539083",
            "descripcion": "mini cooper revisiones al dia demostrable itv en vigor llantas 17 pulgadas 2 llaves",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "225100 km",
            "precio": 3850.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1084615680",
            "descripcion": "coche en perfecto estado revision reciente filtros aceite bujias y frenos dlt todos los estras tiene algun roce de dormir en la calle",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2006",
            "kilómetros": "204000 km",
            "precio": 3800.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1034893786",
            "descripcion": "se vende mini cooper con la itv recien pasada ruedas al 80 porciento tiene solo un golpe en la puerta izquierda lo demas de mecanica ningun problema se acepta prueba whatsapp (604198102)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "239000 km",
            "precio": 3800.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-972003970",
            "descripcion": "Mini Cooper r50 año 2003 198.000km ITV hasta agosto del 2025 Soy el segundo propietario. Mantenimientos al día, embrague y bomba de dirección recién cambiados. Tiene un pequeño golpe en la aleta trasera izquierda (foto 5). Tiene algún desperfecto de chapa, el más importante en el capó delantero (foto 4). Asientos en muy buen estado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "198000 km",
            "precio": 3800.0
        },
        {
            "titulo": "MINI One r50",
            "enlace": "https://es.wallapop.com/item/mini-mini-2001-1049636584",
            "descripcion": "Carroceria, llantas, interior piel, acabado Cooper S, recién realizada revisión completa 200000km, embrague nuevo ITV 2025, algún detalle sin importancia, se acaba de realizar varillaje cambio, filtro y valvulina facturas disponibles de revisión embrague y cambio, acepto 7 plazas 4x4 o vehículo automático, para cambios 4200€",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2001",
            "kilómetros": "200000 km",
            "precio": 3750.0
        },
        {
            "titulo": "MINI Cooper 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1077953863",
            "descripcion": "Cooper 1.6 115 CV motor BMW, revisiónes al día, ITV recién pasada, techo nuevo, neumáticos nuevos, limpieza integral, en muy buen estado.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "186000 km",
            "precio": 3700.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-1082835754",
            "descripcion": "PRECIO SOLO ESTA SEMANA!!! Vehiculo cuidado al detalle, muy mimado siempre. 1.6 Motor BMW Automatico, vehiculo economico ITV Recien pasada y recien revisado ✅️ 192.000 km certificados ✅️ Interior en Cuero ✅️ Ordenador a bordo ✅️ Techo Panoramico ✅️Asientos calafectables ✅️Volante multifuncion ✅️ Crucero ✅️ Limitador ✅️ Lunas tintadas ✅️ Todos sus mantenimientos siempre al dia ✅️ etc...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "192000 km",
            "precio": 3700.0
        },
        {
            "titulo": "MINI Mini Pegatina C",
            "enlace": "https://es.wallapop.com/item/mini-mini-pegatina-c-1078652616",
            "descripcion": "Mini copper, Itv hasta diciembre 2025,climatizador,llave de repuesto,motor a cadena,reviciones hechas,eleva lunas,cierre centralizado,itv hasta Diciembre 2025. No respondo ofertas. NO NEGOCIABLE",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "110 cv",
            "año": "2007",
            "kilómetros": "200000 km",
            "precio": 3700.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1026792861",
            "descripcion": "Mini Cooper R50 1.6 115cv. Itv recien pasada. Se vende por falta de uso. Prácticamente siempre ha estado en garaje y solo se ha movido para carga de batería. Se le han realizado múltiples cosas: - Tapizado de techo. - Cambio de los 4 amortiguadores. - Embrague nuevo. - Sistema de encendido nuevo. - Cambio de ambas sondas lambda. - Cambio de sensores, map, sensor posición árbol de levas, sensor presión de aceite, etc. - Mantenimiento de aceites, filtros etc al día. - Ruedas recién cambiadas. - Entrego repuestos. - Mando de retrovisores roto. Muy buen coche para la ciudad y apto para pegatina tipo C. Mejor ver. Valoro posible cambio con Suzuki Vitara.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "180000 km",
            "precio": 3700.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-936817530",
            "descripcion": "ITV vigent fins l’octubre del 2025, va molt be, Motor BMW. e fet algunes coses de manteniment,corretja i tensor del alternador i un manguito del diposit del liquid de direcció no rebaixo preu però acceptaria furgoneta.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "252000 km",
            "precio": 3700.0
        },
        {
            "titulo": "MINI One 1.6 2004",
            "enlace": "https://es.wallapop.com/item/mini-one-1-6-2004-1077167452",
            "descripcion": "Mini Cooper 1.6 Gasolina - 2004 🚙 💰 3.600€ (con cambio de nombre incluido 🙌🏾) 📅 Año: 2004 📏 Kilómetros: 256.000 km ♻️ Etiqueta Ambiental B ✅ 💎 Motor 1.6 gasolina: potencia y diversión aseguradas. ✅ ITV válida hasta diciembre de 2024 ¡Compacto, estiloso y listo para salir a la carretera! Ideal para moverte por la ciudad con personalidad. 📲 Contactame para más detalles o para venir a verlo. 🚗",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2004",
            "kilómetros": "256000 km",
            "precio": 3600.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1067282166",
            "descripcion": "coche muy buen cuidado a toda prueba",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "180000 km",
            "precio": 3600.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2008-1067700006",
            "descripcion": "mini one 1.6i 120cv distintivo ambiental tipo C para entrar en las grandes ciudades sin problema itv recientemente realizada interior combinado con exterior mantenimiento efectuado recientemente mas info contacten633490834",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "225000 km",
            "precio": 3600.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1033936928",
            "descripcion": "coche impecable se le acaba de cambiar aceite filtros cadena de distribución patines a toda prueba",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "116000 km",
            "precio": 3600.0
        },
        {
            "titulo": "Mini cooper s ",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1089927942",
            "descripcion": "( VOLANTE A LA DERECHA MATRICULA ESPAÑOLA ) Mini cooper S, 1.6 gasolina 163cv , 6 velocidades manual , año 2004, itv recién pasada 10/1/2026, con 109.500 millas / sobre 172.000 kilómetros reales y demostrables, mismo dueño desde hace 12 años, tiene A/C , elevalunas, cierre centralizado, llantas 17, etc... perfecto estado tanto interior como exterior... interesados hablarme, precio 3.500 euros para cambios lo valoro mas caro... ( clave: Mercedes, Volkswagen, audi, Bmw, mitsubishi, seat, Ford, Renault, Peugeot, Nissan, kia, gti, volvo, saab, opel, citroen... )",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "163 cv",
            "año": "2004",
            "kilómetros": "109455 km",
            "precio": 3500.0
        },
        {
            "titulo": "MINI COOPER MAN",
            "enlace": "https://es.wallapop.com/item/mini-cooper-man-1089576873",
            "descripcion": "MINI COOPER MAN EDICIÓN ESPECIAL MUY GUAPO Año 2005 234.000 km ITV en vigor hasta Septiembre de 2025 Etiqueta medioambiental C Asientos de cuero en perfecto estado Ruedas 16’’ Motor BMW gasolina 1.6 cc 85 CV Precio Negociable!!!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2005",
            "kilómetros": "234000 km",
            "precio": 3500.0
        },
        {
            "titulo": "MINI Cooper 2005",
            "enlace": "https://es.wallapop.com/item/mini-cooper-2005-1089328116",
            "descripcion": "Se vende mini One 1.6 90cv El coche está en muy buen estado tanto de interior , como exterior y mecánicamente. Nunca a tenido ningún golpe ni ningún accidente ni siniestro. Lleva motor bmw y cadena de distribución. ITV hasta septiembre de 2025. pastillas de freno nuevas , aceite motor y todos los filtros recién cambiados del día 9/11/24. El coche está para disfrutarlo. El coche se compró nuevo en el concesionario BMW SAN RAFAEL MOTOR de Córdoba , el coche solamente ha tenido dos propietarios. Tengo las 3 llaves originales y los manuales originales del vehículo. WhatsApp : 630060327 Un saludo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2005",
            "kilómetros": "165000 km",
            "precio": 3500.0
        },
        {
            "titulo": "MINI Cooper 2004",
            "enlace": "https://es.wallapop.com/item/mini-cooper-2004-1084998710",
            "descripcion": "Mini Cooper de 2004. 263000 km. Funcionando perfectamente hasta el día de hoy. Muy bien cuidado, siempre en garaje. Todas las revisiones y reparaciones realizadas en el servicio oficial con recambios originales. ITV pasada en noviembre de 2024. Presenta una pequeña abolladura en el paragolpes trasero, así como ligeros arañazos y roces como se puede apreciar en las fotos. Precio negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "263000 km",
            "precio": 3500.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1087322576",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "250000 km",
            "precio": 3500.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-1087112156",
            "descripcion": "Mini en buen estado motor cambiado y tiene 135.000 kilómetros, itv recién pasada el coche se puede ver y probar.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "280000 km",
            "precio": 3500.0
        },
        {
            "titulo": "MINI cooper one 2002",
            "enlace": "https://es.wallapop.com/item/mini-cooper-one-2002-1078910621",
            "descripcion": "se vende en muy buen estado mejor ver y probar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2002",
            "kilómetros": "253000 km",
            "precio": 3500.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1072107553",
            "descripcion": "Itv pasada en agosto, ruedas recién cambiadas, interior en perfectas condiciones , muy bien cuidado, tiene un pequeño golpe en la puerta del conductor. Reproductor bluetooth nuevo para poder conectar el móvil.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "169000 km",
            "precio": 3500.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-one-1071918817",
            "descripcion": "Mini one 1.6 90cv gasolina (mismo motor del cooper). Distribucion por cadena. Muy buen estado general, ruedas, motor, mantenimiento...se usa a diario. Tan solo 146000 kilometros reales. Muy bonito y apañado, ideal para ciudad, joven, novel... Tiene etiqueta B. !!!NEGOCIABLE!!! para si revisar un fallo eml que se enciende al arrancar 1 de cada 100 veces, paras arrancas de nuevo y se va. Lo he llevado al taller y al no salir no se detecta nada guardado. El coche funciona perfecto. ADMITO CAMBIO por 5 puertas de valor similar, todoterreno o caravana.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2003",
            "kilómetros": "146000 km",
            "precio": 3500.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1086138376",
            "descripcion": "Benzina/GPL, meccanica usurata al 90%,carrozzeria in buone condizioni, anche internamente ben tenuta, per altre informazioni contattatemi. 210000km",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "210000 km",
            "precio": 3500.0
        },
        {
            "titulo": "Mini Cooper R56 2007",
            "enlace": "https://es.wallapop.com/item/mini-cooper-r56-2007-1090438634",
            "descripcion": "Coche importado, Extras: -Techo solar -Asientos Calefactables -Retrovisores plegables y regulables electricamente -Luna delantera termica (además de la trasera) -Volante de 3 palos con botones (los normales son de 2 palos sin botones) -Luces \"ambientales\" interior y debajo de la puerta -Llantas -Luces xenon. Batería recien cambiada, interior perfecto, en parachoques alguna rascada típica en cualquier coche. AHORA MISMO EL COCHE ARRANCA PERFECTAMENTE PERO A RALENTÍ HACE COSAS RARAS NO SE LO QUE ES HABRIA QUE MIRARSELO DE AHÍ EL PRECIO. Cualquier duda preguntar",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "196000 km",
            "precio": 3499.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-1074111631",
            "descripcion": "Vendo Mini Cooper del año 2002 1.6 gasolina 115 Cv con 198000 km el coche funciona perfectamente y de exterior tambien esta perfecto. (Itv recien pasada hace menos de una semana)",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "198000 km",
            "precio": 3400.0
        },
        {
            "titulo": "MINi cooper 1.6 gasolina 115 cv con 163.500 km ",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1-6-gasolina-115-cv-con-163-500-km-1089133466",
            "descripcion": "Coche con itv en vigor y en funcionamiento cotidiano y va genial ..mejor verlo y probarlo..gracias y saludos",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "163500 km",
            "precio": 3395.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1074964592",
            "descripcion": "Vendo Mini Cooper One 1.6 90cv en muy buen estado general, manutensiones al dia. motor bmw por cadena itv en vigor se puede probar sin compromiso",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "90 cv",
            "año": "2003",
            "kilómetros": "189000 km",
            "precio": 3390.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1083728944",
            "descripcion": "Mini cooper con mantenimiento hecho y al día...modelo bmw...neumaticos casi nuevos....la ventana de piloto no baja...y a finales de enero le toca pasar itv...",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "267000 km",
            "precio": 3300.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1071982855",
            "descripcion": "Hecho motor , ITV 2025, funciona muy bien , llantas , restauradas y pintadas. Interior bien, distribución hecha entera, bomba de agua , manguitos, pastillas de frenos y discos.Neumaticos traseros nuevos, delanteros al 70%",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "225000 km",
            "precio": 3300.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1054518540",
            "descripcion": "Coche comodo y manejable. el coche va estupendo con ITV recien pasada. x propietaria desde 2018. Fallo motor en caliente, de ahi su precio. no hago envios.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "229000 km",
            "precio": 3300.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1089152160",
            "descripcion": "MINI COOPER BUEN ESTADO MEJOR VER Y PROBAR GARANTÍA Y CAMBIO DE NOMBRE INCLUIDO",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "230000 km",
            "precio": 3200.0
        },
        {
            "titulo": "MINI Cooper R50",
            "enlace": "https://es.wallapop.com/item/mini-cooper-r50-1081934747",
            "descripcion": "Buen estado gral. Cambiado embrague, radiador, silentblock y rotulas reciente. defecto estetico en puerta dcha. ITV hasta 6/2025. Envio video. Transferencia a cargo del comprador. Solo interesados, no hagas perder el tiempo.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "266000 km",
            "precio": 3150.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-mini-2006-1085766697",
            "descripcion": "Se vende mini Cooper con 293000 kms, mantenimientos al día, distribución por cadena, ruedas al 70% ambos ejes y sin golpes. Desperfectos exteriores normales por el uso y los años, ninguno reseñable. Precio negociable, mejor ver y probar. Abstenerse mareantes y curiosos.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "293000 km",
            "precio": 3000.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2004-1078873505",
            "descripcion": "no se cambia no se da garantia transferencia a cuenta del comprador no marear coche para revisar y hacer mantenimiento",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2004",
            "kilómetros": "185000 km",
            "precio": 3000.0
        },
        {
            "titulo": "MINI Mini 2004",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-979160324",
            "descripcion": "falla de taquets de válvulas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "198000 km",
            "precio": 3000.0
        },
        {
            "titulo": "MINI Mini 2005",
            "enlace": "https://es.wallapop.com/item/mini-cooper-1-6-gasolina-115-cv-2005-1048354053",
            "descripcion": "¡Hola! Vendo Mini Cooper 1.6 gasolina, 115cv, cambio manual, año 2005, por la compra de un coche nuevo. El coche está en perfectas condiciones de exterior, y en el interior solo sería necesario pegar el techo, que está despegado. En cuanto al motor, habría que hacerle una puesta a punto y pasar la ITV, ya que ha estado parado desde que compramos el otro coche. Ven a verlo sin compromiso. Precio negociable.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2005",
            "kilómetros": "270000 km",
            "precio": 2900.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-937732810",
            "descripcion": "Mini Cooper 2002. Techo solar Funciona perfectamente y va muy bien. El motor tiene 34000km. En el marcador pone 340000. Se puso nuevo hace 5 años Precio final 2900€",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "34000 km",
            "precio": 2900.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1089484691",
            "descripcion": "se vende 1.6 motor bmw muy poco consumo etiqueta C 87mil kilometro reales aire acondicionado elevalunas 2800 euros",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "87000 km",
            "precio": 2800.0
        },
        {
            "titulo": "MiniCooper_Gen 1_R50 (2001)_ 1.6 ",
            "enlace": "https://es.wallapop.com/item/minicooper_gen-1_r50-2001-_-1-6-1081617605",
            "descripcion": "MiniCooper_Gen 1_R50 (2001)_ 1.6 (4. Cilindros)_ 115 HP_BMW_ cadena_hay que hacerle cosas esteticas pero de motor es un avión_ BMW R.50 compressor Eaton. Bateria nueva YUASA IBX 5000_ England 13.1 VDC testeada. Paso ITV a la primera, junio 2024 valida hasta junio 2025, hecho service recientemente, en junio (aceite 5W- 40 + filtros + liquido refrigerante + test d compresion + la bateria nueva) + lleva etiqueta B + el coche esta funcional y el titular soy yo… se vende y transfiere ese mismo día (no entrego un coche que estará en circulación a mi nombre). No a preguntas tontas por favor, gente seria. Abstenerse revendedores con ofertas absurdas. Gracias. Av. de Roma, 1 08290 Cerdanyola",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2001",
            "kilómetros": "229999 km",
            "precio": 2750.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-1076992408",
            "descripcion": "Vendo mini Cooper 115cv de 2002 en muy buen estado, ITV al día. Más información por privado",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "244000 km",
            "precio": 2700.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1055603426",
            "descripcion": "Mini Cooper 2007 automático secuencial gasolina 120cv con levas en el volante ruedas en buen estado y ITV recién pasada. Tiene un problema en el cambio de 3 a 4 cambia lento de ahí el precio. El coche funcioniona perfectamente se puede conducir con el así y no hay problema Etiqueta medioambiental C.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "200000 km",
            "precio": 2700.0
        },
        {
            "titulo": "MINI Mini 2002",
            "enlace": "https://es.wallapop.com/item/mini-mini-2002-1090639122",
            "descripcion": "Vendo Mini con avería en una de las roscas de las bujías. Mándame un mensaje para más info. Se debe recoger en grua. Neumáticos delanteros con 5000 km. Escucho ofertas.",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2002",
            "kilómetros": "172000 km",
            "precio": 2500.0
        },
        {
            "titulo": "Mini cooper estudio  cambios",
            "enlace": "https://es.wallapop.com/item/mini-mini-2005-averia-en-el-cambio-1083436410",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "90 cv",
            "año": "2005",
            "kilómetros": "172000 km",
            "precio": 2249.0
        },
        {
            "titulo": "MINI Mini 2007",
            "enlace": "https://es.wallapop.com/item/mini-mini-2007-1089429707",
            "descripcion": "Vendo mini cooper 1.6 16v del 2007 con todos los mantenimientos hechos filtros bujias aceite junta tapa balancines alternador cambiado con correa nueva de accesorios 6 velocidades manual es RHD es ingles volante a la derecha es etiqueta c por 2000€ lo entrego matriculado a nombre del nuevo dueño con el mini viene otro juego de llantas iguales",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "120 cv",
            "año": "2007",
            "kilómetros": "143000 km",
            "precio": 2000.0
        },
        {
            "titulo": "MINI Mini 2006",
            "enlace": "https://es.wallapop.com/item/mini-cooper-2006-1074807182",
            "descripcion": "Vendo mini cooper del año 2006 motor 1.6 gasolina con 200.000 kilometros con todos los extras asientos de piel, techo paronamico llantas de aluminio, mantenimientos al dia ITV RECIEN PASADA!",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2006",
            "kilómetros": "200000 km",
            "precio": 2000.0
        },
        {
            "titulo": "MINI Mini 2003",
            "enlace": "https://es.wallapop.com/item/mini-mini-2003-1085431298",
            "descripcion": "Se vende despiece de mini cooper del 2003 con 180.000. se vende a piezas. NO SE VENDE ENTERO, consultar precios y disponibilidad",
            "combustible": "Gasolina",
            "cambio": "Manual",
            "potencia": "115 cv",
            "año": "2003",
            "kilómetros": "180000 km",
            "precio": 1.0
        }
    ]
}