{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "Serie 6",
        "version": "M6 Cabrio",
        "año mínimo": "2015",
        "año máximo": "2018",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": "560",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=560&min_year=2015&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=Serie 6&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW Serie 6 2015",
            "enlace": "https://es.wallapop.com/item/bmw-serie-6-2015-1025302461",
            "descripcion": "Vehículo nacional con garantía extendida total bmw hasta julio 2025,está impecable última revisión enero 2024 con cambio líquidos y filtros más revisión. Aceptaría cambio por algo que me interese.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "560 cv",
            "año": "2015",
            "kilómetros": "54000 km",
            "precio": 74000.0
        },
        {
            "titulo": "BMW serie 6 M6 F13 560cv Nacional",
            "enlace": "https://es.wallapop.com/item/bmw-m6-560cv-nacional-1032975988",
            "descripcion": "Vendo Bmw M6 F13 560cv con 94.000km. Es de octubre de 2017, de las ultimas unidades producidas del M6 F13 y se encuentra en perfecto estado. Unidad nacional Soy el segundo propietario Historial de mantenimiento en Bmw Equipamiento: Suspensión adaptativa Cambio doble embrague DKG Alarma Asientos activo comfort Ajuste lumbar asientos Asientos ventilados (frio) Asientos calefactables Faros Led Adaptativos Navegador profesional Apple CarPlay Head-Up Display Harman Kardon Connected Drive services Detector de señales Para mas información contactar NO MAREANTES. NO NEGOCIO PRECIO #Bmw M #M3 #M4 #M5 #M6 #Porsche #Audi RS #AMG #Ferrari",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "560 cv",
            "año": "2017",
            "kilómetros": "97000 km",
            "precio": 59900.0
        },
        {
            "titulo": "BMW M6 GRAN COUPE 560cv 2016 ETIQUETA C VERDE",
            "enlace": "https://es.wallapop.com/item/bmw-m6-gran-coupe-560cv-2016-etiqueta-c-verde-1084291776",
            "descripcion": "BMW F06 M6 560cv GRAN COUPE -118MIL KM REALES. AÑO 2016 nacion LIBRO MANTENIMIENTO EN BMW ASIENTOS CUERO ELEC Y CALEFAC NAVEGADOR,CAMARA TRASERA y 360 HEAD UP DISPLAY, HIFI MULTIMEDIA, LLANTA 20, FAROS FULL LED, USB,AUX CAMBIO CARRIL,CRUCERO ADAPTAD EQUIPAMIENTO M COMPLETO!! UNA AUTENTICA BESTIA 560cv!!! COCHE+GARANTIA+GESTOR: 56,000€ LLAMA AL 637-799-568 FRAN CLAVE: Audi,Citroen,Seat,Toyota,Ford,Honda, Renault,Opel,Peugeot,Bmw,Mercedes,AMG,TDI GTI,Clio,Golf,Leon,Touran,Polo,Tiguan,Megane, Fiesta,Focus,Mondeo,Civic,Accord,Land-Cruiser C2,C3,C4,C5,A3,A4,A5,X3,X5,Auris,Zafira,",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "560 cv",
            "año": "2016",
            "kilómetros": "118000 km",
            "precio": 56000.0
        },
        {
            "titulo": "BMW Serie 6 650 I Xdrive Cabrio ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-6-650-i-xdrive-cabrio-1072083220",
            "descripcion": "",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "448 cv",
            "año": "2016",
            "kilómetros": "56000 km",
            "precio": 48990.0
        },
        {
            "titulo": "BMW M6 GRAN COUPÉ V8 560CV AUTO. 7 VEL",
            "enlace": "https://es.wallapop.com/item/bmw-m6-gran-coupe-v8-560cv-auto-7-vel-1084072377",
            "descripcion": "BMW M6 GRAN COUPÉ V8 560CV AUTO. 7 VEL Certificación de kilómetros y no siniestralidad Etiqueta ambiental C (Verde) Mantenimiento completo en servicio oficial (demostrable) EQUIPAMIENTO Paquete M interior y exterior Paquete Full Carbono interior y exterior Techo interior en piel alcántara Asientos de cuero con regulación eléctrica Calefactados ventilados y con memoria Head-Up Display Volante multifunción eléctrico calefactable con levas Climatizador 4 zonas Control crucero adaptativo GPS navegación Pantalla alta definición Modos de conducción Sport Plus BMW ConnectedDrive Equipo de sonido Bang&Olufsen Entradas AUX y USB Bluetooth Control por voz Start/Stop Arranque y apertura sin llaves Faros Bixenon direccionales LED diurna Sensores y cámara parking Llantas M de 20 pulgadas Pinzas M azules Alerta precolisión Control ángulo muerto Asistente mantenimiento carril Reconocimiento señales Distribución electrónica de frenado Detector de obstáculos Lunas privacidad Cortina trasera eléctrica Neumáticos al 90% de vida 43.990€ SUJETO A FINANCIACIÓN PRECIO AL CONTADO 44.990. Hasta 5 años de garantía. Financiación a su medida. Totalmente revisado por mecánicos profesionales. Recogemos su vehículo como parte de pago. Se entrega con seguro en vigor. We speak english. Nous parlons français. La información de este anuncio se muestra a título informativo y no contractual. Contacte con nosotros para cualquier consulta acerca del vehículo. MOTOR CLUB SEVILLA, empresa líder del sector en Andalucía.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "560 cv",
            "año": "2015",
            "kilómetros": "128000 km",
            "precio": 43990.0
        },
        {
            "titulo": "BMW Serie 6 2017",
            "enlace": "https://es.wallapop.com/item/bmw-serie-6-2017-871119978",
            "descripcion": "Espectacular BMW Gran Coupe 650i xDrive 4.4i V8 450cv. Matriculado en 07/2017. Se encuentra en muy buen estado, todo el mantenimiento al día hecho siempre en servicio oficial BMW. Todos los extras posibles; techo solar, cuero ampliado, carbono, alcántara, suspensión adaptativa, navegador, todos los asistentes a la conducción, head up display, faros full led direccionales, HARMAN KARDON, pintura BMW INDIVIDUAL, pack M, Levas, asientos electrónicos, y un largo ect... Todos los Neumáticos, discos, pastillas y aceites recién cambiados. Soy el segundo dueño. Acepto prueba mecánica. (NO CAMBIOS).",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "450 cv",
            "año": "2017",
            "kilómetros": "67000 km",
            "precio": 39990.0
        },
        {
            "titulo": "BMW Serie 6 GRAN COUPE",
            "enlace": "https://es.wallapop.com/item/bmw-serie-6-gran-coupe-828462823",
            "descripcion": "BMW 640I GRAN COUPE 3.0 320cv. - IVA DEDUCIBLE ( Para autónomos y empresas ) - UN SOLO PROPIETARIO - Vehículo con historial de mantenimientos - ENVIO A TODA ESPAÑA ( Consultar condiciones ) - 12 meses de garantía propia - Mismo precio al contado y financiado ( Si finalmente decides financiar te daremos el mejor tipo de interes del mercado ) - Aceptamos vehículos como parte de pago - Usted decide los plazos a pagar y cantidad a financiar - Equipamiento a destacar: - Navegador - Cámara Trasera - Asientos de piel - Asientos eléctricos con memoria - Head-up display - Paquete M interior y exterior - Asientos calefactados - Cristales tintados - Sensores de parking delanteros y traseros - ISOFIX Tambien podeis visitarnos en nuestra web: automovileslaestacion.com o llamarnos por telefono sin ningun tipo de compromiso.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2017",
            "kilómetros": "85000 km",
            "precio": 38900.0
        },
        {
            "titulo": "BMW Serie 6 640iA GT xDrive desde 559€/mes*",
            "enlace": "https://es.wallapop.com/item/bmw-serie-6-640ia-gran-turismo-xdrive-desde-534-m-1073976955",
            "descripcion": "*Precio Financiado. Consulta condiciones EQUIPAMIENTO DESTACADO: Caja de cambios Steptronic sport Parking Assistant Connected Package Professional Cámara para marcha atrás 554€ incl. Cuero Dakota Techo cristal panorámico 2.092€ incl. Asientos de confort delanteros, con reglaje eléctrico 2.818€ incl. Luz ambiente 701€ incl. BMW Live Cockpit Professional Llantas de aleación ligera 18´´ estilo 619 Accionamiento automático portón trasero Molduras interiores Oxidsilber oscuro TODO incluido en el precio: +Estudio de financiación +1 año de Garantía/15.000 kms.* +Transferencia y gastos de Gestoría +Revisión completa pre-entrega CERTIFICAMOS: -1 solo propietario anterior -Historial mantenimiento desde el km. 0 -Kilometraje y no siniestralidad Contacta con nosotros para más info, fotos y vídeos. *Lo que antes suceda Oferta válida salvo error tipográfico",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2018",
            "kilómetros": "96749 km",
            "precio": 36900.0
        },
        {
            "titulo": "BMW Serie 6 640iA GT xDrive desde 559€/mes*",
            "enlace": "https://es.wallapop.com/item/bmw-serie-6-640ia-gran-turismo-xdrive-desde-534-m-1073977250",
            "descripcion": "*Precio Financiado. Consulta condiciones EQUIPAMIENTO DESTACADO: Caja de cambios Steptronic sport Parking Assistant Connected Package Professional Cámara para marcha atrás 554€ incl. Cuero Dakota Techo cristal panorámico 2.092€ incl. Asientos de confort delanteros, con reglaje eléctrico 2.818€ incl. Luz ambiente 701€ incl. BMW Live Cockpit Professional Llantas de aleación ligera 18´´ estilo 619 Accionamiento automático portón trasero Molduras interiores Oxidsilber oscuro TODO incluido en el precio: +Estudio de financiación +1 año de Garantía/15.000 kms.* +Transferencia y gastos de Gestoría +Revisión completa pre-entrega CERTIFICAMOS: -1 solo propietario anterior -Historial mantenimiento desde el km. 0 -Kilometraje y no siniestralidad Contacta con nosotros para más info, fotos y vídeos. *Lo que antes suceda Oferta válida salvo error tipográfico",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "340 cv",
            "año": "2018",
            "kilómetros": "96749 km",
            "precio": 36900.0
        },
        {
            "titulo": "BMW Serie 6 650i Gran Coupe 330 kW (450 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-serie-6-650i-gran-coupe-330-kw-450-cv-1082023580",
            "descripcion": "GRUPO CANAAUTO - Concesionarios Oficiales de tus marcas preferidas BMW, MINI, Jaguar, Land Rover y MG. Descubre la seleccion de vehiculos seminuevos con garantia oficial de la marca. Ven y prueba tu coche sin compromiso en cualquiera de nuestras exposiciones. Encuentranos en: Tenerife - C. las Industrias 12, Taco, la Laguna - Av. Claudio Delgado Diaz, 55, Las Chafiras - Autopista TF5 Norte, Km 33, 38300 Orotava Las Palmas de Gran Canaria - C. Diego Vega Sarmiento, 60-B, 35014 Las Palmas - C. Diego Vega Sarmiento, 20, 35014 Las Palmas Precio Especial de Contado “Aprovecha la oportunidad de obtener un descuento adicional con nuestras opciones de financiacion personalizadas.” Nos enorgullecemos de servir a todas las Islas Canarias. No realizamos ventas ni envios a la Peninsula. Explora Nuestro Stock en TuKm0.com, especialistas en vehiculos premium de marcas lideres como BMW, MINI, JAGUAR, LAND ROVER y MG. Visita nuestro catalogo completo y encuentra tu proximo coche de ensueno. ¿Solo quieres el vehiculo sobre un tempo limitado? Pregunta por nuestras suscripciones de 1 a 12 meses en www.masmotor.es ¡Compramos tu coche! Obten una valoracion de tu coche en nuestras instalaciones o web, te lo compramos al momento o lo puedes entregar como parte de pago de tu nuevo coche. Las fotos del vehiculo y caracteristicas son totalmente reales del vehiculo, salvo \"error tipografico o de transcripcion\" “Para conocer las condiciones de precios financiados, consulta con nuestro equipo de ventas, quienes te proporcionaran toda la informacion detallada sobre las opciones de financiacion disponibles.” ***EQUIPAMIENTO OPCIONAL INCLUIDO*** - Acristalamiento de proteccion solar BMW Individual - Revestimiento de madera noble BMW Individual platano Rotbraun oscuro - Volumen CO2 - 19\", llantas de aleacion ligera de radios en W (estilo 423) con neumaticos de diferentes dimensiones - Dispositivo de alarma - Sistema automatico Softclosen para las puertas - Conf...",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "450 cv",
            "año": "2015",
            "kilómetros": "156616 km",
            "precio": 34900.0
        },
        {
            "titulo": "BMW Serie 6 650i 2015 M PACK 540CV",
            "enlace": "https://es.wallapop.com/item/bmw-serie-6-2015-m-pack-560cv-986352607",
            "descripcion": "NACIONAL!! DOS PROPIETARIOS! Se vende BMW 650i GP M PACK. Vehículo en perfecto estado. Pack M Aceite cambiado hace 2000km, Bujías nuevas originales, pastillas de freno nuevas, neumáticos sportcontact 7 con 4000km. Stage 1 560cv y 800nm. Faros Led adaptive, head up display, Harman kardon logic 7, asientos confort eléctricos y calefactables, clima bi-zona, techo solar, sensores de aparcamiento, cámara 360, joystick cerámico, control por voz, navegador,etc Full Equipo, elevalunas eléctricos, espejos eléctricos, control de velocidad,volante de piel regulable y multifuncción, PARCTRONIC TRASERO Y DELANTERO, ISOFIX, BI-XENON, NAVI, CÁMARA 3",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "540 cv",
            "año": "2015",
            "kilómetros": "145000 km",
            "precio": 33990.0
        },
        {
            "titulo": "BMW Serie 6 Coupe ",
            "enlace": "https://es.wallapop.com/item/bmw-serie-6-coupe-1059129662",
            "descripcion": "el coche esta en madrid !! se vende en madrid No es negociable si no vas a pagar 18.000€ ni te molestes Tiene algunas cositas de chapa Vendo Impresionante BMW coupe de 320CV 4 plazas muy poco recorrido solo tiene 135.000 mls con todos sus libros Bmw , cambio automático 8 velocidades y secuencial con levas en el volante. Ruedas prácticamente nuevas con llantas de 18 No es negociable, es el más barato de España",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2018",
            "kilómetros": "135000 km",
            "precio": 17999.0
        }
    ]
}