{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "Q5",
        "version": "50 TDI quattro tiptronic",
        "año mínimo": 2019,
        "año máximo": 2020,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 286,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=286&min_year=2019&max_year=2020&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=Q5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi Q5 2020",
            "enlace": "https://es.wallapop.com/item/audi-q5-2020-1089137415",
            "descripcion": "matricola de mlelilla",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2020",
            "kilómetros": "126000 km",
            "precio": 47000.0
        },
        {
            "titulo": "Audi Q5 2020",
            "enlace": "https://es.wallapop.com/item/audi-q5-2020-1069588542",
            "descripcion": "Hola Vendo Audi Q5 Quattro en perfecto estado con el mantenimiento al dia El coche proviene de unico propietario de leasing Se acepta cualquier prueba mecanica o verificacion de Carvertical o Carfax El coche tiene como extras....clima trizona, asientos delanteros y traseros calefactables, volante cuero calefactable, asientos cuero, leye señales de circulacion, luz interior ambiental, techo panoramico, apertura maletero open-close electrico, rueda de repuesto, faros HD matrix led, cargador inalambrico, seis modos de conducir, asistente conducion, aviso distancia segurida, ruedas 18” con neumaticos al 90%....etc",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "37428 km",
            "precio": 44999.0
        },
        {
            "titulo": "Audi Q5 2020",
            "enlace": "https://es.wallapop.com/item/audi-q5-2020-1056200658",
            "descripcion": "Coche mui cuidado , como nuevo!!! Solo 78000km Pantalla Android 10.25, camara delantera, marcha atras, iluminación ambiental,. Techo solar, cuadro digital i mucho mas,..",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2020",
            "kilómetros": "78000 km",
            "precio": 43000.0
        },
        {
            "titulo": "Audi Q5 2020",
            "enlace": "https://es.wallapop.com/item/audi-q5-2020-1056203103",
            "descripcion": "Coche muy cuidado como nuevo. Muchas ectras. cualquien información 642.940.746",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2020",
            "kilómetros": "78000 km",
            "precio": 43000.0
        },
        {
            "titulo": "Audi Q5 2020",
            "enlace": "https://es.wallapop.com/item/audi-q5-2020-1069663438",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "45000 km",
            "precio": 42900.0
        },
        {
            "titulo": "Audi Q5 40 TDI Quattro S-Line S-Tronic",
            "enlace": "https://es.wallapop.com/item/audi-q5-40-tdi-quattro-s-line-s-tronic-1090265967",
            "descripcion": "-- Vehículo nacional con historial completo de mantenimientos en servicio oficial -- Cambio automático S-Tronic, paquete deportivo S-Line, Audi Virtual Cockpit, asientos delanteros deportivos, faros principales con tecnología LED, listones de entrada iluminados, climatizador automático, asistente conductor ángulo muerto, sensores de aparcamiento delanteros y traseros con cámara, apertura y cierre eléctrico de portón trasero, espejos exteriores abatibles eléctricos y térmicos, control de velocidad, Audi Drive Select, volante deportivo multifunción con levas de cambio, llantas aluminio 21” S-Line, sensor de luces y lluvia, etc, etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2020",
            "kilómetros": "35000 km",
            "precio": 41850.0
        },
        {
            "titulo": "Audi Q5 BLACK LINE 190CV",
            "enlace": "https://es.wallapop.com/item/audi-q5-2019-1090138975",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "71000 km",
            "precio": 39990.0
        },
        {
            "titulo": "Audi Q5 40TDI Quattro Black Line",
            "enlace": "https://es.wallapop.com/item/audi-q5-40tdi-quattro-black-line-1002399885",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "46900 km",
            "precio": 39900.0
        },
        {
            "titulo": "Audi Q5 2020",
            "enlace": "https://es.wallapop.com/item/audi-q5-2020-1084948916",
            "descripcion": "S.U.V Premium , Nacional, en IMPECABLE estado , con libro de mantenimiento completo en servicio oficial Audi. Se certifica kilometraje y que no ha sufrido golpe estructural. En el precio incluimos I.V.A (Deducible) así como 12 meses de garantía TOTAL Autos Sarriko «EXCELLENCE» a nivel Nacional La gestión de la documentación se efectúa con un coste de 190 Euros. Se recoge vehiculo como parte de pago. Todos nuestros vehículos pasan una exhaustiva revisión de 100 Puntos. Posibilidad de entrega en cualquier punto de la península. Autos Sarriko ,37 años liderando el sector del vehículo de ocasión y segunda mano en Vizcaya",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "35000 km",
            "precio": 39900.0
        },
        {
            "titulo": "Audi Q5 40 TDI BLACK LINE QUATTRO S-TRONIC",
            "enlace": "https://es.wallapop.com/item/audi-q5-40-tdi-black-line-quattro-s-tronic-1087891768",
            "descripcion": "Vehículo procedente de particular, un solo propietario, en estado igual a nuevo Todo el mantenimiento en concesionario oficial, totalmente revisado en nuestro taller, con certificado de kilometraje y no siniestralidad Acabado S-LINE mas el paquete BLACK LINE, muy equipado incluyendo techo panorámico, MMI PLUS y virtual cockpit. Precio final SIN OBLIGACIÓN DE FINANCIACIÓN 39.900€ Disponemos de financiación si lo desea, consúltenos las condiciones. Mas información en nuestra web; lcmotors.es No dude en llamarnos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "52000 km",
            "precio": 39900.0
        },
        {
            "titulo": "Audi Q5 2019",
            "enlace": "https://es.wallapop.com/item/audi-q5-2019-998660092",
            "descripcion": "NS MOTOR, Centro Multimarca en Ordes, referente en máxima calidad y servicio excepcional en la compra-venta de vehículos en Galicia VENDE: IMPRESIONANTE AUDI Q5 SLINE 50TDI 3.0 TDI V6 286CV QUATTRO STRONIC NACIONAL - UNICO PROPIETARIO - IVA DEDUCIBLE ¡VEHÍCULO EN ESTADO DE REESTRENO! 08/2019 El vehículo lleva color exterior gris monzón metalizado, cambio automático tiptronic, paquete deportivo Sline interior y exterior, tracción quattro, llantas de aleación AudiSport de 5 radios dobles, paquete exterior cromado, faros de xenon con lavafaros, asientos deportivos sline en alcántara y cuero, cuadro digital audi virtual cockpit, volante deportivo",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2019",
            "kilómetros": "109000 km",
            "precio": 39900.0
        },
        {
            "titulo": "Audi Q5 S line 35 TDI quattro 120 kW (163 CV) S tronic",
            "enlace": "https://es.wallapop.com/item/audi-q5-s-line-35-tdi-quattro-120-kw-163-cv-s-tronic-1089888209",
            "descripcion": "Audi connect (3 años) Audi virtual cockpit Cable /kit (accesorio obligatorio) Inserciones interiores en aluminio mate cepillado kit cuidado essential MMI navegación plus Negro Brillante Paquete deportivo S line Paquete técnico Revestimiento interior del techo en negro Tapicería en tela Sequenz/cuero Tela Sequenz/Cuero Negro Volante de tres radios multifuncional plus AYVENS multinacional especialista en vehículos de ocasión, con de un amplio stock de más de 1200 vehículos completamente revisados y con historial de mantenimiento completo. Disponemos de un equipo con el mejor trato directo y personalizado tanto presencial como online (videollamadas, peritaciones, fotos en detalle, asesoramiento, consultas.....) Para información detallada del vehículo y sus extras consúltanos. TODOS LOS VEHICULOS SON PREVIAMENTE VERIFICADOS Y SELECCIONADOS PARA SU VENTA AL PUBLICO Y GARANTIZAR ASÍ LAS MEJORES UNIDADES DISPONIBLES. (SIN ACCIDENTES, KILOMETRAJE REAL, UN SOLO USO, MANTENIMIENTO SEGÚN ESTIPULA EL FABRICANTE, ETC). ¡CONSULTANOS LA ENTREGA GRATUITA A NIVEL NACIONAL CON NUESTRA RED DE PUNTOS COLABORADORES! ASEGURATE tu vehículo con la Opción de una pequeña reserva de 300€ garantizada (se devuelve en todos los casos sino se finaliza la compra) y te lo podemos enviar previamente para que lo veas a uno de nuestros puntos más cercanos al domicilio. 15 días o 1.000kms de prueba, con opción de desistir de la compra. OFRECEMOS FINANCIACION A SU MEDIDA CON CAMPAÑAS ESPECIALES!! CONSULTENOS CUOTAS Y PLAZOS QUE GESTIONAREMOS EN EL MOMENTO CON USTED. ACEPTAMOS SU VEHÍCULO COMO PARTE DE PAGO. ¡TASACION GRATUITA! A través de nuestra página web dreamcar.es Nuestro precio incluye IVA (deducible para empresas o autónomos), la transferencia a su nombre en la DGT y 12 meses de garantía con cobertura a nivel nacional en la mejor red de talleres próximos a su localización. El contenido de este anuncio no es vinculante, se muestra a título informativo y no contractual Consúltenos previamente infor",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2020",
            "kilómetros": "30438 km",
            "precio": 39200.0
        },
        {
            "titulo": "Audi Q5 2020",
            "enlace": "https://es.wallapop.com/item/audi-q5-2020-1074403971",
            "descripcion": "Audi Q5 Asuentos en piel Garantia 12 meses Telf.616428063 Gestoria 450 euros",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2020",
            "kilómetros": "54500 km",
            "precio": 38900.0
        },
        {
            "titulo": "AUDI Q5 S line 40 TDI 150kW quattro S tronic",
            "enlace": "https://es.wallapop.com/item/audi-q5-s-line-40-tdi-150kw-quattro-s-tronic-1072115482",
            "descripcion": "¿TE GUSTA EL VEHÍCULO? PIDE CITA PREVIA PARA VERLO *PRECIO FINANCIADO 35.390€ (Consulte condiciones) Paquete deportivo S line • Inserciones interiores en aluminio mate cepillado • Pedales y reposapiés en acero • Revestimiento interior del techo negro • Tapicería de tela Sequenz/cuero con costuras en contraste • Volante S line en cuero perforado Seguridad y conducción • Cámara de visión trasera • Faros Matrix LED con lavafaros • Levas de cambio S tronic en volante • Tren de rodaje deportivo Elementos de confort • Apoyabrazos central delantero y trasero • Arranque de confort (sin introducir llave) • Elevalunas eléctricos • Portón trasero con apertura y cierre eléctrico • Volante de tres radios multifuncional plus achatado en parte inferior Equipos de sonido y multimedia • Conexión Bluetooth para teléfono móvil • Pantalla del MMI en color de 17,8 cm (7\") en salpicadero • Radio digital DAB • Toma AUX-IN • Toma USB para carga de dispositivos Coste aproximado extras: 13.110 € -ENTREGA A DOMICILIO -VEHÍCULO REVISADO -GARANTIA OFICIAL HASTA LOS 12 MESES DE AUTO STORE -ACEPTAMOS SU VEHÍCULO COMO FORMA DE PAGO *La información de este anuncio no es vinculante ya que podría contener errores. Para más información pregúntanos y resolveremos tus dudas sobre el equipamiento y financiación. Entrega a domicilio y transferencia no incluida.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2020",
            "kilómetros": "59000 km",
            "precio": 38890.0
        },
        {
            "titulo": "Audi Q5 2019",
            "enlace": "https://es.wallapop.com/item/audi-q5-2019-1056073354",
            "descripcion": "Vendo Audi Q5 TDI 190 cvs Nacional. Todos los mantenimientos hechos, el último completo, caja de cambios, diferencial... Está casi perfecto, pero en el caso te tener algun fallo en el exterior, se entregaría pintado. Tiene muchos extras, entre ellos, clima 3 zonas, llantas 20”, techo solar, asientos con masaje, cuero, paquetes Sline... Podria aceptar cambio por Golf, A3, desde el año 2020",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "72000 km",
            "precio": 38000.0
        },
        {
            "titulo": "AUDI Q5 40 TDI S line quattro-ultra S tronic 190 C",
            "enlace": "https://es.wallapop.com/item/audi-q5-40-tdi-s-line-quattro-ultra-s-tronic-190-c-1077742988",
            "descripcion": "AUDI Q5 de color Azul y con 60644 kilómetros a la venta por 37900 euros. El coche de esta oferta tiene un motor de 190 CV de potencia asociado a un cambio automático. 4x4, SUV o pickup de 5 puertas puertas.El AUDI Q5 Azul de 190 CV de potencia de la oferta incorpora varios dispositivos de seguridad. Destacamos los siguientes:Airbag conductor y acompañanteAirbag de cabeza delantero y trasero con sideguardAirbag lateral conductor y acompañanteEl equipamiento de este AUDI Q5 cuenta, entre otras cosas, con:Abatimiento de los respaldos traseros desde el maleteroAluminio RhombusBarras longitudinales en el techo en aluminio anodizadoLas dimensiones de este AUDI Q5 son 4663 mm, la capacidad de su maletero es de 1550 litros y el de su depósito de 70.0 litros. Tiene un consumo medio de 5.5 l/100 km y alcanza una velocidad máxima de 218 km/h.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "60644 km",
            "precio": 37900.0
        },
        {
            "titulo": "Audi Q5 40 TDI Quattro Black Line",
            "enlace": "https://es.wallapop.com/item/audi-q5-40-tdi-quattro-black-line-1057504508",
            "descripcion": "-- IVA Deducible incluido en el precio -- Vehículo nacional con historial completo de mantenimientos en servicio oficial -- Cambio automático S-Tronic, paquete deportivo S-Line, paquete Black Line, Audi Virtual Cockpit, asientos delanteros deportivos, faros BI Xenón + lavafaros, listones de entrada iluminados, climatizador automático 3 zonas, sensores de aparcamiento delanteros y traseros, cristales traseros tintados, apertura y cierre eléctrico de portón trasero, espejos exteriores abatibles eléctricos y térmicos, control de velocidad, Audi Drive Select, volante deportivo multifunción con levas de cambio, llantas aluminio 20” S-Line, sensor de luces y lluvia, etc, etc.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "71000 km",
            "precio": 37500.0
        },
        {
            "titulo": "AUDI Q5 40 TDI S line quattro-ultra S tronic 140kW",
            "enlace": "https://es.wallapop.com/item/audi-q5-40-tdi-s-line-quattro-ultra-s-tronic-140kw-1086371466",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "109260 km",
            "precio": 37250.0
        },
        {
            "titulo": "Audi Q5 Advanced 40 TDI quattro 140 kW (190 CV) S tronic",
            "enlace": "https://es.wallapop.com/item/audi-q5-advanced-40-tdi-quattro-140-kw-190-cv-s-tronic-1073233643",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "49626 km",
            "precio": 37200.0
        },
        {
            "titulo": "AUDI Q5 2.0 40 TDI S TRONIC QUATTRO DESIGN 5P",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-40-tdi-s-tronic-quattro-design-5p-1052762427",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "66641 km",
            "precio": 36900.0
        },
        {
            "titulo": "AUDI Q5 40 TDI Sline quattro-ultra S tronic 190 CV",
            "enlace": "https://es.wallapop.com/item/audi-q5-40-tdi-sline-quattro-ultra-s-tronic-190-cv-1078491691",
            "descripcion": "Pintura metalizadaLlantas Audi Sport 8J x 19Paquete de asistentes CityPaquete técnicoAsientos delanteros con regulación lumbar eléctricaCortinilla enrollable manual en ventanillas de las puertas traserasPaquete de asistentes TourTapicería en cuero/cuero sintéticoTapicería en Alcantara/cueroTecho panorámico corredizo eléctrico de cristal2 puertos USB-A para los pasajeros de las plazas traseras Sustituye la toma de corriente de 12 V trasera AUDI Q5 de color Azul y con 60644 kilómetros a la venta por 37900 euros. El coche de esta oferta tiene un motor de 190 CV de potencia asociado a un cambio automático. 4x4, SUV o pickup de 5 puertas puertas.El AUDI Q5 Azul de 190 CV de potencia de la oferta incorpora varios dispositivos de seguridad. Destacamos los siguientes:Airbag conductor y acompañanteAirbag de cabeza delantero y trasero con sideguardAirbag lateral conductor y acompañanteEl equipamiento de este AUDI Q5 cuenta, entre otras cosas, con:Abatimiento de los respaldos traseros desde el maleteroAluminio RhombusBarras longitudinales en el techo en aluminio anodizadoLas dimensiones de este AUDI Q5 son 4663 mm, la capacidad de su maletero es de 1550 litros y el de su depósito de 70.0 litros. Tiene un consumo medio de 5.5 l/100 km y alcanza una velocidad máxima de 218 km/h",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "60676 km",
            "precio": 36900.0
        },
        {
            "titulo": "Audi Q5 2019",
            "enlace": "https://es.wallapop.com/item/audi-q5-2019-1080228092",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "144000 km",
            "precio": 36500.0
        },
        {
            "titulo": "Audi Q5 S line 40 TDI quattro ultra 150 kW (204 CV)",
            "enlace": "https://es.wallapop.com/item/audi-q5-s-line-40-tdi-quattro-ultra-150-kw-204-cv-1073968537",
            "descripcion": "Precio oferta sujeto a financiación: 36355 EUR. Precio al contado: 39990 EUR. *COL* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 3635€ de descuento en este coche Precio oferta financiado: 36355€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 39990€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: 4x4, Techo solar, Tapicería cuero-tela, Navegador, Cámara de marcha atrás, Encendido automático de faros, Sensor de lluvia, Start/Stop automático, Control de velocidad, Limitador de velocidad, Portón del maletero eléctrico, Volante multifunción, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (20\"). - Coche Nacional, Único propietario. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2020",
            "kilómetros": "148475 km",
            "precio": 36355.0
        },
        {
            "titulo": "Audi Q5 S line 35 TDI 120kW quattro S tronic",
            "enlace": "https://es.wallapop.com/item/audi-q5-35-tdi-120kw-163cv-s-tronic-1033533584",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2020",
            "kilómetros": "64900 km",
            "precio": 35990.0
        },
        {
            "titulo": "Audi Q5 Black Line 40 TDI Quattro S Tronic 190 CV",
            "enlace": "https://es.wallapop.com/item/audi-q5-black-line-40-tdi-quattro-s-tronic-190-cv-1064182356",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "80000 km",
            "precio": 35990.0
        },
        {
            "titulo": "Audi Q5 S LINE QUATTRO 2.0 TDI 190CV S TRONIC",
            "enlace": "https://es.wallapop.com/item/audi-q5-s-line-quattro-2-0-tdi-190cv-s-tronic-1054183187",
            "descripcion": "¡REBAJAS! ¡Las mejores ofertas del año empiezan en ENERO¡ ¡Aprovecha esta increíble promoción y llévate tu nuevo coche a un precio irresistible! *Promoción válida hasta el 31 de ENERO. ***Con la compra de este vehículo, estás donando 100€ para las víctimas de las inundaciones de Valencia.*** Vehículo nacional procedente de único propietario. Historial de mantenimiento completo. Equipamiento destacado: Pilotos traseros led con intermitente dinámico Panel de instrumentos digital (virtual cockpit) Paquete de equipamiento: s line paquete sport / plus Multi-media-interface mmi navigation plus con mmi touch Climatizador confort 3 zonas Calefacción del asiento delante Asientos delante regulable eléctricamente Asientos delanteros deportivos Asientos deportivos delante Tapicería asientos: alcantara frecuencia / cuero Portón del maletero mando eléctr. (abrir + cerrar) Tren de rodaje deportivo s-line Sistema de reconocimiento de señales de tráfico mediante cámara Faro led Asistente a la conducción: control de cambio de carril (side assist) Asistente a la conducción: control de crucero adaptable plus (control de crucero adaptable) con regulación autom. de dis Llantas de aleación 8x20 (diseño-offroad-5-brazos, efecto-titanio mate, brillante) Sistema de cámara de marcha atrás Techo panoramico Audi drive select... Todos los vehículos se entregan con el MANTENIMIENTO REALIZADO, revisión completa y 12 MESES de garantía propia a NIVEL NACIONAL. Dispone de CERTIFICADO de kilometraje y ausencia de daños estructurales. PRECIO CONTADO: 37.990€ PRECIO FINANCIADO: 35.990€ El precio incluye TODOS los gastos Consulta nuestras RESEÑAS en Google Este anuncio es de carácter informativo. Las especificaciones sobre equipamiento, modelo y precio no tienen carácter vinculante, ni puede constituir base de un futuro contrato.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2019",
            "kilómetros": "84700 km",
            "precio": 35990.0
        },
        {
            "titulo": "Audi Q5 2020",
            "enlace": "https://es.wallapop.com/item/audi-q5-2020-1044273482",
            "descripcion": "AUDI Q5 40 TDI QUATTRO SLINE HYBRID UNICO PROPIETARIO MATRICULADO 12/2020 -NACIONAL 1 AÑO GARANTIA EMPIRE✅ 140.000KMS ✅ FULL EXTRAS. LIBRO DE REVISIONES SELLADO EN AUDI. ETIQUETA ECO✅ Financiacion a tu medida, consultanos! Recogemos coche/moto como parte de pago. Envios a toda España SOLO ATENDEMOS CON CITA PREVIA! Contactanos y agenda tu visita con nuestro equipo✅",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2020",
            "kilómetros": "140000 km",
            "precio": 35990.0
        },
        {
            "titulo": "Audi Q5 2019",
            "enlace": "https://es.wallapop.com/item/audi-q5-2019-1089141348",
            "descripcion": "AUDI Q5 50TDI 286CV FULL EQUIP EN UN ESTADO IMPECABLE, SOLO 130000KM, VEHICULO MUY EQUIPADO, LUCES LED, NAVEGACION MMI, VOLANTE MULTIFUNCION CON LEVAS EN EL VOLANTE, ESPEJOS PLEGABLES, CRISTALES TINTADOS, TECHO PANORAMICO, CLIMATIZADOR, ETC",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2019",
            "kilómetros": "130000 km",
            "precio": 35900.0
        },
        {
            "titulo": "Audi Q5 S line 40 TDI 140kW quattro S tronic",
            "enlace": "https://es.wallapop.com/item/audi-q5-s-line-40-tdi-140kw-quattro-s-tronic-1071116561",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "103695 km",
            "precio": 35700.0
        },
        {
            "titulo": "Audi Q5 2020",
            "enlace": "https://es.wallapop.com/item/audi-q5-2020-1073098224",
            "descripcion": "40 TDI 204 advanced quattro-ultra Año 2020 204 cv 109.000km techo panoramico pack sline interior exterior pack iluminacion interior volante achatado cambio automatico con levas ITV Todas las revisiones realizadas ✅ Garantía de 12 Meses ✅ Cambio de titularidad incluido ✅Posibilidad de financiación ✅Recogemos su vehículo ✅Precio 37.000€ 📞 Contacte con nosotros a los teléfonos 661015982-602478710 📩 escríbenos un correo a gt3carsponferrada@gmail.com",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2020",
            "kilómetros": "109000 km",
            "precio": 35490.0
        },
        {
            "titulo": "AUDI Q5  35 TDI S-LINE 163 CV, 10/2020, 133.818 KM",
            "enlace": "https://es.wallapop.com/item/audi-q5-35-tdi-s-line-163-cv-10-2020-133-818-km-1084760059",
            "descripcion": "AUDI Q5  35 TDI S-LINE 163 CV, 10/2020, 133.818 KMS, 34.990€ ----------------------------------------- EQUIPAMIENTO DEL VEHICULO: * PAQUETE BLACK LINE * AUTOMATICO * TECHO PANORAMICO * FAROS LED * NAVEGADOR * VIRTUAL COCKPIT DISPLAY * CONTROL DE VELOCIDAD CRUCERO * SENSOR DE LLUVIA * ILUMINACION AMBIENTAL * APPLE CARPLAY/ANDROID AUTO * ARRANQUE SIN LLAVES * ASIENTOS DELANTEROS ELECTRICOS Y CALEFACTABLES * INTERMITENTES DINÁMICOS * EQUIPO SONIDO HIFI BANG & OLUFSEN * SENSORES DE PARKING DELANTEROS Y TRASEROS * CLIMATIZADOR * AUDI DRIVE SELECT OFFROAD/EFFICIENCY/COMFORT/AUTO/DYNAMIC/INDIVIDUAL * SENSOR DE LUCES CORTAS * ESPEJOS RETROVISORES ELECTRICOS * LUNAS TRASERAS TINTADAS ORIGINALES * VOLANTE MULTIFUNCION  PIEL CON LEVAS Y CALEFACTABLE * TAPICERIA PIEL MARRON COMPLETA * PORTON TRASERO ELECTRICO * ENGANCHE DE REMOLQUE ELECTRICO * LLANTAS AUDI SPORT 19\" Y MAS EXTRAS -------------------------------------------- * TE OFRECEMOS LAS MEJORES CONDICIONES DE FINANCIACIÓN DEL MERCADO. Consultar condiciones. * VEHÍCULO REVISADO Y CON 1 AÑO DE GARANTÍA * IVA DEDUCIBLE * KILÓMETROS CERTIFICADOS * ACEPTAMOS CUALQUIER COCHE COMO PARTE DE PAGO * ENTREGA EN TODA ESPAÑA * HACEMOS COMPRA DIRECTA DE TU COCHE DE MEDIA/ALTA GAMA MENOR DE 5 AÑOS /100.000 KMS * PREENTREGA 100 PUNTOS * ACEPTAMOS BITCOIN Y CRIPTOMONEDAS. PUERTOMOTOR.ES facebook.com/puertormotor.com Instagram.com/puertomotor.com * Anuncio no vinculante. Puede contener errores.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2020",
            "kilómetros": "133818 km",
            "precio": 34990.0
        },
        {
            "titulo": "Audi Q5 2020",
            "enlace": "https://es.wallapop.com/item/audi-q5-2020-1091889961",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2020",
            "kilómetros": "77000 km",
            "precio": 34900.0
        },
        {
            "titulo": "AUDI Q5 45TDi 231CV QUATTRO TIPTRONIC ",
            "enlace": "https://es.wallapop.com/item/audi-q5-45tdi-231cv-quattro-tiptronic-1015279188",
            "descripcion": "abril de 2019, diésel automático con levas en volante y 123.300 km, climatizador automático bi-zona, Audi Drive Select, asientos calefactables, navegador GPS, sistema de sonido, control de velocidad adaptativo, manos libres bluetooth, control de presión de neumáticos (TPMS), control por voz, elevalunas eléctricos, espejos eléctricos, espejos plegables eléctricamente, portón trasero eléctrico, llantas de aleación, faros de LED, luz diurna LED, sensor de luz, sensor de lluvia, sensores de aparcamiento delanteros y traseros, lunas tintadas, cámara de aparcamiento trasero, cierre centralizado con mando a distancia, etc. 12 meses de garantía.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "231 cv",
            "año": "2019",
            "kilómetros": "123300 km",
            "precio": 34900.0
        },
        {
            "titulo": "Audi Q5 2020",
            "enlace": "https://es.wallapop.com/item/audi-q5-2021-913279144",
            "descripcion": "GARANTÍA DE UN AÑO. IVA DEDUCIBLE. vehículo nuevo recién pintado, excelente calidades y condiciones automático, todos los kilómetros en autovía. Llantas en perfecto estado, listo para conducir sin parar. Precio más IVA. Tel623 147240",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "110000 km",
            "precio": 34710.0
        },
        {
            "titulo": "Audi Q5 35TDI S-Line Quattro DSG 2019",
            "enlace": "https://es.wallapop.com/item/audi-q5-s-line-quattro-dsg-2019-1062215980",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "163 cv",
            "año": "2019",
            "kilómetros": "77845 km",
            "precio": 34590.0
        },
        {
            "titulo": "AUDI Q5 40 TDI quattro S tronic",
            "enlace": "https://es.wallapop.com/item/audi-q5-40-tdi-quattro-s-tronic-1083165753",
            "descripcion": "AUDI Q5 DESIGN 40TDI 190CV QUATTRO STRONIC !!!!!!!!!!!!!!!!!!!!!!!!!!!!! Vehículo nacional, kms garantizados y certificados por escrito. Único propietario. Revisiones de mantenimiento en concesionario oficial Audi. EQUIPAMIENTO: *Pintura metalizada. *Color Gris Manhattan metalizado. *Cambio automático con levas en el volante. *Tapicería de cuero beige. *Volante cuero. *climatizador 3 zonas. *Control de velocidad. *Sensor de lluvia y luces. *Sensor de luces automáticas. *Espejos eléctricos y plegables. *Ordenador de a bordo. *Navegador. *Audi virtual COCKPIT. *Audi Drive Select. *Sistema de sonido Bang & Olufsen. *Android Auto y Apple Carplay. *Techo panorámico. *Portón trasero automático para apertura y cierre. *Cámara marcha atrás. *Climatizador bizona. *Star- stop. *Faros xenón.. *Fijaciones isofix. *Cristales oscurecidos. *Sensor de aparcamiento delantero y trasero. *LLantas de aluminio de 18\". El coche está impecable tanto de interior como de exterior. Está en perfecto estado de mecanica. Se entrega revisado de mecánica y con aceites y filtros recién cambiados. FINANCIAMOS el 100% del vehículo si se desea o bien ENTREGAR una entrada y financiar el resto ( consultar condiciones ). El vehículo lleva IVA DEDUCIBLE ya incluido en el precio. Posibilidad de entregarlo en cualquier punto de España. ( consultar ) Aceptamos vehículo como parte de pago. El vehículo se entrega con 12 MESES DE GARANTIA 100% en toda España. En el precio está incluido el CAMBIO DE NOMBRE. *Este anuncio no es vinculante. Puede contener errores. Se muestra a titulo informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "91000 km",
            "precio": 34500.0
        },
        {
            "titulo": "Audi Q5 Advanced 40 TDI quattro 140 kW (190 CV) S tronic",
            "enlace": "https://es.wallapop.com/item/audi-q5-advanced-40-tdi-quattro-140-kw-190-cv-s-tronic-1080849991",
            "descripcion": "Precio oferta sujeto a financiación: 34446 EUR. Precio al contado: 37890 EUR. *ARG* LLEGA LA REVOLUPLUS A OCASIONPLUS LA REVOLUCIÓN DE LOS PRECIOS BAJOS SÓLO ESTA SEMANA, ENCUENTRA TU DESCUENTO DE HASTA 8000€ OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 5534€ de descuento en este coche Precio oferta financiado: 34446€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 37890€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: 4x4, Cuero, Navegador, Car Play, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Asistente de mantenimiento de carril, Reconocimiento señales de tráfico, Faros delanteros led, Start/Stop automático, Control de velocidad, Volante multifunción, Portón del maletero eléctrico, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (18\"). - Coche Nacional, IVA deducible. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "43392 km",
            "precio": 34446.0
        },
        {
            "titulo": "Audi Q5 Advanced 40 TDI quattro 140 kW (190 CV) S tronic",
            "enlace": "https://es.wallapop.com/item/audi-q5-advanced-40-tdi-quattro-140-kw-190-cv-s-tronic-1085862468",
            "descripcion": "Precio oferta sujeto a financiación: 34446 EUR. Precio al contado: 37890 EUR. *ARG* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 5534€ de descuento en este coche Precio oferta financiado: 34446€ (consulta condiciones específicas de promo - sujeta a aprobación de la entidad financiera) Precio al contado: 37890€ ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: 4x4, Cuero, Navegador, Car Play, Cámara de marcha atrás, Ayuda aparcamiento, Encendido automático de faros, Sensor de lluvia, Asistente de mantenimiento de carril, Reconocimiento señales de tráfico, Faros delanteros led, Start/Stop automático, Control de velocidad, Volante multifunción, Portón del maletero eléctrico, Aire Acondicionado (Climatizador), Arranque por botón, Bluetooth, Freno de estacionamiento eléctrico, Llantas de aleación (18\"). - Coche Nacional, IVA deducible. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "190 cv",
            "año": "2020",
            "kilómetros": "43392 km",
            "precio": 34446.0
        }
    ]
}