{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "Q5",
        "version": "2.0 TDI 143 CV DPF Ambiente",
        "año mínimo": 2012,
        "año máximo": 2013,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 143,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=143&min_year=2012&max_year=2013&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=manual&brand=Audi&model=Q5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "AUDI Q5 2.0 TDI 143cv quattro Advance 5p.",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-tdi-143cv-quattro-advance-5p-1067540531",
            "descripcion": "Audi Q5 2.0 tdi Quattro con 143 Cv nacional procedente de único propietario con fecha de matriculación 07-11-2011 en un estado óptimo de conservación con tan solo 42.250 kilómetros reales y certificados , libro de mantenimiento completo sellado al día y itv en vigor . El vehículo dispone de asientos de piel, tracción integral Quattro, sistema de navegación MMI plus , sensores de aparcamiento , sistema de audio profesional, cambio manual de 6 velocidades , Asistente a la conducción: Ayuda para arranque (hold assist) ,llantas de aleación, retrovisores eléctricos , sensor de lluvia / luces, bluetooth, volante deportivo multifunción, Barras portaequipajes en el techo (Aluminio) , paquete iluminación, molduras en acero pulido, etc + info contacten sin compromiso. Garantía comercial 12 meses incluido en el precio. Enviamos a domicilio.(ATENDEMOS 365 DÍAS DEL AÑO, INCLUSO FINES DE SEMANA Y FESTIVO) ** PARA PODER OFRECER UN MEJOR SERVICIO A NUESTROS CLIENTES, ATENDEMOS CON CITA PREVIA. ** Anuncio a título informativo, puede contener erratas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "42250 km",
            "precio": 20990.0
        },
        {
            "titulo": "Audi Q5 2.0TDi 143CV blanco perfecto (julio2013)",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-blanco-perfecto-julio2013-630206486",
            "descripcion": "Coche diésel usado en familia en Barcelona. Color Blanco. Manual 6 velocidades. Luces xenón. Control de velocidad. Avisador acústico marcha atrás. Perfecto estado. Lo vendemos por cambio a otro más grande. Lo mejor es verlo. Abstenerse compra-ventas, profesionales etc. Etiqueta medioambiental B amarilla.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "170000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi Q5 2.0 TDI Allroad QUATTRO 143cv",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-tdi-allroad-quattro-143cv-1086299151",
            "descripcion": "- Cambio MANUAL de 6 velocidades - Faros Xenon Plus (cruce y carretera) - Tracción total 4x4 - Sensor de aparcamiento trasero - Llantas de aleación de 20\" - Asientos delanteros calefactables - Maletero eléctrico - Techo solar panorámico - Navegador - Volante multifunción - Control de velocidad - Radio CD - Climatizador bizona - Sensor de luz y lluvia - Start-stop - Sistema manos libres por Bluetooth - Cristales traseros oscurecidos - Isofix -12 MESES DE GARANTÍA- -KILÓMETROS CERTIFICADOS- -VEHÍCULO EN STOCK- -ENTREGA INMEDIATA- -TRANSFERENCIA INCLUIDA- -MÁS DE 35 AÑOS EN EL SECTOR- -ENTREGA A NIVEL NACIONAL-",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "108186 km",
            "precio": 19900.0
        },
        {
            "titulo": "Audi Q5 2.0 TDI QUATTRO",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-tdi-quattro-1082621709",
            "descripcion": "SE VENDE AUDI Q5 2.0 TDI QUATTRO, en perfectas condiciones tanto interiores como exteriores, un solo dueño, 177cv, gancho remolque extraíble, portón trasero automático con botón en portón y en puerta delantera, operado (abrir+ cerrar en mando), respaldo del asiento trasero dividido/abatible, reposabrazos central delante con Compartimento, regulación antideslizante (ASR). Lunas atérmicas tintado en verde. Cierre centralizado con Mando a distancia. Sensor de luz y lluvia. Retrovisor exterior esférico, izquierda. Retrovisor exterior esférico, derecha. Retrovisor exterior color carrocería. Retrovisor exterior regulable eléctricamente, calefactable y plegable. Caja de cambios 6-marcha. Control de crucero (Tempomat). Pintura metalizada. Sistema de freno con Sistema de recuperación. Paquete: brillo. Acabado interior: Molduras decorativas Monometalizado. Freno de estacionamiento electromecánico. Rueda plegable de repuesto 6,5x18 (Rueda de repuesto) con Compresor. Retrovisor interior con sistema antideslumbramiento autom. Paquete óptico Off-Road Audi exclusive (Exterieur). Asiento delante derecha plegable. Llantas de aleación 8x19 (Diseño-Offroad-5-brazos). Lunas detrás tintadas. Sistema Start/Stop. Indicador control neumáticos. Volante (deportivo/cuero - 3 radios) con Multifunción. Anclajes Isofix para Asiento para niños. Asistente a la conducción: Asistente para bajadas. Asistente a la conducción: Ayuda para arranque (hold assist). Barras portaequipajes en el techo (Aluminio). Luces antiniebla integrad. Luz diurna. TOTALMENTE REVISADO, un año de garantía, posible financiación a su medida, no se contesta WhatsApp.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "130012 km",
            "precio": 17800.0
        },
        {
            "titulo": "Audi Q5 2.0 Tdi 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-tdi-2012-917663223",
            "descripcion": "Audi Q5 Nacional del 2.012, 2.0 Tdi 143cv. Muy mimado y con todo al día. (Particular) -Ruedas Michelin al 80%. -Asientos deportivos de cuero-alcántara eléctricos. -Cámara trasera y sensores de aparcamiento. -Volante multifuncion. -Control de salida en pendientes. -Faros de bixenón con luz led diurna. -Climatizador. -Bluetooth. -Star/stop. -Retrovisor interior fotocromatico. -Cambio manual 6 velocidades. -Etc... Mejor ver y probar sin compromiso, abstenerse curiosos solo gente seria.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "168000 km",
            "precio": 17800.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1010083347",
            "descripcion": "Audi Q5 2.0 tdi 143cv del 2012 Coche en muy buen estado, con muchas extras; Pantalla android, cámara trasera, sensores de aparcamiento, control de crucero, gps, ordenador a bordo, asientos eléctricos y calefactables, volante multifuncion etc.. Mantenimiento al día; Aceite cambiado, todos los filtros cambiados ( filtro gasoil, filtro de aceite, filtro de aire y filtro de habitáculo). Itv recién hecha Mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "157886 km",
            "precio": 16900.0
        },
        {
            "titulo": "Audi Q5 2012 143 CV Quattro",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-143-cv-quattro-1012305098",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "170000 km",
            "precio": 14900.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1078549149",
            "descripcion": "193.000 Km, buen estado. Bien cuidado, revisiones siempre en Audi y durmiendo en garage. Asientos de cuero marrón muy elegante, techo solar como nuevo, baca y red de separación de carga, isofix en asientos, ruedas cambiadas en agosto de 2023. ITV hasta el 20 de junio de 2025. Etiqueta B. Negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "193000 km",
            "precio": 14900.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1089947519",
            "descripcion": "Audi Q5 2.0tdi 143cv s line Unico dueño 2 llaves 151000km Recien revisado Aceite filtros y brazos delantero recien cambiados Esta en perfectas condiciones No duden en consultar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "151000 km",
            "precio": 14800.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1091346095",
            "descripcion": "vehiculo en perfectas condiciones recien revisado aporto facturas de casa audi. Habria posibilidad de ver el vehiculo en valencia tambien por motivos de trabajo.Se podria aceptar vehiculo en parte de pago.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "270000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1083672941",
            "descripcion": "Se vende precioso Audi Q5 en perfecto estado con todos los mantenimientos hechos,puesto al día de todos los recibos, muy mimado, en perfecto estado tanto interior como exterior,duerme siempre en cochera, se acepta cualquier prueba mecánica, ven y pruébalo sin ningún tipo de compromiso, el precio es con el coche ya transferido.coche no es nacional.no cambio solo venta . ubicación Cabra (córdoba)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "193000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1041488375",
            "descripcion": "Audi Q5 quattro del 2012, vehículo en perfecto estado muy cuidado, todos los mantenimientos hechos, motor 2.0, manual. Coche con varios extras, sensor trasero, volante equipado, pantalla, cristales tintados… Perfecto para hacer viajes largos. Negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "200000 km",
            "precio": 14000.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1084630430",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "200000 km",
            "precio": 13900.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1065634135",
            "descripcion": "Muy cuidado de interior y exterior. El motor más apreciado de las cajas Q5; 2.0 tdi 143cv Manual 6 velocidades. Kit de embrague completo cambiado en Mayo con apenas 15mil kms hechos. Gomas traseras 80% y las delanteras no tienen ni dos mil kms hechos, cambiadas recientemente. Distribución completa con apenas 20milkms. Aún sin haber sufrido porrazo/choque o falta grave en carrocería, fué repintado entero en el mismo color de serie y por primera vez en Mayo 2024. Todo demostrable en facturas de taller. Se acepta prueba mecánica por profesional en el sector. ITV recién pasada hace apenas 2 meses. Muchos extras; Techo solar delantero-trasero, cristal panorámico. Sonido envolvente Audi oficial. Velocidad crucero. Navegador en pantalla. Volante multiuso, sistema por voz. Lámparas delanteras Led. Detector de luz frontal a 150m de distancia, que cambia luz larga a corta en automático, volviéndose a activar luz larga en oscuridad (evitando destellos al carril opuesto). Sensor de lluvia. Sensores de aparcamiento traseros. MiniCompresor a 12v adicional de serie en maletero. Rueda de repuesto sin estrenar. Vehiculo particular, ha tenido un solo propietario antes que yo, conmigo lleva 6 meses y es una auténtica maravilla tanto en confort como en cavidad. Tiene sus ceniceros sin estrenar. Ha sido y es un coche cuidado al día de todo. Siempre ha dormido y duerme en garaje privado. El motivo de su venta es por mantener 2 coches más. 297.000 kms REALES. VEHÍCULO NACIONAL. Está al día de todo en mecánica. Libro de mantenimiento de taller profesional. Es poco negociable. No mareantes, no urge, no cambio por nada, sólo venta.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "297000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi Q5 2.0 143CV ",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-143cv-1091856249",
            "descripcion": "Vehiculo nacional,unico propietario,historial de revisiones,neumaticos casi nuevos,ultima revision noviembre 2024,ITV 01/2026,embrague y distribucion cambiados,vehiculo no fumador.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "263000 km",
            "precio": 12800.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1081391303",
            "descripcion": "perfecto estado, parking, un solo dueño, nacional Precio no negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "250000 km",
            "precio": 12800.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1031301641",
            "descripcion": "Hola buenas vendo un audi Q5 esta muy bien color negro con asíntos de cuero calefale climático 4x4 puede verla sin compromiso en general esta muy bien",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "206756 km",
            "precio": 11899.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1084043036",
            "descripcion": "Todas las revisiones al día, ruedas cambiadas hace dos meses, libro de revisiones sellado, precio algo negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "250000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1061120919",
            "descripcion": "Coche en perfecto estado de motor unos arañazos x fuera por dentro está en buen estado precio no negociable abstenerse ofertas inferiores",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "205000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1080717834",
            "descripcion": "Mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "260000 km",
            "precio": 10800.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1080972508",
            "descripcion": "mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "260000 km",
            "precio": 10800.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1014649021",
            "descripcion": "tengo un motor de un Audi A5 Q5 A4 y una caja de cambio",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "127350 km",
            "precio": 4000.0
        }
    ]
}