{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "Q5",
        "version": "2.0 TDI 177 CV quattro DPF Advance",
        "año mínimo": 2013,
        "año máximo": 2014,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 177,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=177&min_year=2013&max_year=2014&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=manual&brand=Audi&model=Q5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-835804916",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "103000 km",
            "precio": 20900.0
        },
        {
            "titulo": "Audi Q5 2013 S-line ",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1085916956",
            "descripcion": "Precioso Audi Q5 dos mil TDI diesel con 177cv tracción quatro,acabado S-line llanta 19 ,correa de distribución nueba y correa del alternador también con todas las revisiones selladas en Audi la malloria,no hay que hacerle nada se acepta cualquier prueba mecánica,unidad muy cuidada.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "196650 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi Q5 2.0TDi 143CV blanco perfecto (julio2013)",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-blanco-perfecto-julio2013-630206486",
            "descripcion": "Coche diésel usado en familia en Barcelona. Color Blanco. Manual 6 velocidades. Luces xenón. Control de velocidad. Avisador acústico marcha atrás. Perfecto estado. Lo vendemos por cambio a otro más grande. Lo mejor es verlo. Abstenerse compra-ventas, profesionales etc. Etiqueta medioambiental B amarilla.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "170000 km",
            "precio": 20000.0
        },
        {
            "titulo": "AUDI Q5 2.0TDI Ambiente 150cv",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0tdi-ambiente-150cv-1056924585",
            "descripcion": "¡¡¡ SOLO 51.079 KM. !!! * Nacional matriculado en septiembre de 2014 * Vehículo en muy buen estado. Con garantía de 1 año ampliable a 3 * ITV recien pasada valida hasta 9/10/2025 * Kilómetros certificados y sin siniestros * Financiación con y sin entrada en 24 horas * Entrega a domicilio disponible * Dispone de dos llaves * Aceptamos vehículo como parte de pago 300 € garantizados aunque sea para desguace * Equipamiento destacado: -Faros de Xenon plus -Portón del maletero de accionamiento automático -Asientos delanteros con regulación lumbar eléctrica -Audi parking system trasero -Pantalla TFT en color de 6,5\" en salpicadero -Instalación manos libres (Bluetooth) -Lector de tarjetas SD -Control de descensos -Retrovisores exteriores abatibles electricamente y calefactados -Asistente de arranque (hold assist) -Asistente de frenado (SAFE) -Control de velocidad (Tempomat) -Conexión automática de luces -Sensor de lluvia -Cristales antitérmicos tintados -Barras laterales del techo en color aluminio * NIELSEN CARS *",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "51079 km",
            "precio": 19900.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-764970670",
            "descripcion": "Único propietario. Mantenimientos en servicio oficial. En perfecto estado. Tapiceria de cuero. Techo solar. Control de velocidad. Porton automático. Precio Negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "150000 km",
            "precio": 19900.0
        },
        {
            "titulo": "Audi Q5 Ambition plus 2.0 TDI quattro 130 kW (177 CV)",
            "enlace": "https://es.wallapop.com/item/audi-q5-ambiente-plus-2-0-tdi-quattro-130-kw-177-cv-1054181937",
            "descripcion": "Precio oferta sujeto a financiación: 19300 EUR. Precio al contado: 19300 EUR. *VIL* GRAN LIQUIDACIÓN FINAL DE AÑO EN OCASIONPLUS REVENTAMOS LOS PRECIOS SÓLO HASTA EL 28 DE DICIEMBRE OCASIONPLUS - 10000 COCHES - 100 CENTROS OCASIONPLUS Nº1 CALIDAD - PRECIO Elige el coche que te guste y te lo llevamos a tu ciudad sólo con reservarlo 15 DÍAS / 1000 KMS DE PRUEBA Hasta 1000€ de descuento en este coche ADEMÁS, HACEMOS LAS MEJORES FINANCIACIONES DEL MERCADO, PREGÚNTANOS!! Equipamiento destacado: Techo solar, 4x4, Ayuda aparcamiento, Encendido automático de faros, Faros bixenón, Faros traseros led, Control de velocidad, Portón del maletero eléctrico, Start/Stop automático, Volante multifunción, Aire Acondicionado (Climatizador), Freno de estacionamiento eléctrico, Isofix, Bluetooth, Llantas de aleación (18\"). - Coche Nacional, IVA deducible. - Garantía total 1 año, con cobertura nacional, ampliable a 24 meses. - Certificado de Kilómetros y ausencia de golpes estructurales. - Sobrevaloramos tu coche en operaciones de cambio. Tásalo ahora en ocasionplus.com - Entregamos cualquier coche en cualquier centro - Abierto Domingo y Festivos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "129181 km",
            "precio": 19300.0
        },
        {
            "titulo": "Audi Q5",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-807364921",
            "descripcion": "vehículo en perfectísimo estado tanto por dentro como por fuera siempre garaje individual..revisión completa recién hecha pantalla profesional de radio Android llantas 19",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "155000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-732179672",
            "descripcion": "Audi Q5 ambition 177cv en buen estado - Revisiones al día - climatización bizona - coche no fumador - volante multifunción - sistema start/stop - llantas 18\"",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "139000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Audi Q5 2013 135.000km",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-135-000km-1090237676",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2013",
            "kilómetros": "135000 km",
            "precio": 18999.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1067290075",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "192000 km",
            "precio": 18700.0
        },
        {
            "titulo": "Audi Q5 Ambition Quattro S-tronic 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-tdi-177cv-s-tronic-ambition-4x4-914580168",
            "descripcion": "- Blanco Ibis - S-tronic - Llantas 19\" Audi ( neumáticos all seasons ) - Star & Stop - Asientos S-line - Maletero 540L - Lavafaros - Protección antirrobo volumétrica - Llave playa - Extras opcionales: - Techo panorámico - Cristales traseros laminados al 30% ( homologación ) - Bi-xenon - Accesorios opcionales: Barras de techo y portabicicletas ( 2 ) originales AUDI Libro de mantenimiento sellado en servicio oficial Audi Center. El vehículo se encuentra a disposición, y, posibilidad de revisión mecánica. +Info: Contactar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "155000 km",
            "precio": 18599.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-1080978837",
            "descripcion": "Vendo Audi Q5 07/2013 muy cuidado y en buen estado tanto exterior como interior. Todos los mantenimientos recién hechos, listo para hacer kilometros. Tiene doble techo panorámico, asientos calefactables con ajuste electrico y de cuero, clima bizona, sensores de aparcamiento... No mareantes, gente seria. Mejor ver y probar. tlfn: 652853137",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "218000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Audi Q5 2.0TDI 150cv 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0tdi-150cv-2014-1089613601",
            "descripcion": "AUDI Q5 2.0TDI 150cv AMBITION CON S-LINE EXT., NACIONAL, DEL 25/02/2014 CON SOLO 127.000KMS, CON EL KIT DE DISTRIBUCION RECIEN CAMBIADO. De chapa y pintura, como se aprecia en las fotografias esta en muy buen estado, sin defectos relevantes. El interior esta muy bien cuidado y conservado, sin apenas desgaste por uso, como se observa en la publicacion. Equipamiento: Llantas de aleacion 19\", control de velocidad, climatizador digital, sensor de parcking trasero, sensor de luces, faros bi-xenon con luz diurna en led, espejos electricos y retractiles, asientos deportivos, etc... - POLIZA DE 12 MESES DE GARANTIA MECANICA INCLUIDA EN EL PRECIO. - CAMBIO DE TITULARIDAD 200,-€ DE SOBRE COSTE. - TRABAJAMOS CON CITA PREVIA, LLAMENOS ANTES DE DESPLAZARSE.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "127000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/particular-audi-q5-2-0tdi-ambition-1059789189",
            "descripcion": "Soy la unica propietaria. Nunca ningun problema. Se entrega con mantenimiento recien hecho e ITV. 4 neumaticos cambiados el año pasado. techo solar y panoramico, porton maletero electrico, 2 llaves, navegador, climatizador bizona, 6 velocidades y mas! Se puede ver y probar sin compromiso.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "160000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-970831440",
            "descripcion": "Vehículo muy cuidado y en perfecto estado tal y como las imágenes muestran. Extras como llantas 19\", cristales tintados, bordes cromados. ITVs y todos los mantenimientos al día. Coche de no fumador. ¡Se puede visitar y probar sin compromiso!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2013",
            "kilómetros": "160000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Audi Q5 2.0 TDI QUATTRO",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-tdi-quattro-1082621709",
            "descripcion": "SE VENDE AUDI Q5 2.0 TDI QUATTRO, en perfectas condiciones tanto interiores como exteriores, un solo dueño, 177cv, gancho remolque extraíble, portón trasero automático con botón en portón y en puerta delantera, operado (abrir+ cerrar en mando), respaldo del asiento trasero dividido/abatible, reposabrazos central delante con Compartimento, regulación antideslizante (ASR). Lunas atérmicas tintado en verde. Cierre centralizado con Mando a distancia. Sensor de luz y lluvia. Retrovisor exterior esférico, izquierda. Retrovisor exterior esférico, derecha. Retrovisor exterior color carrocería. Retrovisor exterior regulable eléctricamente, calefactable y plegable. Caja de cambios 6-marcha. Control de crucero (Tempomat). Pintura metalizada. Sistema de freno con Sistema de recuperación. Paquete: brillo. Acabado interior: Molduras decorativas Monometalizado. Freno de estacionamiento electromecánico. Rueda plegable de repuesto 6,5x18 (Rueda de repuesto) con Compresor. Retrovisor interior con sistema antideslumbramiento autom. Paquete óptico Off-Road Audi exclusive (Exterieur). Asiento delante derecha plegable. Llantas de aleación 8x19 (Diseño-Offroad-5-brazos). Lunas detrás tintadas. Sistema Start/Stop. Indicador control neumáticos. Volante (deportivo/cuero - 3 radios) con Multifunción. Anclajes Isofix para Asiento para niños. Asistente a la conducción: Asistente para bajadas. Asistente a la conducción: Ayuda para arranque (hold assist). Barras portaequipajes en el techo (Aluminio). Luces antiniebla integrad. Luz diurna. TOTALMENTE REVISADO, un año de garantía, posible financiación a su medida, no se contesta WhatsApp.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "130012 km",
            "precio": 17800.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-978277212",
            "descripcion": "Coche muy cuidado,lo vendo por cambiar a automático Está muy bien y todo al día,se puede llevar a taller de confianza sin problema,ITV recién pasada Tiene muchísimos extras,quattro,techo,sline,asientos deportivos,volante sline......",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "220000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-907792046",
            "descripcion": "Audi Q5 2.0 TDI DIESEL Caballos de potencia 150 CV. Kilómetros 180.000.km. Pasada recientemente la ITV. Carrocerías SUV. 4x2 tracción delantera. Versión Q5 cambio tipo manual 5 puertas. Programa electrónico de estabilidad (ESP) 1968 cc de cilindrada, consigue unos consumos de 6l/100 km en circulación urbana, 4.9 en carretera y consumo de 5.3 l/100 km de media. Tlf. De Contacto .618755617",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "180000 km",
            "precio": 17500.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-986399118",
            "descripcion": "Techo solar panorámico,control de velocidad,epejos electricos,asientos traseros móviles.mantenimientos al día y muy cuidado.solo tiene un pequeño toque en la puerta del copiloto",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "186000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-929979857",
            "descripcion": "Audi Q5 en perfecto estado, duerme siempre en garaje, mantenimiento al día y con certificado de km. Equipamiento: -Tapiceria en cuero. -Asientos calefactables. -Climatizador digital. -Start & Stop. -Tracción quattro. -Sensores de aparcamiento delanteros y traseros. -Regulador de Velocidad. -Luces Automáticas. -Faros Bixenon. -Navegación a color. -Sistema Keyless. -Carrocería sline. Mejor ver y probar.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "15000 km",
            "precio": 17000.0
        },
        {
            "titulo": "Audi Q5 2013 2.0 TDI 177 CV QUATTRO  ",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-2-0-tdi-177-cv-quattro-1083444515",
            "descripcion": "Coche Nacional. Unico propietario. Perfecto estado. Etiqueta B. Revisiones en AUDI y en talleres con facturas. Tracción Quattro. Paquete Advance con extras como control velocidad, luces diurnas, bluetooth, asientos calefactables, etc. Lunas traseras tintadas homologadas. ITVs al dia sin fallos. Ruedas nuevas. No compraventas ni cambios.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "202000 km",
            "precio": 16700.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1074530426",
            "descripcion": "El coche está súper bien todo cambiado y nuevo desde hace 4 años , acepto probarlo a llevarlo a cualquier taller . Y todo con garantía Tlf:699566598",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "146374 km",
            "precio": 16700.0
        },
        {
            "titulo": "1 AÑO DE GARANTÍA. ÚNICA PROPIETARIA, NACIONAL",
            "enlace": "https://es.wallapop.com/item/1-ano-de-garantia-nacional-libro-de-revisiones-908591505",
            "descripcion": "Financiamos en 15 Min. Vehículo nacional muy cuidado, revisiones en casa oficial, kit de distribución cambiado, nunca se ha fumando en su interior, neumaticos como nuevos, conserva dos mandos. Extras: Volante multifuncional, control por voz, teléfono, salida auxiliar, usb, tarjeta sd, climatizador individual bizona, airbags frontales y laterales, control de velocidad, control de tracción, asientos con sistema Isofix con tercer punto de anclaje para bebés, alarma…etc, Admitimos su vehículo como forma de pago. No se responsabiliza de texto o dato erróneo de esta web. Pregunte sin compromiso. Se entrega limpio y desinfectado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "228000 km",
            "precio": 16700.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-tdi-s-line-quattro-1074946526",
            "descripcion": "En venta audi q5 2.0 tdi con tracción quattro, paquete S-line interior y exterior, asientos deportivos electricos s-line, navegador, ordenador de abordo, retrovisores electricos, faros led y xenon, sensores de parking, revisiones al dia, 2 dueños, estado perfecto de chapa y pintura, de mecanica va como el primer dia, muy cuidado, en un estado espectacular...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "164190 km",
            "precio": 16500.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-939668618",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "250000 km",
            "precio": 16500.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-1089288977",
            "descripcion": "¡Audi Q5 NACIONAL! • Las revisiones y mantenimiento al día (con facturas), muy buen estado en general, tanto interiores, pintura, neumaticos. • 177cv, manual con 6 velocidades. - Espejos plegables electricos. - Elevalunas electricos. - Control de velocidad. - Moldeador lumbar electrico...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "197000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-1079027176",
            "descripcion": "equipamiento destacado:AYuda aparcamiento encendido automatico de faros, faros bixeńon control de velocidad aire acondicionado(climatizador) freno de estacionamiento electrico Bluetooth llantas de aleacion 18 coche nacional",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "219000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-1081568038",
            "descripcion": "Audi Q5 2014 S-Line - Excelente Estado • Modelo: Audi Q5 S-Line • Año: 2014 • Kilometraje: (187000) • Motor: (2.0L diesel, 177cv • Transmisión: Manual • Equipamiento: • Acabado S-Line con detalles deportivos y asientos de cuero/alcántara. • Climatizador bizona. • Sistema de audio de alta calidad. • Control de crucero. • Sensor de estacionamiento. • Llantas de aleación en perfecto estado. • Estado: • Cuidado con detalle, tanto interior como exterior. • Revisiones al día. • Neumáticos en buen estado. Contáctame para más detalles o para programar una visita",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "187000 km",
            "precio": 16000.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1023812481",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "230000 km",
            "precio": 15999.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-971720566",
            "descripcion": "Perfecto estado de todo . Dentro fuera y motor. Todos servicios hechos. Acepto cual quer prouba mecanica. Coche de confianza, Cual quer duda o información. Tel:6.58140146.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "218000 km",
            "precio": 15700.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1091851774",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "188000 km",
            "precio": 15500.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-1067380269",
            "descripcion": "el coche esta en perfectas condiciones acepto cualquier preuba mecanica.676544288",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "165000 km",
            "precio": 15400.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-tdi-2013-1034218432",
            "descripcion": "Audi Q5 TDI 150cv. Perfecto estado, revisiones e ITV recién pasadas.Distribución y bomba del agua cambiadas. Sensores de aparcamiento traseros y cámara trasera, xenón, pilotos en led , Isofix, control de velocidad , ayuda a salida en pendiente,apoyo lumbar electrico,llantas 19”, clima, luces automaticas, conexión teléfono bluetooth,lunas tintadas . Coche de no fumador, Siempre en garaje .Bateria recien cambiada. No negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2013",
            "kilómetros": "190000 km",
            "precio": 15000.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-960766113",
            "descripcion": "se vende Audi q5 en buen estado y mantenimiento al dia,aceite, filtros , pastillas de freno,kit de distribución con bomba recién cambiado, ITV en vigor q3 q7 tuareg, Touran , mercedes glc gle, BMW x1 x3 x5",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "228000 km",
            "precio": 15000.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-1086804840",
            "descripcion": "Audi Q5 2014 - Impecable estado ¡No encontrarás ningún defecto! Se mantiene como nuevo, si lo ves, te lo quedas. Motor: 2.0 TDI, 177 CV, cambio automático Kilómetros: 215,000 km (la mayoría en carretera) Extras: Enganche de remolque Asientos de cuero mixto con alcántara, calefactables y eléctricos Navegador multimedia y GPS original Retrovisores abatibles automáticos Luces xenón Dos llaves Otros extras: Coche muy cómodo y equipado Neumáticos nuevos, recién instalados al 100%. Precio: 14,900 € Características: Ideal tanto para ciudad como carretera. Cómodo, potente y fiable. Ubicación: Igualada",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2014",
            "kilómetros": "215000 km",
            "precio": 14999.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1083672941",
            "descripcion": "Se vende precioso Audi Q5 en perfecto estado con todos los mantenimientos hechos,puesto al día de todos los recibos, muy mimado, en perfecto estado tanto interior como exterior,duerme siempre en cochera, se acepta cualquier prueba mecánica, ven y pruébalo sin ningún tipo de compromiso, el precio es con el coche ya transferido.coche no es nacional.no cambio solo venta . ubicación Cabra (córdoba)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "193000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi Q5 2.0 TDI 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-1068663279",
            "descripcion": "Esta como nuevo , todo al día, no hay que hacerle nada , correa de distribución a los 210 y mantenimiento hace 2000km , se acepta prueba mecánica, maletero eléctrico , llantas de aleación 18\" , sensores de parking delanteros y traseros, star& stop, asientos de piel grises muy bonitos, sensor de luz y de lluvia , control de velocidad, Bluetooth cristales tintados , luces diurna Led, xenón, autohold, volante multifuncion , regulación lumbar eléctrica, espejos abatibles con mando, portaobjetos en los asientos, bola de remolque etc...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "245000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1014708300",
            "descripcion": "vendo Audi Q5 2.0 TDI 177 CV Quattro Cambio automático de 7G coche muy cuidado en muy buen estado va perfecto de todo en general todo el mantenimiento en casa Audi Acepto cambios 643036218",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "300000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi Q5 2014",
            "enlace": "https://es.wallapop.com/item/audi-q5-2014-1069325341",
            "descripcion": "audi q5 con techo sillones en cuero llamta 21 un capricho de coche con revisiones al dia muy nuevo tanto por dentro como por fuera algo negociable no cambios solo dinero",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2014",
            "kilómetros": "200000 km",
            "precio": 14200.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1056566575",
            "descripcion": "Audi Q5 2.0 TDI 177cv quattro - -DATOS GENERALES- -VEHICULO NACIONAL -AÑO 2013 -210000KM -DOS JUEGOS DE LLAVES -DISTINTIVO AMBIENTAL C -VEHICULO REVISADO -NEUMATICOS AL 80% -ITV 06/02/25 -13900€ -EQUIPAMIENTO DEL VEHICULO- -Dirección asistida -Elevalunas eléctricos -Climatizador -Sensores de aparcamiento -Control de velocidad -Llanta 18 -Sistema sonido multimedia bose bluetooth teléfono -Ordenador abordo -Espejos eléctricos -Isofix -Luces automáticas -Espejos eléctricos y abatibles -Sistema auto hold -Esp -DATOS DE SU INTERES- -POSIBILIDAD DE FINANCIACION A SU MEDIDA -EL VEHICULO SE ENTREGA CON UN AÑO DE GARANTIA -VEHICULO EN STOCK CON ENTREGA INMEDIATA -OPCION DE TASACION DE SU VEHICULO -OPCION DE ENTREGA A CUALQUIER PARTE DE ESPAÑA -AUTOMOCION SANZ- C/GONZALEZ SERRANO NAVE 5 COMPLEJO MENESES (POLIGONO EL NEVERO)BADAJOZ CP06006",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "210000 km",
            "precio": 13900.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1079529843",
            "descripcion": "AUTOS LOS PALACIOS MOTOR Le ofrece este vehículo Audi , Q5 quattro Financiamos a su medida sin entrada El precio se queda el mismo financiado o al contado, # km certificado y garantizado # # transferencia incluida # # Garantía incluida # # también recogemos su vehículo cómo parte de pago # (consultar Garantía y transferencia opcional) Con todos los extras en perfecto estado de todo tanto de interior como exterior y de mecánica el coche esta muy bien de todo, Se puede ver y probar sin compromiso ninguno, Estamos en: ( Sevilla) Los Palacios y Villafranca calle jovellanos número 8 Horario comercial De Lunes a Viernes Mañana: de 9:30h a 14:00h Tardes: de 16:00h a 20:30h Sábado: de 10:00h a 14:00h Sábado atendemos también con cita previa Para más información por teléfono. Más vehículo en nuestro página AUTOS LOS PALACIOS MOTOR ☎️6️⃣6️⃣2️⃣9️⃣0️⃣5️⃣8️⃣3️⃣5️⃣",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "245000 km",
            "precio": 13890.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1035507333",
            "descripcion": "Ruedas en perfecto estado,cambiado correa de distribución, discos de freno, pastillas, silenbloc, el día 1 de agosto recién hecha la revisión de aceite y filtros hasta el 2 de agosto del 2025 no hay que hacerle nada , sin adblue , Lo podéis llevar ha vuestro mecánico o a la casa Audi para probar ¡¡ ÚLTIMO PRECIO ¡¡ Si no te apaña el precio no llames de 15000 ha 13500 tlf 675513767",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "240000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-973447775",
            "descripcion": "Audi Q5 2.0 tdi Quattro, 177 CV Luces xenon Volante multifuccion Sonido bang olufsen Control de velocidad Dos llaves Distiribucion cambiada hace 40 mil km Vehiculo nacional Finales 2013",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "294000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi Q5 2.0 143CV ",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-143cv-1091856249",
            "descripcion": "Vehiculo nacional,unico propietario,historial de revisiones,neumaticos casi nuevos,ultima revision noviembre 2024,ITV 01/2026,embrague y distribucion cambiados,vehiculo no fumador.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "263000 km",
            "precio": 12800.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1081391303",
            "descripcion": "perfecto estado, parking, un solo dueño, nacional Precio no negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "250000 km",
            "precio": 12800.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1061120919",
            "descripcion": "Coche en perfecto estado de motor unos arañazos x fuera por dentro está en buen estado precio no negociable abstenerse ofertas inferiores",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "205000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Audi Q5 2018",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1049453285",
            "descripcion": "Audi q5 re matriculado en 2018 primera matrícula 2013 unos signos de arañazos en el exterior todas las revisiones e ITV al dia precio no negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2013",
            "kilómetros": "201000 km",
            "precio": 11500.0
        }
    ]
}