{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "Q5",
        "version": "2.0 TDI 177 CV quattro DPF Ambiente",
        "año mínimo": 2012,
        "año máximo": 2013,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "manual",
        "tipos de motor": "gasoil",
        "potencia máxima": 177,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=177&min_year=2012&max_year=2013&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=manual&brand=Audi&model=Q5&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "AUDI Q5 2.0 TDI 143cv quattro Advance 5p.",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-tdi-143cv-quattro-advance-5p-1067540531",
            "descripcion": "Audi Q5 2.0 tdi Quattro con 143 Cv nacional procedente de único propietario con fecha de matriculación 07-11-2011 en un estado óptimo de conservación con tan solo 42.250 kilómetros reales y certificados , libro de mantenimiento completo sellado al día y itv en vigor . El vehículo dispone de asientos de piel, tracción integral Quattro, sistema de navegación MMI plus , sensores de aparcamiento , sistema de audio profesional, cambio manual de 6 velocidades , Asistente a la conducción: Ayuda para arranque (hold assist) ,llantas de aleación, retrovisores eléctricos , sensor de lluvia / luces, bluetooth, volante deportivo multifunción, Barras portaequipajes en el techo (Aluminio) , paquete iluminación, molduras en acero pulido, etc + info contacten sin compromiso. Garantía comercial 12 meses incluido en el precio. Enviamos a domicilio.(ATENDEMOS 365 DÍAS DEL AÑO, INCLUSO FINES DE SEMANA Y FESTIVO) ** PARA PODER OFRECER UN MEJOR SERVICIO A NUESTROS CLIENTES, ATENDEMOS CON CITA PREVIA. ** Anuncio a título informativo, puede contener erratas.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "42250 km",
            "precio": 20990.0
        },
        {
            "titulo": "Audi Q5 2013 S-line ",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1085916956",
            "descripcion": "Precioso Audi Q5 dos mil TDI diesel con 177cv tracción quatro,acabado S-line llanta 19 ,correa de distribución nueba y correa del alternador también con todas las revisiones selladas en Audi la malloria,no hay que hacerle nada se acepta cualquier prueba mecánica,unidad muy cuidada.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "196650 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi Q5 2.0TDi 143CV blanco perfecto (julio2013)",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-blanco-perfecto-julio2013-630206486",
            "descripcion": "Coche diésel usado en familia en Barcelona. Color Blanco. Manual 6 velocidades. Luces xenón. Control de velocidad. Avisador acústico marcha atrás. Perfecto estado. Lo vendemos por cambio a otro más grande. Lo mejor es verlo. Abstenerse compra-ventas, profesionales etc. Etiqueta medioambiental B amarilla.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "170000 km",
            "precio": 20000.0
        },
        {
            "titulo": "Audi Q5 2.0 TDI Allroad QUATTRO 143cv",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-tdi-allroad-quattro-143cv-1086299151",
            "descripcion": "- Cambio MANUAL de 6 velocidades - Faros Xenon Plus (cruce y carretera) - Tracción total 4x4 - Sensor de aparcamiento trasero - Llantas de aleación de 20\" - Asientos delanteros calefactables - Maletero eléctrico - Techo solar panorámico - Navegador - Volante multifunción - Control de velocidad - Radio CD - Climatizador bizona - Sensor de luz y lluvia - Start-stop - Sistema manos libres por Bluetooth - Cristales traseros oscurecidos - Isofix -12 MESES DE GARANTÍA- -KILÓMETROS CERTIFICADOS- -VEHÍCULO EN STOCK- -ENTREGA INMEDIATA- -TRANSFERENCIA INCLUIDA- -MÁS DE 35 AÑOS EN EL SECTOR- -ENTREGA A NIVEL NACIONAL-",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "108186 km",
            "precio": 19900.0
        },
        {
            "titulo": "Audi Q5 sline 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-sline-2012-1091477559",
            "descripcion": "audi q5 sline muy cuidado y mimado, unico dueño, duerme siempre en garaje muy poco uso. tiene la piel de los asientos y volante cuidados sin desgastes. revisiones al dia e itv, neumaticos nuevos, tiene algunos arañazos. si interesa pedir fotos o videos.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "170000 km",
            "precio": 19500.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-732179672",
            "descripcion": "Audi Q5 ambition 177cv en buen estado - Revisiones al día - climatización bizona - coche no fumador - volante multifunción - sistema start/stop - llantas 18\"",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "139000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Audi Q5 2013 135.000km",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-135-000km-1090237676",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2013",
            "kilómetros": "135000 km",
            "precio": 18999.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1067290075",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "192000 km",
            "precio": 18700.0
        },
        {
            "titulo": "Audi Q5 Ambition Quattro S-tronic 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-tdi-177cv-s-tronic-ambition-4x4-914580168",
            "descripcion": "- Blanco Ibis - S-tronic - Llantas 19\" Audi ( neumáticos all seasons ) - Star & Stop - Asientos S-line - Maletero 540L - Lavafaros - Protección antirrobo volumétrica - Llave playa - Extras opcionales: - Techo panorámico - Cristales traseros laminados al 30% ( homologación ) - Bi-xenon - Accesorios opcionales: Barras de techo y portabicicletas ( 2 ) originales AUDI Libro de mantenimiento sellado en servicio oficial Audi Center. El vehículo se encuentra a disposición, y, posibilidad de revisión mecánica. +Info: Contactar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "155000 km",
            "precio": 18599.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-970831440",
            "descripcion": "Vehículo muy cuidado y en perfecto estado tal y como las imágenes muestran. Extras como llantas 19\", cristales tintados, bordes cromados. ITVs y todos los mantenimientos al día. Coche de no fumador. ¡Se puede visitar y probar sin compromiso!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2013",
            "kilómetros": "160000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Audi Q5 2.0 TDI QUATTRO",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-tdi-quattro-1082621709",
            "descripcion": "SE VENDE AUDI Q5 2.0 TDI QUATTRO, en perfectas condiciones tanto interiores como exteriores, un solo dueño, 177cv, gancho remolque extraíble, portón trasero automático con botón en portón y en puerta delantera, operado (abrir+ cerrar en mando), respaldo del asiento trasero dividido/abatible, reposabrazos central delante con Compartimento, regulación antideslizante (ASR). Lunas atérmicas tintado en verde. Cierre centralizado con Mando a distancia. Sensor de luz y lluvia. Retrovisor exterior esférico, izquierda. Retrovisor exterior esférico, derecha. Retrovisor exterior color carrocería. Retrovisor exterior regulable eléctricamente, calefactable y plegable. Caja de cambios 6-marcha. Control de crucero (Tempomat). Pintura metalizada. Sistema de freno con Sistema de recuperación. Paquete: brillo. Acabado interior: Molduras decorativas Monometalizado. Freno de estacionamiento electromecánico. Rueda plegable de repuesto 6,5x18 (Rueda de repuesto) con Compresor. Retrovisor interior con sistema antideslumbramiento autom. Paquete óptico Off-Road Audi exclusive (Exterieur). Asiento delante derecha plegable. Llantas de aleación 8x19 (Diseño-Offroad-5-brazos). Lunas detrás tintadas. Sistema Start/Stop. Indicador control neumáticos. Volante (deportivo/cuero - 3 radios) con Multifunción. Anclajes Isofix para Asiento para niños. Asistente a la conducción: Asistente para bajadas. Asistente a la conducción: Ayuda para arranque (hold assist). Barras portaequipajes en el techo (Aluminio). Luces antiniebla integrad. Luz diurna. TOTALMENTE REVISADO, un año de garantía, posible financiación a su medida, no se contesta WhatsApp.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "130012 km",
            "precio": 17800.0
        },
        {
            "titulo": "Audi Q5 2.0 Tdi 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-tdi-2012-917663223",
            "descripcion": "Audi Q5 Nacional del 2.012, 2.0 Tdi 143cv. Muy mimado y con todo al día. (Particular) -Ruedas Michelin al 80%. -Asientos deportivos de cuero-alcántara eléctricos. -Cámara trasera y sensores de aparcamiento. -Volante multifuncion. -Control de salida en pendientes. -Faros de bixenón con luz led diurna. -Climatizador. -Bluetooth. -Star/stop. -Retrovisor interior fotocromatico. -Cambio manual 6 velocidades. -Etc... Mejor ver y probar sin compromiso, abstenerse curiosos solo gente seria.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "168000 km",
            "precio": 17800.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2015-1082937171",
            "descripcion": "Coche en perfecto estado, siempre ha dormido en garaje. ITV al dia, Bomba de agua y correa distribución nuevos. Equipamiento opcional: Llave de confort \"advanced key\" Cristales tintados oscuros Faros inteligentes \"smart beam\" Climatizador de confort de 3 zonas Paquete Cuero Milano Asientos delanteros con regulación eléctrica Audi Music Pantalla navegador/Car play nueva. MMI navegación plus Barras techo de viaje + baul (opcional) Alfombras Audi nuevas Separador de maletero a estrenar No fumador.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "135000 km",
            "precio": 17550.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1010083347",
            "descripcion": "Audi Q5 2.0 tdi 143cv del 2012 Coche en muy buen estado, con muchas extras; Pantalla android, cámara trasera, sensores de aparcamiento, control de crucero, gps, ordenador a bordo, asientos eléctricos y calefactables, volante multifuncion etc.. Mantenimiento al día; Aceite cambiado, todos los filtros cambiados ( filtro gasoil, filtro de aceite, filtro de aire y filtro de habitáculo). Itv recién hecha Mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "157886 km",
            "precio": 16900.0
        },
        {
            "titulo": "Audi Q5 2013 2.0 TDI 177 CV QUATTRO  ",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-2-0-tdi-177-cv-quattro-1083444515",
            "descripcion": "Coche Nacional. Unico propietario. Perfecto estado. Etiqueta B. Revisiones en AUDI y en talleres con facturas. Tracción Quattro. Paquete Advance con extras como control velocidad, luces diurnas, bluetooth, asientos calefactables, etc. Lunas traseras tintadas homologadas. ITVs al dia sin fallos. Ruedas nuevas. No compraventas ni cambios.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "202000 km",
            "precio": 16700.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1074530426",
            "descripcion": "El coche está súper bien todo cambiado y nuevo desde hace 4 años , acepto probarlo a llevarlo a cualquier taller . Y todo con garantía Tlf:699566598",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "146374 km",
            "precio": 16700.0
        },
        {
            "titulo": "1 AÑO DE GARANTÍA. ÚNICA PROPIETARIA, NACIONAL",
            "enlace": "https://es.wallapop.com/item/1-ano-de-garantia-nacional-libro-de-revisiones-908591505",
            "descripcion": "Financiamos en 15 Min. Vehículo nacional muy cuidado, revisiones en casa oficial, kit de distribución cambiado, nunca se ha fumando en su interior, neumaticos como nuevos, conserva dos mandos. Extras: Volante multifuncional, control por voz, teléfono, salida auxiliar, usb, tarjeta sd, climatizador individual bizona, airbags frontales y laterales, control de velocidad, control de tracción, asientos con sistema Isofix con tercer punto de anclaje para bebés, alarma…etc, Admitimos su vehículo como forma de pago. No se responsabiliza de texto o dato erróneo de esta web. Pregunte sin compromiso. Se entrega limpio y desinfectado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "228000 km",
            "precio": 16700.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-tdi-s-line-quattro-1074946526",
            "descripcion": "En venta audi q5 2.0 tdi con tracción quattro, paquete S-line interior y exterior, asientos deportivos electricos s-line, navegador, ordenador de abordo, retrovisores electricos, faros led y xenon, sensores de parking, revisiones al dia, 2 dueños, estado perfecto de chapa y pintura, de mecanica va como el primer dia, muy cuidado, en un estado espectacular...",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "164190 km",
            "precio": 16500.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-939668618",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "250000 km",
            "precio": 16500.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1023812481",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "230000 km",
            "precio": 15999.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-890772421",
            "descripcion": "Audi Q5 Motor 2.0 TDI 170 cv 6 marchas Manual Año 2012 160129 KM Pack S-line Tracción Quattro Reposabrazos Volante multifuncion Start Stop Sensores de aparcamiento Asientos eléctricos Asientos mixtos de alcantara Asientos calefactables Cierre centralizado Llantas 19 Entrada USB, Bluetooth y Tarjeta memoria GPS integrado Freno eléctrico Modo nieve Faros Led Clima bi zona 2 propietarios Mejor verlo y probarlo, siempre en garaje. No abstengo a ofertas absurdas cualquier cosa chat!",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "160129 km",
            "precio": 15900.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1091851774",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "188000 km",
            "precio": 15500.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-tdi-2013-1034218432",
            "descripcion": "Audi Q5 TDI 150cv. Perfecto estado, revisiones e ITV recién pasadas.Distribución y bomba del agua cambiadas. Sensores de aparcamiento traseros y cámara trasera, xenón, pilotos en led , Isofix, control de velocidad , ayuda a salida en pendiente,apoyo lumbar electrico,llantas 19”, clima, luces automaticas, conexión teléfono bluetooth,lunas tintadas . Coche de no fumador, Siempre en garaje .Bateria recien cambiada. No negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2013",
            "kilómetros": "190000 km",
            "precio": 15000.0
        },
        {
            "titulo": "Audi Q5 2012 143 CV Quattro",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-143-cv-quattro-1012305098",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "170000 km",
            "precio": 14900.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1078549149",
            "descripcion": "193.000 Km, buen estado. Bien cuidado, revisiones siempre en Audi y durmiendo en garage. Asientos de cuero marrón muy elegante, techo solar como nuevo, baca y red de separación de carga, isofix en asientos, ruedas cambiadas en agosto de 2023. ITV hasta el 20 de junio de 2025. Etiqueta B. Negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "193000 km",
            "precio": 14900.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1089947519",
            "descripcion": "Audi Q5 2.0tdi 143cv s line Unico dueño 2 llaves 151000km Recien revisado Aceite filtros y brazos delantero recien cambiados Esta en perfectas condiciones No duden en consultar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "151000 km",
            "precio": 14800.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1083672941",
            "descripcion": "Se vende precioso Audi Q5 en perfecto estado con todos los mantenimientos hechos,puesto al día de todos los recibos, muy mimado, en perfecto estado tanto interior como exterior,duerme siempre en cochera, se acepta cualquier prueba mecánica, ven y pruébalo sin ningún tipo de compromiso, el precio es con el coche ya transferido.coche no es nacional.no cambio solo venta . ubicación Cabra (córdoba)",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "193000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi Q5 2011",
            "enlace": "https://es.wallapop.com/item/audi-q5-2011-1067690193",
            "descripcion": "Hola buenas vendo un coche Audi q5 final de 2011 motor 2000 TDI 170cv tiene todo cambiado con factura",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "251000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1014708300",
            "descripcion": "vendo Audi Q5 2.0 TDI 177 CV Quattro Cambio automático de 7G coche muy cuidado en muy buen estado va perfecto de todo en general todo el mantenimiento en casa Audi Acepto cambios 643036218",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "300000 km",
            "precio": 14500.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1091065485",
            "descripcion": "Muy cuidado.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "260000 km",
            "precio": 14000.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1041488375",
            "descripcion": "Audi Q5 quattro del 2012, vehículo en perfecto estado muy cuidado, todos los mantenimientos hechos, motor 2.0, manual. Coche con varios extras, sensor trasero, volante equipado, pantalla, cristales tintados… Perfecto para hacer viajes largos. Negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "200000 km",
            "precio": 14000.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1091860886",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2012",
            "kilómetros": "230000 km",
            "precio": 13900.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1056566575",
            "descripcion": "Audi Q5 2.0 TDI 177cv quattro - -DATOS GENERALES- -VEHICULO NACIONAL -AÑO 2013 -210000KM -DOS JUEGOS DE LLAVES -DISTINTIVO AMBIENTAL C -VEHICULO REVISADO -NEUMATICOS AL 80% -ITV 06/02/25 -13900€ -EQUIPAMIENTO DEL VEHICULO- -Dirección asistida -Elevalunas eléctricos -Climatizador -Sensores de aparcamiento -Control de velocidad -Llanta 18 -Sistema sonido multimedia bose bluetooth teléfono -Ordenador abordo -Espejos eléctricos -Isofix -Luces automáticas -Espejos eléctricos y abatibles -Sistema auto hold -Esp -DATOS DE SU INTERES- -POSIBILIDAD DE FINANCIACION A SU MEDIDA -EL VEHICULO SE ENTREGA CON UN AÑO DE GARANTIA -VEHICULO EN STOCK CON ENTREGA INMEDIATA -OPCION DE TASACION DE SU VEHICULO -OPCION DE ENTREGA A CUALQUIER PARTE DE ESPAÑA -AUTOMOCION SANZ- C/GONZALEZ SERRANO NAVE 5 COMPLEJO MENESES (POLIGONO EL NEVERO)BADAJOZ CP06006",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "210000 km",
            "precio": 13900.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1091850792",
            "descripcion": "lo vendo para comprar algo mas pequeño",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "195000 km",
            "precio": 13900.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1084630430",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "200000 km",
            "precio": 13900.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1079529843",
            "descripcion": "AUTOS LOS PALACIOS MOTOR Le ofrece este vehículo Audi , Q5 quattro Financiamos a su medida sin entrada El precio se queda el mismo financiado o al contado, # km certificado y garantizado # # transferencia incluida # # Garantía incluida # # también recogemos su vehículo cómo parte de pago # (consultar Garantía y transferencia opcional) Con todos los extras en perfecto estado de todo tanto de interior como exterior y de mecánica el coche esta muy bien de todo, Se puede ver y probar sin compromiso ninguno, Estamos en: ( Sevilla) Los Palacios y Villafranca calle jovellanos número 8 Horario comercial De Lunes a Viernes Mañana: de 9:30h a 14:00h Tardes: de 16:00h a 20:30h Sábado: de 10:00h a 14:00h Sábado atendemos también con cita previa Para más información por teléfono. Más vehículo en nuestro página AUTOS LOS PALACIOS MOTOR ☎️6️⃣6️⃣2️⃣9️⃣0️⃣5️⃣8️⃣3️⃣5️⃣",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "245000 km",
            "precio": 13890.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1073291312",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "230000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1035507333",
            "descripcion": "Ruedas en perfecto estado,cambiado correa de distribución, discos de freno, pastillas, silenbloc, el día 1 de agosto recién hecha la revisión de aceite y filtros hasta el 2 de agosto del 2025 no hay que hacerle nada , sin adblue , Lo podéis llevar ha vuestro mecánico o a la casa Audi para probar ¡¡ ÚLTIMO PRECIO ¡¡ Si no te apaña el precio no llames de 15000 ha 13500 tlf 675513767",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "240000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-973447775",
            "descripcion": "Audi Q5 2.0 tdi Quattro, 177 CV Luces xenon Volante multifuccion Sonido bang olufsen Control de velocidad Dos llaves Distiribucion cambiada hace 40 mil km Vehiculo nacional Finales 2013",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2013",
            "kilómetros": "294000 km",
            "precio": 13500.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1088814889",
            "descripcion": "Vendo Audi Q5 Quattro 2.0, Sline. SOLO VENTA, CAMBIOS NO. negociabke Siempre en garaje. Sensor de aparcamiento trasero, faros Xenon, asientos de cuero y calefactables, sensor de lluvia, navegación, Bluetooth, Sistema de audio Audi MMI, elevalunas eléctricos delanteros y traseros, control de crucero, Aire acondicionado tanto delante como detrás, Revisión y mantenimiento completo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "230000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1088817179",
            "descripcion": "Vendo Audi Q5 Quattro 2.0 SOLO VENTA, CAMBIOS NO. negociable Siempre en garaje. Sensor de aparcamiento trasero, faros Xenon, asientos de cuero y calefactables, sensor de lluvia, navegación, Bluetooth, Sistema de audio Audi MMI, elevalunas eléctricos delanteros y traseros, control de crucero, Aire acondicionado tanto delante como detrás, Revisión y mantenimiento completo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "230000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1081493169",
            "descripcion": "Vendo Audi Q5 Quattro 2.0, Sline. SOLO VENTA, CAMBIOS NO. Siempre en garaje. Paquete SLine: sensor de aparcamiento trasero, faros Xenon, asientos de cuero y calefactables, sensor de lluvia, navegación, Bluetooth, Sistema de audio Audi MMI, elevalunas eléctricos delanteros y traseros, control de crucero, Aire acondicionado tanto delante como detrás, Revisión y mantenimiento completo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "237000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1077038699",
            "descripcion": "Vendo Audi Q5 Quattro 2.0, Sline. SOLO VENTA, CAMBIOS NO. Siempre en garaje. Paquete SLine: sensor de aparcamiento trasero, faros Xenon, asientos de cuero y calefactables, sensor de lluvia, navegación, Bluetooth, Sistema de audio Audi MMI, elevalunas eléctricos delanteros y traseros, control de crucero, Aire acondicionado tanto delante como detrás, Revisión y mantenimiento completo.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "237000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1065634135",
            "descripcion": "Muy cuidado de interior y exterior. El motor más apreciado de las cajas Q5; 2.0 tdi 143cv Manual 6 velocidades. Kit de embrague completo cambiado en Mayo con apenas 15mil kms hechos. Gomas traseras 80% y las delanteras no tienen ni dos mil kms hechos, cambiadas recientemente. Distribución completa con apenas 20milkms. Aún sin haber sufrido porrazo/choque o falta grave en carrocería, fué repintado entero en el mismo color de serie y por primera vez en Mayo 2024. Todo demostrable en facturas de taller. Se acepta prueba mecánica por profesional en el sector. ITV recién pasada hace apenas 2 meses. Muchos extras; Techo solar delantero-trasero, cristal panorámico. Sonido envolvente Audi oficial. Velocidad crucero. Navegador en pantalla. Volante multiuso, sistema por voz. Lámparas delanteras Led. Detector de luz frontal a 150m de distancia, que cambia luz larga a corta en automático, volviéndose a activar luz larga en oscuridad (evitando destellos al carril opuesto). Sensor de lluvia. Sensores de aparcamiento traseros. MiniCompresor a 12v adicional de serie en maletero. Rueda de repuesto sin estrenar. Vehiculo particular, ha tenido un solo propietario antes que yo, conmigo lleva 6 meses y es una auténtica maravilla tanto en confort como en cavidad. Tiene sus ceniceros sin estrenar. Ha sido y es un coche cuidado al día de todo. Siempre ha dormido y duerme en garaje privado. El motivo de su venta es por mantener 2 coches más. 297.000 kms REALES. VEHÍCULO NACIONAL. Está al día de todo en mecánica. Libro de mantenimiento de taller profesional. Es poco negociable. No mareantes, no urge, no cambio por nada, sólo venta.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "297000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1059334405",
            "descripcion": "El coche esta como nuebo paquete sline asientos cuero sline llantas y paragolpes delantero y trasero sline todo conpleto paquete de casa recien pintado todo al dia obtenerse ofertas asurdas el coche vale lo q vale al trato 265.000 kilómetros",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "270000 km",
            "precio": 13000.0
        },
        {
            "titulo": "Audi Q5 2.0 143CV ",
            "enlace": "https://es.wallapop.com/item/audi-q5-2-0-143cv-1091856249",
            "descripcion": "Vehiculo nacional,unico propietario,historial de revisiones,neumaticos casi nuevos,ultima revision noviembre 2024,ITV 01/2026,embrague y distribucion cambiados,vehiculo no fumador.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "263000 km",
            "precio": 12800.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1081391303",
            "descripcion": "perfecto estado, parking, un solo dueño, nacional Precio no negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "250000 km",
            "precio": 12800.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1080017750",
            "descripcion": "Se vende Audi Q5 2.0 tdi 170 CV año 2012 Vehículo muy cuidado, acepto prueba mecánica. acepto cambio por otro vehículo que me interese. Se puede negociar precio. EQUIPAMIENTO: •Star Stop •Audi Music interface •Instalación básica manos libres (bluetooth) para teléfono móvil •Control automático de velocidad (Tempomat) •Espejos retrovisores electricos •Espejo retrovisor interior antideslumbrante con sensor de luces y lluvia •Faros de xenón plus •Lavafaros •MMi navegación •Sensor de luces y lluvia •Sistema de control de presión de los neumáticos •Audi parking system APS delantero y trasero •Fijación para asientos infantiles ISOFIX y desactivador airbag del acompañante",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "265000 km",
            "precio": 12300.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1031301641",
            "descripcion": "Hola buenas vendo un audi Q5 esta muy bien color negro con asíntos de cuero calefale climático 4x4 puede verla sin compromiso en general esta muy bien",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "206756 km",
            "precio": 11899.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1084043036",
            "descripcion": "Todas las revisiones al día, ruedas cambiadas hace dos meses, libro de revisiones sellado, precio algo negociable.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "250000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Audi Q5 2013",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1061120919",
            "descripcion": "Coche en perfecto estado de motor unos arañazos x fuera por dentro está en buen estado precio no negociable abstenerse ofertas inferiores",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2013",
            "kilómetros": "205000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Audi Q5 2018",
            "enlace": "https://es.wallapop.com/item/audi-q5-2013-1049453285",
            "descripcion": "Audi q5 re matriculado en 2018 primera matrícula 2013 unos signos de arañazos en el exterior todas las revisiones e ITV al dia precio no negociable",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "150 cv",
            "año": "2013",
            "kilómetros": "201000 km",
            "precio": 11500.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1080717834",
            "descripcion": "Mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "260000 km",
            "precio": 10800.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1080972508",
            "descripcion": "mejor ver y probar",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "260000 km",
            "precio": 10800.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-919836653",
            "descripcion": "Motor 2000, 177cv, ITV hasta abril del 2025. Más información al 602350802",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "177 cv",
            "año": "2012",
            "kilómetros": "300000 km",
            "precio": 10800.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1014649021",
            "descripcion": "tengo un motor de un Audi A5 Q5 A4 y una caja de cambio",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "143 cv",
            "año": "2012",
            "kilómetros": "127350 km",
            "precio": 4000.0
        },
        {
            "titulo": "Audi Q5 2012",
            "enlace": "https://es.wallapop.com/item/audi-q5-2012-1067947454",
            "descripcion": "Se vende Q5 S-line Paquete Quattro (4x4) en perfecto estado con todo mantenimiento al día pocos km, y se utiliza super poco. NO es del extranjero ( no es rematrículado), matrícula GKK correspondiente a su año de fabricación, no acepto vehículo como parte de pago o como cambio.",
            "combustible": "Diésel",
            "cambio": "Manual",
            "potencia": "170 cv",
            "año": "2012",
            "kilómetros": "233550 km",
            "precio": 12.0
        }
    ]
}