{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A7",
        "version": "3.0 TDI quattro 245 CV S tronic 7 vel.",
        "año mínimo": 2013,
        "año máximo": 2014,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 245,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=245&min_year=2013&max_year=2014&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A7&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Impecable Audi A7 2014 Sportback, S.Line, Quattro",
            "enlace": "https://es.wallapop.com/item/impecable-audi-a7-2014-sportback-s-line-quattro-1083367910",
            "descripcion": "Audi A7 sportback, linia S interior y exterior, vehículo nacional, llantas 20\", neumáticos yokohama, techo solar, volante RS7 achatado con levas, climatizador 4 zonas, pack active soud, tv en movimiento, cámara trasera, sensor de aparcamiento, luz ambiental RGB, reprogramación de caja de cambios + centralita para disminuir el consumo y aumentar el rendimiento, actualmente 300cv. ITV hasta diciembre 2025, se entrega con seguro a todo riesgo hasta octubre 2025, siempre en parking.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "161000 km",
            "precio": 28850.0
        },
        {
            "titulo": "Audi A7 2014 Sportback, S.Line, Quattro",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-sportback-s-line-quattro-1087495681",
            "descripcion": "Audi A7 sportback, linia S interior y exterior, vehículo nacional, llantas 20\", neumáticos yokohama, techo solar, volante RS7 achatado con levas, climatizador 4 zonas, pack active soud, tv en movimiento, cámara trasera, sensor de aparcamiento, luz ambiental RGB, reprogramación de caja de cambios + centralita para disminuir el consumo y aumentar el rendimiento, actualmente 300cv. ITV hasta diciembre 2025, se entrega con seguro a todo riesgo hasta octubre 2025, siempre en parking. Precio no negociable Contactanos para más informacion📥 Telefono: 646 595 179 Correo: compraventa@124garage.com",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "161000 km",
            "precio": 28500.0
        },
        {
            "titulo": "Audi A7 Sportback 3.0 Tdi Quattro Stronic Sline.",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-1059799431",
            "descripcion": "Coche en estado impecable, único en equipamiento. Itv hasta nov. 2025 Audi A7 Sportback Sline 3.0 Tdi 245Cv Quattro 2014 Full Coche impecable, importado matrícula KRW Dudo que exista otro tan equipado como éste. Depósito de combustible ampliado a 75 litros, suspensión neumática y regulable, techo solar eléctrico. Llanta exclusiva de audi 275/30 R21. Aparca solo, cámaras 360º. Control de velocidad adaptativo, asistente cambio de carril, lee señales de tráfico,sonido bosé con disco duro(jukebox). 2 tarjetas sd y ranura para tarjeta sim. Mmi touch navigation plus. Equipamiento en las ultimas fotos. No pierdo tiempo en curiosos, ni mareantes , NO CAMBIOS.El coche se puede revisar en cualquier concesionario.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "150000 km",
            "precio": 25500.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1052980002",
            "descripcion": "* AUDI A7 SPORTBACK 3.0 TDI QUATTRO S-TRONIC LOOK RS7 245 CV * Financiacion cuota 389€ al mes ( Vehiculo con una larga lista de extras ) consulten sin compromiso. · Consúltenos por las diferentes ofertas y fórmulas de financiación a su medida. · Atención al cliente multilingüe. ENGLISH, FRENCH & GERMAN speaking. · Reserva ONLINE del vehículo disponible. · Valoración de su vehículo como parte de pago. · Servicio de recogida premium en aeropuerto/estación en caso de desplazarse. · Venta y entrega de su vehículo en todo el territorio nacional y europeo. · Vehículos totalmente revisados y garantizados. · Disponemos de ofertas muy competitivas de seguros -Cambio de nombre incluido. -1 año de garantia incluido. -Revision completa al dia de la entrega. -ITV pasada dia entrega. - Disponemos de dos concesionarios, Europolis ( las rozas ) y Alcorcon ( poligono urtinsa ). - Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "145000 km",
            "precio": 23990.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1071182365",
            "descripcion": "Audi A7, 245cv color gris, en perfecto estado de uso, revisiones al día, 100000 kilómetros. Extras: llantas de aleación 19 pulgadas, 5 plazas, rueda de repuesto, asientos delanteros calefactables. Se vendería con ITV pasada. Interior en cuero marrón. Mejor probar. Más información sin compromiso. Precio negociable. Se acepta prueba.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "100000 km",
            "precio": 23900.0
        },
        {
            "titulo": "Audi A7 TDI quattro 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-tdi-quattro-2013-1090691564",
            "descripcion": "A7 en perfecto estado, con paquete SLine interior y exterior, llantas de 19\", 5 plazas, xenon, faros bidireccionales, encendido automático de luz de carretera, control de cambio de carril involuntario, etc. 204cv, tracción quattro. Sustitución del aceite del cambio recién hecho. Tiene todos los mantenimientos al día(el próximo hasta dentro de 30000km). Tiene un rayón en una puerta trasera(no golpe) y la talonera del lado izquierdo está doblada. Se entregaría con el rayón reparado y la talonera cambiada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "144000 km",
            "precio": 22500.0
        },
        {
            "titulo": "udi A7 Sportback 3.0 TDi 245cv Quattro Sline",
            "enlace": "https://es.wallapop.com/item/udi-a7-sportback-3-0-tdi-245cv-quattro-sline-1079147502",
            "descripcion": "Audi A7 Sportback 3.0 TDi 245cv Quattro Sline, Diesel, año 06/2013, 241454 kilometros, cambio automatico con modo secuencial y levas en el volante, Pack Sline interior y exterior, asientos de piel y tel, mandos en el volante, control de velocidad, sensores de luces, lluvia y parking, climatizador bizona, aleron trasero electrico, Radio/CD Audi multimedia, bluetooth, navegador, arranque por boton sin contacto de llave, porton trasero electrico, 4 elevalunas y espejos electricos, faros de xenon, llantas en 20 pulgadas, etc... Nacional .... Mejor verlo.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "240000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Audi A7 2014 sline 3.0Tdi 204cv quattro ",
            "enlace": "https://es.wallapop.com/item/audi-a7-sline-3-0-quattro-204cv-1059727742",
            "descripcion": "Nacional. Todas las facturas del mantenimineto del coche ,historial audi para demostrar los kms . Coche en muy buen estado . Recien hecho el mantenimiento de la caja de cambios automatica. Navegador, cuero, luces automaticas, memoria en los asientos, etc .... Itv hasta el 2025. Se entrega con la revision de cambio de aceite y filtros . Version Sline . Climatizador 4 zonas .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "179000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A7 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-812087797",
            "descripcion": "Se vende Audi A7 Sportback S-line 3.0 TDI 204cv multitronic 5 plazas muy cuidado de interior, carroceria y motor. Libro de mantenimiento digital en Audi. Tiene la caja de cambios Multitronic. No es la S-tronic 0B5 que se rompe y te cuestan las reparaciones mas de 4000€. Se le ha hecho una limpieza de hidrogeno al motor y se le han cambiado las 4 pastillas de freno por unas Brembo. Se le han hecho las cambios del aceite y filtros de caja de cambios en un taller especializado 4 Neumaticos Bridgestone Turanza recien cambiados. Unidad Full equipe. Extras mas destacables: - S line completo (interior, exterior y suspension deportiva) - Sistema de entretenimiento MMI PLUS - Asientos delanteros calefactables y completamente en cuero.Muy cuidados y en perfecto estado. - Exclusiva unidad con 5 plazas. - Exclusiva unidad con Climatizador 4 zonas. - Exclusiva unidad con interior completamente en negro. - Espejos retrovisores calefactables. - Guantera refrigerada. - Luces y limpiaparabrisas automaticos. - Ayuda de arranque en pendiente. - Acceso y Arranque sin llave con apertura de automatica del maletero Cambios realizados: -Pinzas de freno pintadas en verde acido con tratamiento de alta temperatura. - Faros traseros con intermitentes Semi-dinamicos. - Luces de bienvenida con logotipo RS7. - Embellecedores en los cierres de las puertas con logotipo RS7 - Luces interiores cambiadas por bombillas LED color blanca. - Lunas tintadas y homologadas con 10 años de garantia. En perfecto estado interior y de motor. Siempre en garaje privado. Tiene un consumo inferior a 6l/100km Se acepta prueba mecanica en concesionario oficial de Audi o en tu mecanico de confianza. Se incluye un año de GARANTIA TOTAL DEL COCHE.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "200000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A7 2013 119.000Km",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-129-000km-1075189110",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "119000 km",
            "precio": 21990.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1081478556",
            "descripcion": "Vendo Audi A7 3.0 245 CV tracción cuatro. Muy cuidado y siempre durmiendo en garaje. Interior cuero color Camel y acabado de madera. Trae infinidad de extras ( más de los que te imaginas) - Asistente aparcamiento ( te aparca solo) - Corrector de carril - Sensores de aparcamiento delanteros y traseros - Cámara delantera y trasera - Cámara Infrarrojos ( Se ve como una cámara térmica) - Techo solar - Asientos calefactables y TRANSPIRABLES OJO!! -Control crucero - Frenado automático con regulación de distancia - Llantas 20\" - Espejos abatibles - Sensores de adelantamiento en los espejos - Asientos completamente eléctricos con función de Memoria - Porton trasero eléctrico , se puede abrir y cerrar desde el asiento del conductor - Climatización Bizona , los ocupantes de atrás pueden regular atrás - Asientos traseros calefactables - Volante multifunción Por favor ,solo gente seria y realmente interesada, puedo pasar más fotos. Se puede ver y probar sin compromiso, acepto prueba mecánica.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "180000 km",
            "precio": 21500.0
        },
        {
            "titulo": "AUDI A7",
            "enlace": "https://es.wallapop.com/item/audi-a7-1085148246",
            "descripcion": "- Navegador GPS - Faro LED - Cámara trasera - Sensores de aparcamiento delanteros y traseros - Asientos delante eléctrico. regulable (con Memory) y calefactables - Parabrisas calefactable - Portón trasero eléctrico (abrir + cerrar) - Tipo transmisión: Tracción total - Asistente a la conducción: Asistente luz carretera - Climatizador confort 4 zonas - Asientos deportivos delante - Volante (deportivo/piel - 3 radios) con Multifunción y Función del cambio - Freno de estacionamiento electromecánico - Selección de conducción de Audi - Elevalunas eléctric. delante + detrás - Cierre centralizado - Arranque sin llave - Radio con Lector CD - Bluetooth - Touchpad en consola central - Indicador multifunción / Ordenador de a bordo - Sistema información conductor (FIS) con pantalla en color - Retrovisor exterior plegable eléctricamente - Retrovisor exterior color carrocería - Retrovisor exterior regulable eléctricamente - Intermitente en retrovisores exteriores - Control automático de las luces - Lavafaros - Pilotos traseros LED - Sistema antibloqueo (ABS) - Control de estabilidad electrónico (ESC) - Regulación antideslizante (ASR) con EDS - Indicador control neumáticos - Anclajes Isofix para Asiento para niños - Airbag conductor/acompañante - Sistema de airbag para la cabeza (Sideguard) - Airbag lateral delante - Airbag lateral detrás - Pintura metalizada - Dirección asistida electromecánica - Soporte lumbar delante regulable eléctricamente - Asientos traseros (3 Asientos) Posibilidad de financiar al 100% sin entrada y con 1 año de garantia. Posibilidad de dejar tu coche como parte d pago. TRANSFERENCIA NO INCLUIDA EN EL PRECIO. Mantenimiento y revison antes de la entrega. Este anuncio puede contener errores",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "235000 km",
            "precio": 20990.0
        },
        {
            "titulo": "AUDI A7 Sportback 3.0 TDI 245 quattro S tronic",
            "enlace": "https://es.wallapop.com/item/audi-a7-sportback-3-0-tdi-245-quattro-s-tronic-1082100768",
            "descripcion": "Audi A7 Sportback 3.0 TDi 245cv Quattro Sline, Diesel, año 2013, 261454 kilometros, cambio automatico con modo secuencial y levas en el volante, Pack Sline interior y exterior, asientos de piel y tela calefactables, mandos en el volante, control de velocidad, sensores de luces, lluvia y parking, climatizador bizona, aleron trasero electrico, Radio/CD Audi multimedia, bluetooth, navegador, arranque por boton sin contacto de llave, porton trasero electrico, 4 elevalunas y espejos electricos, faros de xenon, llantas en 20 pulgadas, etc... Transferencia y garantia de 12 meses incluida en el precio. Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "261454 km",
            "precio": 20900.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-882974743",
            "descripcion": "Audi A7, 5 plazas, tracción quattro, suspensión neumática, bola remolque ocultable original audi, asientos de cuero eléctricos con memoria y calefactables, 4 neumáticos nuevos, cámara marcha atrás, pantalla GPS grande, ITV recién pasada, 4 ruedas nuevas y aceite y filtro cambiados, acepto cambio por Mercedes clase v, Toyota proace, Peugeot traveller...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "210000 km",
            "precio": 19999.0
        },
        {
            "titulo": "Audi A7 2013 119.000 Km",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-129-000-km-1075190671",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "119000 km",
            "precio": 19990.0
        },
        {
            "titulo": "Audi A7 2013 119000Km",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-129000km-1075191860",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "119000 km",
            "precio": 19990.0
        },
        {
            "titulo": "Audi A7 Sportback 3.0 TDI 245 quattro S tronic 5p",
            "enlace": "https://es.wallapop.com/item/audi-a7-sportback-3-0-tdi-245-quattro-s-tronic-5p-1086402361",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "246000 km",
            "precio": 19900.0
        },
        {
            "titulo": "Audi A7 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-764207593",
            "descripcion": "Vendo Audi a7 3.0 TDI 245cv S line, 7 velocidades S-tronic. Equipado con abs, esp, asientos de cuero negros con regulación eléctrica y memoria, espejos abatibles, alerón abatible, volante multifuncion con levas, gps, navegador, climatización 4 zonas, radio, bluetooth, manos libres, Portón maletero eléctrico, sistema star/stop, faros trixenon con paragolpes s7 2015, llantas rotor, ruedas nuevas 285/35/21 coche muy cuidado, de capricho, mejor ver y probar, precio negociable, 215000km 2012. Se acepta prueba mecánica, habladme sin compromiso, esta impecable cubiertas continental 7 nuevas y cambios de aceite y filtros. Sline,M,S3/S4/S5M3M4 OFERTA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "200000 km",
            "precio": 19500.0
        },
        {
            "titulo": "Audi A7 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-1001662777",
            "descripcion": "Audi A7 Sportback S-line - Paquete interior y exterior s-line - Asientos calefactables - Bola de remolque plegable - Adaptador para luces de remolque - Cambio aceite motor recién hecho - Cambio de filtros recién hecho - Interior negro cuero/alcántara - Puertas tapizadas en alcántara Se acepta cualquier prueba mecanica No doy garantia",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "200000 km",
            "precio": 19300.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1079491617",
            "descripcion": "Se vende audi a7 en perfecto estado. Libro mantenimiento digital, paquete confort, full equip, 8 velocidades, paquete interior en negro, climatizador 4 zonas, isofix, navegador, etc.. Mejor ver para ver el perfecto estado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "182000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Audi A7 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-884760606",
            "descripcion": "Todos los mantenimientos al día. Historial de mantenimiento: -180000 km: realizado mantenimiento caja de cambios, líquido de frenos, silentblocks, batería, discos y rodamientos traseros y todas las pastillas de freno. Próximo mantenimiento de la caja de cambios a los 250000 km. -213000 km: montaje y alineación de las 4 ruedas Hankook Ventus S1 evo3 275/30 r21. -213000 km: cambio de filtro de aire, de habitáculo, de aceite y de gasoil. Cambio de aceite Ravenol VSW 0w30 y cambio del líquido del diferencial trasero Ravenol VSG 75w90. Próximo mantenimiento en 20000km. El coche tiene llantas rotor de 21’, paquete s-line completo con asientos en alcántara perforado, luces de xenon direccionables y caja de cambios de 7 velocidades. El coche está muy cuidado, como último propietario lleva conmigo 5 años y más de 100000 km, todos los kilómetros han sido en carretera. Actualmente tiene 214000 km. ABSTENERSE CURIOSOS No se aceptan cambios",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "200000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1082799256",
            "descripcion": "Audi A7 quatro 3.0 Tdi 245 cv,2013 full equipe (estado impecable)accepto cambio con un coche que me puede interesar",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "177800 km",
            "precio": 18900.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1083233813",
            "descripcion": "* VEHÍCULO EN GESTIÓN DE VENTA ENTRE PARTICULARES * Audi A7 3.0 TDI 205 CV - 2013 en excelente estado, listo para entrega inmediata Este Audi A7 3.0 TDI combina potencia, tecnología y confort en un coche pensado para los que buscan lo mejor en mecánica y diseño. Su motor diésel V6 de 3.0 litros con 205 CV ofrece un rendimiento impresionante, ideal tanto para largos viajes como para moverte en la ciudad. Con una conducción suave y una aceleración potente, este coche garantiza una experiencia única al volante. El diseño fastback del Audi A7 es deportivo y elegante, acompañado de una aerodinámica que mejora el consumo y la estabilidad en carretera. Además, el interior es amplio y está lleno de detalles premium y tecnología avanzada para disfrutar al máximo de cada trayecto. El coche ha pasado todas las inspecciones mecánicas y las ITVs, y está en perfecto estado. La transferencia y la garantía están incluidas. Si tienes un coche usado, puedes entregarlo como parte del pago, y también contamos con opciones de financiación adaptadas. Además, podemos entregarlo en la puerta de tu casa para mayor comodidad. Entre su equipamiento más destacado incluye: - Sensores de obstáculos delanteros y traseros para aparcar más fácil y seguro. - Climatizador bizona, para ajustar la temperatura a tu gusto y al de tu acompañante. - Llantas de aleación, que refuerzan su diseño dinámico. - Sensor de luz y lluvia, para mayor comodidad en cualquier clima. - GPS integrado, para que siempre encuentres la mejor ruta. - Sistema Auto Start-Stop, que mejora el consumo de combustible. - Tapicería en cuero, aportando un interior elegante y duradero. - Elevalunas y retrovisores eléctricos, fáciles de manejar. - Volante multifunción, para controlar todo sin apartar las manos del volante. - Freno de mano eléctrico, práctico y moderno. - Asientos calefactables y con memoria para conductor y copiloto. - Bluetooth, para conectar tu móvil en segundos. - Arranque sin llave y apertura de maletero eléctrico",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "122500 km",
            "precio": 18500.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1075778867",
            "descripcion": "Se vende precioso Audi A7 muy cuidado y mimado, km certificados ,aceite de motor 5-30W ,techo solar ,asientos calefactables,altavoces boze ,paletas en fibra de carbono, asientos de Alcántara y muchos extras más... Está en muy buen estado , neumáticos nuevos pilot sport 4 al 90% ¡NO QUIERO MAREANTES GENTE SERIA PORFABOR!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "203000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1012712428",
            "descripcion": "Coche en perfecto estado sin un solo roce exterior e interior 2 Propietarios Todos los extras posibles menos techo solar facturas mantenimiento servicio oficial Audi (Albacete) mantenimiento al día aceites filtros caja cambios mantenimiento al día pastillas discos nuevos interior negro con detalles aluminio volante multifuncion control x voz GPS actualizado equipo de música alto de gama de serie asientos memorizables calefactables, automáticos, masajes ... portón eléctrico y apertura en distancia con mando espejos eléctricos farox Matrix led caja de 8 velocidades levas en el volante muchas cosas ++++ 9-11-2024 revision completa con factura servicio oficial Audi",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "200000 km",
            "precio": 18500.0
        },
        {
            "titulo": "Audi A7 3.0 TDI NACIONAL TIPTRONIC",
            "enlace": "https://es.wallapop.com/item/audi-a7-3-0-tdi-nacional-tiptronic-1089734749",
            "descripcion": "-Audi A7 3.0TDI 245cv nacional con caja tiptronic (ZF) de 8 velocidades (convertidor de par), no la famosa S-tronic 0b5. -Todos los mantenimientos al día realizados en la Audi con sus respectivas facturas y fotos, kilometraje certificado. -ITV recién pasada válida hasta enero 2026. -Aceite y filtro con menos de mil km con LiquiMoly Ceratec. -Líquido y pastillas de freno traseras nuevas. -Amortiguadores delanteros y copelas con menos de diez mil km. -Filtros de aire y habitáculo, anticongelante, neumáticos d. nuevos. -Apertura y arranque sin llave. -Pantalla MMI grande con 5 modos de conducción. -Lleva instalado una DashCam. -Luz ambiental en puertas, bolsillos y pies. -Clima independiente en 4 zonas. -Levas en el volante. -Asientos de cuero eléctricos y con memoria. -Luces adaptativas, tanto largas automáticas como luz de cornering al girar el volante. -Limpias automáticos. -Autohold y control de crucero. -Siempre en garaje. Un coche capricho muy mimado que apenas uso y prefiero usar el dinero para otro fin. NO ME INTERESAN CAMBIOS POCO NEGOCIABLE, MÁS FOTOS E INFORMACIÓN POR PRIVADO",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "215000 km",
            "precio": 17999.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1030028013",
            "descripcion": "vendo Audi A7 3.0 TDI 245cv ITV recién pasada 6/11/2024 a 6/11/2025 año 2013 kilómetros 213.000 revisiones: todas las revisiones se han hecho en la misma semana del cambio del aceite de motor. todos los filtros cambiados. aceite. aceite de motor a los 210.000km cambiado en casa oficial. 4 neumáticos nuevos. Las pastillas de freno recién cambiadas marca trw sport. en las fotos últimas se ve el color original y el color que tiene es vinilado por capricho. el coche esta impecable hacepto todo tipo de prueba mecánica.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "228000 km",
            "precio": 17900.0
        },
        {
            "titulo": "Audi A7 Sline",
            "enlace": "https://es.wallapop.com/item/audi-a7-sline-1083662133",
            "descripcion": "climatizador cuatrizona..4 asientos calefactables...porton trasero electrico,pantalla central grande...cristales tintados,;mantenimiento de motor,caja cambios y grupo recien hechos..discos y pastiillas nuevos.,cubiertas nuevas",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "200053 km",
            "precio": 17000.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-867267612",
            "descripcion": "coche en perfectas condiciones y todas las revisiones pasadas aceite y filtros recién hecho y cubiertas nuevas factura demostrable es 5 plazas no 4 como la mayoría de A7xfavor no mareantes sólo preguntar si os interesa de verdad, gracias el coche es nacional no importación",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "290000 km",
            "precio": 16999.0
        },
        {
            "titulo": "Audi A7 3.0 TDI Sportback Quattro S-line",
            "enlace": "https://es.wallapop.com/item/audi-a7-3-0-tdi-sportback-quattro-s-line-1000342646",
            "descripcion": "AUDI A7 3.0 QUATTRO TDI S-LINE. Cambio autómatico 7+1 Tapicería mixta, asientos deportivos calefactables Volante deportivo multifunción Clima Bi-zona delantero/trasero Pantalla navegador abatible Bluetooth Equipo audio de origen bose Start/Stop Control de velocidad cruiser Apertura alerón trasero aut. Apertura maletero aut. Faros bi-xenon con led diurna Packtronic Sensor lluvia Sensor luces Espejos retractiles Bola remolque desmontable ITV recién pasada etc....",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "285000 km",
            "precio": 16500.0
        },
        {
            "titulo": "Audi A7 Sportback 3.0 TDI quattro 5p stronic",
            "enlace": "https://es.wallapop.com/item/audi-a7-sportback-3-0-tdi-quattro-5p-stronic-1092520584",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "216175 km",
            "precio": 15000.0
        },
        {
            "titulo": "Audi A7 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-1090305809",
            "descripcion": "Audi A7 sportback 3.0 TDI 245 CV quattro s line 5 plazas.volante multifunción deportivo en cuero con levas. - pantalla del MMI en color de 8 pulgadas incluye card play. -tapiceria Alcántara -asientos delantero con regulación eléctrica, calefactables y dos memorias.. - climatizador bizona - apertura y arranque sin llave - sensores de luces y lluvia - sensores de aparcamiento delanteros y traseros y cámara trasera. - portón eléctrico - ruedas recién cambiadas Pirelli p zero el coche se encuentra en perfecta condiciones de uso, siempre duerme en garaje. MEJOR VER NO CAMBIOS",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "285000 km",
            "precio": 14999.0
        },
        {
            "titulo": "Audi A7 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-995099192",
            "descripcion": "NO SE ADMITE CAMBIO. Audi A7 sportback 3.0 TDI 245 CV quattro s line 5 plazas.volante multifunción deportivo en cuero con levas. - pantalla del MMI en color de 8 pulgadas incluye card play. -tapiceria Alcántara -asientos delantero con regulación eléctrica, calefactables y dos memorias.. - climatizador bizona - apertura y arranque sin llave - sensores de luces y lluvia - sensores de aparcamiento delanteros y traseros y cámara trasera. - portón eléctrico - ruedas recién cambiadas Pirelli p zero el coche se encuentra en perfecta condiciones de uso, siempre duerme en garaje. MEJOR VERLO ( el coche se encuentra actualmente en Mérida, Badajoz) NO SE ADMITE CAMBIO.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2014",
            "kilómetros": "289000 km",
            "precio": 14999.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1064099304",
            "descripcion": "coche miu bine",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "245 cv",
            "año": "2013",
            "kilómetros": "211785 km",
            "precio": 14000.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1006248473",
            "descripcion": ".EMPRESA DE AUTOMOCIÓN, AUTOMOVILES SEPTIMA AVENIDA SLU, DISPONEMOS DE UNA GRAN VARIEDAD DE VEHICULOS .NOS ENCONTRAMOS EN ALMENDRALEJO PROVINCIA DE BADAJOZ CP 06200 EN CALLE MECÁNICA 15 .A TODA PRUEBA .CON MOTOR DE 3000 CC TDI DE 204 CV Y CAJA DE CAMBIOS AUTOMATICA .CON CLIMATIZADOR BIZONA .BLUETOOTH .LLANTAS DE ALUMINIO .RADIO CD .AIRBAG .CIERRE CENTRALIZADO .ORDENADOR DE ABORDO .ELEVALUNAS ELECTRICOS .DIRECCIÓN ASISTIDA .ABS Y ESP .RETROVISORES ELECTRICOS .REGULACIÓN ELECTRICA DE FAROS .ETC .La oferta anunciada puede aplicarse mientras continúe el descuento vigente",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "300000 km",
            "precio": 14000.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1090772062",
            "descripcion": "-Audi A7 TDI 3.0 año 17- 12- 2013 en perfecto estado próximo Itv 27- 12- 2025 ventanas eléctricas volante de cuero asientos con calefacción de cuero clima aerrbag control de velocidad maletero automático llantas cuviertas 90% pastillas de freno noivas mantenimiento echó más información al 642 72 34 31",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "195174 km",
            "precio": 13700.0
        }
    ]
}