{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A7",
        "version": "3.0 TDI 204 CV multitronic 8 vel.",
        "año mínimo": 2012,
        "año máximo": 2014,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 204,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=204&min_year=2012&max_year=2014&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A7&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Impecable Audi A7 2014 Sportback, S.Line, Quattro",
            "enlace": "https://es.wallapop.com/item/impecable-audi-a7-2014-sportback-s-line-quattro-1083367910",
            "descripcion": "Audi A7 sportback, linia S interior y exterior, vehículo nacional, llantas 20\", neumáticos yokohama, techo solar, volante RS7 achatado con levas, climatizador 4 zonas, pack active soud, tv en movimiento, cámara trasera, sensor de aparcamiento, luz ambiental RGB, reprogramación de caja de cambios + centralita para disminuir el consumo y aumentar el rendimiento, actualmente 300cv. ITV hasta diciembre 2025, se entrega con seguro a todo riesgo hasta octubre 2025, siempre en parking.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "161000 km",
            "precio": 28850.0
        },
        {
            "titulo": "Audi A7 2014 Sportback, S.Line, Quattro",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-sportback-s-line-quattro-1087495681",
            "descripcion": "Audi A7 sportback, linia S interior y exterior, vehículo nacional, llantas 20\", neumáticos yokohama, techo solar, volante RS7 achatado con levas, climatizador 4 zonas, pack active soud, tv en movimiento, cámara trasera, sensor de aparcamiento, luz ambiental RGB, reprogramación de caja de cambios + centralita para disminuir el consumo y aumentar el rendimiento, actualmente 300cv. ITV hasta diciembre 2025, se entrega con seguro a todo riesgo hasta octubre 2025, siempre en parking. Precio no negociable Contactanos para más informacion📥 Telefono: 646 595 179 Correo: compraventa@124garage.com",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "161000 km",
            "precio": 28500.0
        },
        {
            "titulo": "Audi A7 TDI quattro 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-tdi-quattro-2013-1090691564",
            "descripcion": "A7 en perfecto estado, con paquete SLine interior y exterior, llantas de 19\", 5 plazas, xenon, faros bidireccionales, encendido automático de luz de carretera, control de cambio de carril involuntario, etc. 204cv, tracción quattro. Sustitución del aceite del cambio recién hecho. Tiene todos los mantenimientos al día(el próximo hasta dentro de 30000km). Tiene un rayón en una puerta trasera(no golpe) y la talonera del lado izquierdo está doblada. Se entregaría con el rayón reparado y la talonera cambiada.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "144000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Audi A7 2014 sline 3.0Tdi 204cv quattro ",
            "enlace": "https://es.wallapop.com/item/audi-a7-sline-3-0-quattro-204cv-1059727742",
            "descripcion": "Nacional. Todas las facturas del mantenimineto del coche ,historial audi para demostrar los kms . Coche en muy buen estado . Recien hecho el mantenimiento de la caja de cambios automatica. Navegador, cuero, luces automaticas, memoria en los asientos, etc .... Itv hasta el 2025. Se entrega con la revision de cambio de aceite y filtros . Version Sline . Climatizador 4 zonas .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "179000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A7 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-812087797",
            "descripcion": "Se vende Audi A7 Sportback S-line 3.0 TDI 204cv multitronic 5 plazas muy cuidado de interior, carroceria y motor. Libro de mantenimiento digital en Audi. Tiene la caja de cambios Multitronic. No es la S-tronic 0B5 que se rompe y te cuestan las reparaciones mas de 4000€. Se le ha hecho una limpieza de hidrogeno al motor y se le han cambiado las 4 pastillas de freno por unas Brembo. Se le han hecho las cambios del aceite y filtros de caja de cambios en un taller especializado 4 Neumaticos Bridgestone Turanza recien cambiados. Unidad Full equipe. Extras mas destacables: - S line completo (interior, exterior y suspension deportiva) - Sistema de entretenimiento MMI PLUS - Asientos delanteros calefactables y completamente en cuero.Muy cuidados y en perfecto estado. - Exclusiva unidad con 5 plazas. - Exclusiva unidad con Climatizador 4 zonas. - Exclusiva unidad con interior completamente en negro. - Espejos retrovisores calefactables. - Guantera refrigerada. - Luces y limpiaparabrisas automaticos. - Ayuda de arranque en pendiente. - Acceso y Arranque sin llave con apertura de automatica del maletero Cambios realizados: -Pinzas de freno pintadas en verde acido con tratamiento de alta temperatura. - Faros traseros con intermitentes Semi-dinamicos. - Luces de bienvenida con logotipo RS7. - Embellecedores en los cierres de las puertas con logotipo RS7 - Luces interiores cambiadas por bombillas LED color blanca. - Lunas tintadas y homologadas con 10 años de garantia. En perfecto estado interior y de motor. Siempre en garaje privado. Tiene un consumo inferior a 6l/100km Se acepta prueba mecanica en concesionario oficial de Audi o en tu mecanico de confianza. Se incluye un año de GARANTIA TOTAL DEL COCHE.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "200000 km",
            "precio": 22000.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-882974743",
            "descripcion": "Audi A7, 5 plazas, tracción quattro, suspensión neumática, bola remolque ocultable original audi, asientos de cuero eléctricos con memoria y calefactables, 4 neumáticos nuevos, cámara marcha atrás, pantalla GPS grande, ITV recién pasada, 4 ruedas nuevas y aceite y filtro cambiados, acepto cambio por Mercedes clase v, Toyota proace, Peugeot traveller...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "210000 km",
            "precio": 19999.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1079491617",
            "descripcion": "Se vende audi a7 en perfecto estado. Libro mantenimiento digital, paquete confort, full equip, 8 velocidades, paquete interior en negro, climatizador 4 zonas, isofix, navegador, etc.. Mejor ver para ver el perfecto estado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "182000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Audi A7 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-884760606",
            "descripcion": "Todos los mantenimientos al día. Historial de mantenimiento: -180000 km: realizado mantenimiento caja de cambios, líquido de frenos, silentblocks, batería, discos y rodamientos traseros y todas las pastillas de freno. Próximo mantenimiento de la caja de cambios a los 250000 km. -213000 km: montaje y alineación de las 4 ruedas Hankook Ventus S1 evo3 275/30 r21. -213000 km: cambio de filtro de aire, de habitáculo, de aceite y de gasoil. Cambio de aceite Ravenol VSW 0w30 y cambio del líquido del diferencial trasero Ravenol VSG 75w90. Próximo mantenimiento en 20000km. El coche tiene llantas rotor de 21’, paquete s-line completo con asientos en alcántara perforado, luces de xenon direccionables y caja de cambios de 7 velocidades. El coche está muy cuidado, como último propietario lleva conmigo 5 años y más de 100000 km, todos los kilómetros han sido en carretera. Actualmente tiene 214000 km. ABSTENERSE CURIOSOS No se aceptan cambios",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "200000 km",
            "precio": 19000.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1083233813",
            "descripcion": "* VEHÍCULO EN GESTIÓN DE VENTA ENTRE PARTICULARES * Audi A7 3.0 TDI 205 CV - 2013 en excelente estado, listo para entrega inmediata Este Audi A7 3.0 TDI combina potencia, tecnología y confort en un coche pensado para los que buscan lo mejor en mecánica y diseño. Su motor diésel V6 de 3.0 litros con 205 CV ofrece un rendimiento impresionante, ideal tanto para largos viajes como para moverte en la ciudad. Con una conducción suave y una aceleración potente, este coche garantiza una experiencia única al volante. El diseño fastback del Audi A7 es deportivo y elegante, acompañado de una aerodinámica que mejora el consumo y la estabilidad en carretera. Además, el interior es amplio y está lleno de detalles premium y tecnología avanzada para disfrutar al máximo de cada trayecto. El coche ha pasado todas las inspecciones mecánicas y las ITVs, y está en perfecto estado. La transferencia y la garantía están incluidas. Si tienes un coche usado, puedes entregarlo como parte del pago, y también contamos con opciones de financiación adaptadas. Además, podemos entregarlo en la puerta de tu casa para mayor comodidad. Entre su equipamiento más destacado incluye: - Sensores de obstáculos delanteros y traseros para aparcar más fácil y seguro. - Climatizador bizona, para ajustar la temperatura a tu gusto y al de tu acompañante. - Llantas de aleación, que refuerzan su diseño dinámico. - Sensor de luz y lluvia, para mayor comodidad en cualquier clima. - GPS integrado, para que siempre encuentres la mejor ruta. - Sistema Auto Start-Stop, que mejora el consumo de combustible. - Tapicería en cuero, aportando un interior elegante y duradero. - Elevalunas y retrovisores eléctricos, fáciles de manejar. - Volante multifunción, para controlar todo sin apartar las manos del volante. - Freno de mano eléctrico, práctico y moderno. - Asientos calefactables y con memoria para conductor y copiloto. - Bluetooth, para conectar tu móvil en segundos. - Arranque sin llave y apertura de maletero eléctrico",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "122500 km",
            "precio": 18500.0
        },
        {
            "titulo": "Audi A7 2012",
            "enlace": "https://es.wallapop.com/item/audi-a7-2012-1090370485",
            "descripcion": "Se vende audi a7 2012 llantas originales del Rs7 poli piel automático levas xenón 5 puertas",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2012",
            "kilómetros": "280000 km",
            "precio": 18000.0
        },
        {
            "titulo": "Audi A7 2012",
            "enlace": "https://es.wallapop.com/item/audi-a7-2012-1087925378",
            "descripcion": "Coches nacional, ruedas, nuevos aceite, filtros cambiados ITV pasada NO acepto cambios Gracias",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2012",
            "kilómetros": "239000 km",
            "precio": 16999.0
        },
        {
            "titulo": "Audi A7 2012",
            "enlace": "https://es.wallapop.com/item/audi-a7-2012-1079933392",
            "descripcion": "Equipado con tapiceria de cuero,asientos calefactados,climatizador bizona,sistema diurno de led,faros de Xenon,sensores de parking,camara trasera,llantas en 19”...un sin fin de extras Itv en vigor y Garantia 12 meses ( todos los mantenimientos al dia )",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2012",
            "kilómetros": "212000 km",
            "precio": 16999.0
        },
        {
            "titulo": "Audi A7 2012",
            "enlace": "https://es.wallapop.com/item/audi-a7-2012-1038774100",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2012",
            "kilómetros": "266800 km",
            "precio": 15000.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1006248473",
            "descripcion": ".EMPRESA DE AUTOMOCIÓN, AUTOMOVILES SEPTIMA AVENIDA SLU, DISPONEMOS DE UNA GRAN VARIEDAD DE VEHICULOS .NOS ENCONTRAMOS EN ALMENDRALEJO PROVINCIA DE BADAJOZ CP 06200 EN CALLE MECÁNICA 15 .A TODA PRUEBA .CON MOTOR DE 3000 CC TDI DE 204 CV Y CAJA DE CAMBIOS AUTOMATICA .CON CLIMATIZADOR BIZONA .BLUETOOTH .LLANTAS DE ALUMINIO .RADIO CD .AIRBAG .CIERRE CENTRALIZADO .ORDENADOR DE ABORDO .ELEVALUNAS ELECTRICOS .DIRECCIÓN ASISTIDA .ABS Y ESP .RETROVISORES ELECTRICOS .REGULACIÓN ELECTRICA DE FAROS .ETC .La oferta anunciada puede aplicarse mientras continúe el descuento vigente",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "300000 km",
            "precio": 14000.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1090772062",
            "descripcion": "-Audi A7 TDI 3.0 año 17- 12- 2013 en perfecto estado próximo Itv 27- 12- 2025 ventanas eléctricas volante de cuero asientos con calefacción de cuero clima aerrbag control de velocidad maletero automático llantas cuviertas 90% pastillas de freno noivas mantenimiento echó más información al 642 72 34 31",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2013",
            "kilómetros": "195174 km",
            "precio": 13700.0
        }
    ]
}