{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A7",
        "version": "3.0 BiTDI competition 326 CV quattro tiptronic 8 vel.",
        "año mínimo": 2014,
        "año máximo": 2018,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 326,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=326&min_year=2014&max_year=2018&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A7&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A7 2016",
            "enlace": "https://es.wallapop.com/item/audi-a7-2016-1091961180",
            "descripcion": "como nuevo usado para paseos puntuales",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2016",
            "kilómetros": "65000 km",
            "precio": 65000.0
        },
        {
            "titulo": "Audi A7 2018",
            "enlace": "https://es.wallapop.com/item/audi-a7-50-sportback-sline-quattro-286cv-1036390995",
            "descripcion": "Impresionante coche, todos los extras. mantenimientos recien realizados, etc, una pasada...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2018",
            "kilómetros": "132000 km",
            "precio": 44000.0
        },
        {
            "titulo": "Audi A7 2018",
            "enlace": "https://es.wallapop.com/item/audi-a7-2018-1078085476",
            "descripcion": "VEHICULO NACIONAL CAMBIO AUTOMATICO CON LEVAS EN EL VOLANTE PANTALLA CENTRAL TÁCTIL MULTIFUNCIÓN CUADRO DE MANDOS Digital Cockpit CAMARA DE VISIÓN TRASERA NAVEGADOR PARKTRONIC COMPATIBILIDAD Apple CarPlay FAROS LED ELEVALUNAS ELÉCTRICOS A LAS 4 VENTANAS RETROVISORES ELECTRICOS ABATIBLES CLIMATIZADOR ZONAS SENSOR AUTOMÁTICO DE LUZ Y LLUVIA LLANTAS DE ALEACIÓN 20\" FRENO DE MANO ELECTRICO CON AYUDA AutoHold ASIENTOS DEPORTIVOS CALEFACTABLES CON Reg. Eléctrica TAPICERIA EN CUERO - ALCANTARA PORTÓN ELECTRICO LUZ AMBIENTE (SOS) LLamada de emergencia DISTINTIVO ECO 12 MESES DE GARANTIA SIN LIMITE DE KM -Precio financiando y entregando un coche mayor de 10 años, con itv en vigor (max.15 años) 38.900 -Precio financiando y sin entregar coche: 39.900 -Precio sin entregar coche y sin ayuda por financiar: 42.900",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2018",
            "kilómetros": "110000 km",
            "precio": 42900.0
        },
        {
            "titulo": "Audi A7 2018",
            "enlace": "https://es.wallapop.com/item/audi-a7-2018-1008614221",
            "descripcion": "CAMBIO AUTOMATICO CON LEVAS EN EL VOLANTE PANTALLA CENTRAL TÁCTIL MULTIFUNCIÓN CUADRO DE MANDOS Digital Cockpit CAMARA DE VISIÓN TRASERA NAVEGADOR -Precio financiando y entregando un coche mayor de 10 años, con itv en vigor (max.15 años) 38.900 -Precio financiando y sin entregar coche: 39.900 -Precio sin entregar coche y sin ayuda por financiar: 42.900",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2018",
            "kilómetros": "107000 km",
            "precio": 42900.0
        },
        {
            "titulo": "AUDI A7 TDI 50 SPORTBACK QUATTRO TIPTRONIC GRIS",
            "enlace": "https://es.wallapop.com/item/audi-a7-tdi-50-sportback-quattro-tiptronic-gris-1088971902",
            "descripcion": "AUDI A7 TDI 50 SPORTBACK QUATTRO TIPTRONIC EN GRIS IMPECABLE. + ETIQUETA ECO, SISTEMA MICRO-HIBRIDO. + CAMBIO AUTÓMATICO CON LEVAS. + ASIENTOS DEPORTIVOS ELÉCTRICOS CON MEMORIA. + CIERRE DE PUERTAS CON SERVO. + ESPEJOS RETROVISORES ELÉCTRICOS CALEFACTADOS. + SENSOR DE LUCES Y LLUVIA. + ARRANQUE SIN LLAVES. + CLIMATIZADOR 4 ZONAS. + ORDENADOR A BORDO. + VOLANTE CUERO MULTIFUNCIÓN. + CONTROL DE CRUCERO Y LIMITADOR DE VELOCIDAD. + ASISTENCIA EN CONDUCCIÓN. + SISTEMA MULTIMEDIA CON CARGA DE TELEFONO INALAMBRICA. + PAQUETE CUERO Y ALCANTARA. + PORTÓN TRASERO ELÉCTRICO.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2018",
            "kilómetros": "60000 km",
            "precio": 41000.0
        },
        {
            "titulo": "Audi A7 2016",
            "enlace": "https://es.wallapop.com/item/audi-a7-sportback-3-0-bitdi-v6-tipt-quattro-compet-1041023878",
            "descripcion": "Se vende UNIDAD MUY EXCLUSIVA de Audi A7 Sportback 3.0 TDI V6 Biturbo Tiptronic Quattro Competition 326CV con preparación e interior RS7. Coche ÚNICO EN ESPAÑA y en perfecto estado de conservación. Coche de capricho y mimado de manera exquisita. Prácticamente sin uso a pesar de los km (hechos en carretera). Todas las revisiones pasadas en Audi y con libro de revisiones al día. Tiene absolutamente todos los extras (menos techo solar) sumando un precio de 111.750€ en su fecha de adquisición: cambio automático Tiptronic con levas en el volante, sistema de navegación profesional MMI, alarma con inmovilizador de motor, asientos de cuero deportivos RS7 eléctricos calefactables con memoria y con costuras en rojo, climatizador automático 4 zonas delantero y trasero, faros Matrix LED, volante multifuncional con calefacción, Tempomat velocidad de crucero, avisador cambio de carril, conducción autónoma, sensor de luz y lluvia, Keyless Go (apertura y arranque sin llave), equipo hifi Bose Sound System, paquete deportivo RS7, Head Up Display, suspensión neumática, tracción Quattro, visión nocturna,... El listado es innumerable. La dinámica de conducción y sensaciones son increíbles a pesar de ser una berlina y el sonido del motor es una maravilla. No hay nada en el mercado que ofrezca esta calidad, exclusividad, elegancia y deportividad a este precio.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2016",
            "kilómetros": "130000 km",
            "precio": 41000.0
        },
        {
            "titulo": "Audi A7 Competition 326cv",
            "enlace": "https://es.wallapop.com/item/audi-a7-competition-326cv-1079496263",
            "descripcion": "Audi A7 Competition 3.0 Bi Tdi 326cv. Vehículo nacional con kilometraje real. Muy cuidado con mantenimientos hechos cada 10000 kilómetros. Mantenimiento de caja de cambios y diferenciales hecho a los 80000 kilómetros. Caja de cambios automática ZF 8 velocidades. Sline interior y exterior. Suspension neumatica con varios modos de y alturas diferentes. Llantas 20 pulgadas con neumáticos Pirelli P Zero nuevos. Sensores de aparcamiento delanteros y traseros (360°) Cámara de aparcamiento delantera y trasera. Park assist (aparca solo) Line assist. Faros Matrix Led con intermitentes dinámicos. Head Up Display Levas en volante Climatizador 4 zonas. Equipo de sonido Bose. Android Auto y Apple car play. Asientos calefactables delanteros y traseros. Aleron trasero retráctil. En perfecto estado interior y exterior. Mejor ver y probar.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2017",
            "kilómetros": "92000 km",
            "precio": 39990.0
        },
        {
            "titulo": "Audi A7 2018",
            "enlace": "https://es.wallapop.com/item/audi-a7-2018-1057667204",
            "descripcion": "Este coche de segunda mano Berlina / Sedan de combustible Diésel, tiene un consumo urbano de 7.9l., consumo en carretera de 5.5l., y consumo combinado de 6.3l., tiene una potencia de / 650 Nm y una cilindrada de 2967 cc. Emisiones CO2 de166 (gr/km). Tipo de emisiones EU5. En el año 2018 este vehículo tenía un precio nuevo recién salido de fabrica sin descuento comercial de 84.041 € y se vende hoy por solo 37.999 €. Dispone de 5 plazas , contando además con Techo solar, Navegador, Start/Stop automático, Luz diurna, Asientos calefactables, Control de velocidad, Volante multifunción, Bluetooth, Llantas de aleación, Llantas de aleación de 18\", Ordenador, Alarma, Aire Acondicionado, Airbag, Airbag para el acompañante, Airbag para el conductor, Airbags laterales, Frenos ABS antibloqueo, ESP, Dirección asistida, Elevalunas eléctrico, Cierre centralizado, CD, Reposabrazos central, Control remoto para cierre centralizado, Regulación de altura, Servodirección, Asistente de aparcamiento, Radio con sistema de navegación, Conexión eléctrica, Portón del maletero eléctrico, Asistente de arranque en pendiente, Tracción a las cuatro ruedas, Faros bixenón, Isofix, Sensor de lluvia, Encendido automático de faros, Arranque por botón, Sensor de presión de neumáticos, Freno de estacionamiento eléctrico. Nº de cilindros: 6, En V, Cubicaje: 2.967 cm3, Potencia: 230 KW, Nº de marchas: 8, Velocidad máxima: 250 Km/h, Aceleración: 5.3 s., Cosumo mixto: 6.3 l/100 Km, Y calificación energética B.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2018",
            "kilómetros": "150000 km",
            "precio": 37999.0
        },
        {
            "titulo": "Audi A7 2018",
            "enlace": "https://es.wallapop.com/item/audi-a7-2018-1062345705",
            "descripcion": "- Unidad nacional en un estado de conservación muy bueno. - Matriculado 11/18. - Paquete confort. - Cambio de aceite y filtros hace 100km, con protector cerámico de motor. -Mantenimiento de caja de cambios hace 200km. - Neumáticos nuevos. - Techo solar panorámico, con mantenimiento. - Sonido premium bang&olufsen. - Cierre de puertas confort. - Tratamiento de detallado hecho el 13/11/2024 completo, con tratamiento cerámico de carroceria. - Faros led matriciales con intermitentes dinamicos delanteros y traseros. - Asistente de carril. - virtual cockpit. - Mas extras",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "286 cv",
            "año": "2018",
            "kilómetros": "200000 km",
            "precio": 36900.0
        },
        {
            "titulo": "Audi A7 3.0 272",
            "enlace": "https://es.wallapop.com/item/audi-a7-2016-1067356323",
            "descripcion": "coche como nuevo se acpeta cualquier prueba mecanica mantenimiento y ruedas al dia mas informacion por privado",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "75000 km",
            "precio": 36000.0
        },
        {
            "titulo": "Audi A7 Sportback 3.0 BiTDI 320cv Quattro Sline",
            "enlace": "https://es.wallapop.com/item/audi-a7-sportback-3-0-bitdi-320cv-quattro-sline-1079625766",
            "descripcion": "Audi A7 Sportback Sline 3.0 Bitdi triptronic Quattro 320cv // Año 2016 // 185.000Km // Nacional // Coche en perfecto estado, muy cuidado tanto interior como exterior // Siempre en garaje privado //",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2016",
            "kilómetros": "185000 km",
            "precio": 35999.0
        },
        {
            "titulo": "Audi A7 Sline 3.0 TDI 272cv (Nacional)",
            "enlace": "https://es.wallapop.com/item/audi-a7-2016-1046538480",
            "descripcion": "-Nacional -Historial de mantenimiento en concesionario oficial -Asientos calefactables -Paquete de iluminación -Cámara delantera y trasera -Intermitentes dinámicos -Paquete black line -Llantas rotor 21\" -Techo solar eléctrico -Paquete de cuero -Faros Metrix Led -MMI navegación Plus -Sistema de sonido Bose -Retrovisores eléctricos/plegables -Climatizador Quatrizona -Portón maletero eléctrico -5 modos de conducción Drive Select. Mas informacion por privado.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "112000 km",
            "precio": 35990.0
        },
        {
            "titulo": "Audi A7 2016",
            "enlace": "https://es.wallapop.com/item/audi-a7-2016-796875292",
            "descripcion": "Impecable. Lo compre de importación, vaa como la seda, revisiones en Audi al dia. El coche esta genial, con poco uso, i es espectacular. El unico motivo de su venta es el un cambio de vida que me exige otro tipo de vehiculo, el coche esta impecable. Audi A7 3.0 BiTDI 320 Sline, control de parking, control de velocidad i frenada, asientos electricos de cuero sline calefactables, Audi MMI sistem, sensor de llubia, sistema sonido Karman by audi, retrovisores electricos, sound sistem del escape de audi, llantas 21”, faros de led, audi assistance sistem, luces puertas audi, Sensores de parking con camara…etc",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2016",
            "kilómetros": "79500 km",
            "precio": 35990.0
        },
        {
            "titulo": "Audi A7 SLINE NACIONAL",
            "enlace": "https://es.wallapop.com/item/audi-a7-sline-nacional-1019801238",
            "descripcion": "AUDI A7 272 CV DIESEL AÑO 2016 NACIONAL IVA DEDUCIBLE 1 PROPIETARIO PAQUETE SLINE INTERIO Y EXTERIOR CAMARA MARCHA ATRAS REVISIONES EN CONCESIONARIO OFICIAL VOLANTE SLINE ACHATADO Audi,bmw,Mercedes,Volkswagen,Porsche,land Rover,mini,cayenne,coupe,gti,rs3,rs6,tiguan,gts,m2,m4,gts,q8,sline,AMG,911,gtd,macan,a1,a3,a5,a6,q2,q3,q5,q7,gle,glc,clase a,clase c,clase cla,clase Gla,AMG gt,x1,x6,x2,x3,clase v,cooper,cooper s,clase c coupe,velar,Vogue,Sport,Rdynamic",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "91000 km",
            "precio": 35500.0
        },
        {
            "titulo": "Audi A7 2015",
            "enlace": "https://es.wallapop.com/item/audi-a7-2015-938255658",
            "descripcion": "Berlina.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2015",
            "kilómetros": "47346 km",
            "precio": 35000.0
        },
        {
            "titulo": "Audi A7 2017",
            "enlace": "https://es.wallapop.com/item/audi-a7-2017-1087768559",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "89000 km",
            "precio": 34900.0
        },
        {
            "titulo": "Audi A7 2015",
            "enlace": "https://es.wallapop.com/item/audi-a7-tdi-quattro-1045763346",
            "descripcion": "AUDI A7 3.0 TDI QUATTRO 272cv 90000 km vehiculo nacional interior S LINE ASIENTOS CUERO ALCANTARA TOTALMENTE ELECTRICOS Y CALEFACTABLES CLIMA 4 zonas sistema sonido BOSE techo solar sistema entretenimiento android & carplay exterior rs7 llantas 10x21” modelo RSQ8 originales 275 35 r21 neumaticos nuevos suspension neumatica vehiculo perfecto estado conservacion 3 llaves se acepta prueba mecanica",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2015",
            "kilómetros": "90000 km",
            "precio": 34500.0
        },
        {
            "titulo": "Audi A7 2016",
            "enlace": "https://es.wallapop.com/item/audi-a7-2016-1070415553",
            "descripcion": "Audi A7 Sportback S Line Año 2016 116.000 Km 3000 cc 272 CV 6 Cilindros 33900€",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "116000 km",
            "precio": 33900.0
        },
        {
            "titulo": "Audi A7 2016",
            "enlace": "https://es.wallapop.com/item/audi-a7-2016-1056833527",
            "descripcion": "Visite nuestra Autoferia Raybanscars en Crtra. Santa Catalina Nº170 Vehículo en muy buen estado, mejor ver y probar. Consúltenos financiación y garantía, somos mayoristas con más de 20 años en el sector del automóvil. I.V.A. INCLUIDO TOTAL R.E.B.U . *IVA DEDUCIBLE PARA EMPRESAS Y AUTÓNOMOS",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "90794 km",
            "precio": 33500.0
        },
        {
            "titulo": "Audi A7 2016",
            "enlace": "https://es.wallapop.com/item/audi-a7-2016-965519752",
            "descripcion": "Para más información 633338330",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2016",
            "kilómetros": "74000 km",
            "precio": 33500.0
        },
        {
            "titulo": "Audi A7 2016",
            "enlace": "https://es.wallapop.com/item/audi-a7-2016-1072548135",
            "descripcion": "coche en muy buen estado, asientos piel ALCANTARA AUDI A7 competicion i4 sportback",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2016",
            "kilómetros": "170000 km",
            "precio": 33000.0
        },
        {
            "titulo": "Audi A7 2016",
            "enlace": "https://es.wallapop.com/item/audi-a7-2015-1076654871",
            "descripcion": "OCASION\"AUDI A7 3.0TDI CONPETITIÓN BI TURBO 326CV SLINE ASIENTOS en piel electricos calefactados. Función memoria para asientos delanteros Asiento deportivos S) sline en fepfecto estado volante multo función en te radios SLINE PANTALLA 7\" Asistente de frenado (SAFE) Asistente de luces largas Audi drive selectDe serieAudi pre sense basic (sistema Control de distancia de aparcamiento delantero Control de distancia de aparcamiento trasero Control de estabilidad (ESP) Control de presión en neumáticosControl de tracción (ASR+EDS)Control de velocidad de crucero Cristales laterales delanteros aislantesdobles Fijación para asientos infantiles ISOFIX en plazas traseras Airbag x8 Fijación para asientos infantiles ISOFIX en plazas traseras..Función coming home/leaving home Llave de confort (acceso sin llave) con apertura de portón trasero por control gestualDe , Carcasa de retrovisores exteriores en negro metaliizado de serie salidas de escape separadas trapezoidales en negro brillante llantas en 265/35/20\" pulgadas neumaticos reforzados . Muchos mas extras vehiculo a toda prueba mantenimento al dia , estado perfecto Abtenerse curiosos .. solo interesados Gracias..!!",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2016",
            "kilómetros": "157890 km",
            "precio": 32980.0
        },
        {
            "titulo": "Audi A7 2017",
            "enlace": "https://es.wallapop.com/item/audi-a7-2017-1079772158",
            "descripcion": "Libro de mantenimiento oficial Equipamiento Full equip!! Gris Daitona efecto perla Luna delantera y critales laterales dobles Control de crucero adaptativo Audi side assit, asistente de cambio de carril y angulo muerto Audi comfort acceso sin llave, malerero apertura sin mano Audi connect Asientos con memoria y calefactados Retrovisores electricos con memoria y calefactados. Climatizador 4 zonas, parte delantera y trasera. Muy buen coche y muy mimado, una conduccion muy ágil y dinámica, maletero enorme. Lo vendo por cambio de domicilio. Escucho ofertas. Gracias",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "138000 km",
            "precio": 31900.0
        },
        {
            "titulo": "Audi A7 2015",
            "enlace": "https://es.wallapop.com/item/audi-a7-2015-775622496",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2015",
            "kilómetros": "125000 km",
            "precio": 31900.0
        },
        {
            "titulo": "AUDI A7 A7 Sportback 3.0 BiTDI S line Quattro edition Tiptronic",
            "enlace": "https://es.wallapop.com/item/audi-a7-a7-sportback-3-0-bitdi-s-line-quattro-edition-tiptronic-1072020185",
            "descripcion": "Vehículo a la venta en SUBASTACAR.COM Ref 30199. El coche lo entregamos tal y como lo ves en las fotos, garantizamos los kilometros en el contrato, contamos con el historial de mantenimiento y ofrecemos la opción de contratar un seguro de garantía mecánica con coberturas a nivel europeo. Ponemos el coche al punto de la peninsula que nos indique para probarlo o hacerle prueba mecánica en su taller de confianza. Precio sujeto a financiación . Precio sin oferta de financiación: 31.200 // Precio Financiado: 28.900",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2017",
            "kilómetros": "187026 km",
            "precio": 31200.0
        },
        {
            "titulo": "AUDI A7 A7 Sportback 3.0 BiTDI S line Quattro edition Tiptronic",
            "enlace": "https://es.wallapop.com/item/audi-a7-a7-sportback-3-0-bitdi-s-line-quattro-edition-tiptronic-1072020031",
            "descripcion": "Vehículo a la venta en SUBASTACAR.COM Ref 30199. Garantizamos los kilometros en el contrato, contamos con el historial de mantenimiento y ofrecemos la opción de contratar un seguro de garantía mecánica con coberturas a nivel europeo. Ponemos el coche al punto de la peninsula que nos indique para probarlo o hacerle prueba mecánica en su taller de confianza. Precio sujeto a financiación, transferencia y garantía no incluidas en precio (Salvo error de publicacion) . Precio sin oferta de financiación: 31.200 // Precio Financiado: 28.900",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2017",
            "kilómetros": "187026 km",
            "precio": 31200.0
        },
        {
            "titulo": "AUDI A7 3.0 BITDI 326CV COMPETITION ",
            "enlace": "https://es.wallapop.com/item/audi-a7-3-0-bitdi-326cv-competition-1079718320",
            "descripcion": "Audi a7 competition full Black el más alto de gama full extras hasta bola de remolque electrica todas las revisiones al día los 4 neumáticos nuevos a estrenar esta en óptimas condiciones kilómetros garantizados con libro de mantenimiento 3 llaves etiqueta medioambiental C etc..aceptaría coche a cambio de mi interés",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2016",
            "kilómetros": "155000 km",
            "precio": 30995.0
        },
        {
            "titulo": "Audi A7 SPORTBACK",
            "enlace": "https://es.wallapop.com/item/audi-a7-sportback-1083697327",
            "descripcion": "Audi A7 SPORTBACK 3.0 272cv quattro, vehiculo nacional, NO AGO CAMBIOS.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2015",
            "kilómetros": "140000 km",
            "precio": 30900.0
        },
        {
            "titulo": "Audi A7 2017",
            "enlace": "https://es.wallapop.com/item/audi-a7-2017-977293138",
            "descripcion": "Vendo por compra de modelo nuevo. Estado impecable. Todas las revisiones en Audi (Con facturas). Neumáticos nuevos (10.000 km) Color: Gris Daytona perlado Km: 162.000 Extras no de serie: - 5 plazas - Paquete exterior S-line Black Edition - Cuero Valcona Negro, asientos confort calefactables eléctricos con memoria. - Interior Audi Exclusive en madera Beaufort nuez - Climatizador 4 zonas - Navegación MMI plus - Faros Matrix led con intermitentes dinámicos delanteros y traseros. - Suspensión Neumática Adaptativa - Cámaras delantera y trasera - Cámara de sistemas de asistencia - Techo corredizo cristal. - Acceso y arranque Confort (sin llave)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2017",
            "kilómetros": "167000 km",
            "precio": 29995.0
        },
        {
            "titulo": "Audi A7 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-1002886339",
            "descripcion": "esta impecable con pak rs7 todos los extras",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2014",
            "kilómetros": "178000 km",
            "precio": 29990.0
        },
        {
            "titulo": "Audi A7 2017",
            "enlace": "https://es.wallapop.com/item/audi-a7-2017-1013959663",
            "descripcion": "se vende A7 3.0 TDI con libro de mantenimiento oficial con pocos kilómetros y con todos los extras,llantas de 20 \" mejor ver...",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "218 cv",
            "año": "2017",
            "kilómetros": "150000 km",
            "precio": 29900.0
        },
        {
            "titulo": "Audi A7 Competition 326 Nacional ",
            "enlace": "https://es.wallapop.com/item/audi-a7-competition-326-1012733937",
            "descripcion": "Audi A7 competition nacional bi-turbo 326cv n!! 5 plazas, faros y pilotos dinamic, módulo de sonido, climatizador 4 zonas, largas automaticas, faros led, llantas 20 pulgadas, pantalla grande, asientos eléctricos y con memoria, apertura y cierre sin llave, porton eléctrico. Acepto prueba mecanica. Mantenimiento recien hecho y 4 ruedas nuevas. En el precio se incluye cambio de nombre y 1 año de garantía.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2016",
            "kilómetros": "199000 km",
            "precio": 28999.0
        },
        {
            "titulo": "Audi A7 2016",
            "enlace": "https://es.wallapop.com/item/audi-a7-2016-1076036157",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "129575 km",
            "precio": 28990.0
        },
        {
            "titulo": "Audi A7 2015",
            "enlace": "https://es.wallapop.com/item/audi-a7-2015-1021944958",
            "descripcion": "Gente seria. PVP: +100000€ Audi A7 biturbo motor 3L V6 - 320cv Tracción Quattro con casi todos los extras posibles (faltaría el bang olufsen, headup display y camara nocturna), por lo demas lo tiene todo. Extras: Intermitentes dinamicos delantero y trasero Faros matrix led (automáticos) Suspension neumática Sonido Bosé con subwoofer Climatizador 4 zonas Cámaras 360 - aparca solo Cristal doble - tintados traseros Color azul- gris titanio efecto perla Asientos cuero sline perforados electricos Calefacción y AC en los asientos 5 plazas Volante eléctrico Apple carplay - google car integrado 4 modos de conducción Bola de remolque automática Neumaticos de 20” (con 7000km)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "320 cv",
            "año": "2015",
            "kilómetros": "202000 km",
            "precio": 28900.0
        },
        {
            "titulo": "Impecable Audi A7 2014 Sportback, S.Line, Quattro",
            "enlace": "https://es.wallapop.com/item/impecable-audi-a7-2014-sportback-s-line-quattro-1083367910",
            "descripcion": "Audi A7 sportback, linia S interior y exterior, vehículo nacional, llantas 20\", neumáticos yokohama, techo solar, volante RS7 achatado con levas, climatizador 4 zonas, pack active soud, tv en movimiento, cámara trasera, sensor de aparcamiento, luz ambiental RGB, reprogramación de caja de cambios + centralita para disminuir el consumo y aumentar el rendimiento, actualmente 300cv. ITV hasta diciembre 2025, se entrega con seguro a todo riesgo hasta octubre 2025, siempre en parking.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "161000 km",
            "precio": 28850.0
        },
        {
            "titulo": "Audi A7 2016",
            "enlace": "https://es.wallapop.com/item/audi-a7-2016-990171200",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "160000 km",
            "precio": 28700.0
        },
        {
            "titulo": "Audi A7 2014 Sportback, S.Line, Quattro",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-sportback-s-line-quattro-1087495681",
            "descripcion": "Audi A7 sportback, linia S interior y exterior, vehículo nacional, llantas 20\", neumáticos yokohama, techo solar, volante RS7 achatado con levas, climatizador 4 zonas, pack active soud, tv en movimiento, cámara trasera, sensor de aparcamiento, luz ambiental RGB, reprogramación de caja de cambios + centralita para disminuir el consumo y aumentar el rendimiento, actualmente 300cv. ITV hasta diciembre 2025, se entrega con seguro a todo riesgo hasta octubre 2025, siempre en parking. Precio no negociable Contactanos para más informacion📥 Telefono: 646 595 179 Correo: compraventa@124garage.com",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "161000 km",
            "precio": 28500.0
        },
        {
            "titulo": "Audi A7 2016",
            "enlace": "https://es.wallapop.com/item/audi-a7-2016-1069008823",
            "descripcion": "Etiqueta C verde Asientos calefactables cuero negro Techo solar Black edition Faros Matrix Llantas 19 6.5L a los 100 Conducción autónoma Reconocimiento de señal Sensores de aparcamiento delanteros y traseros . Cañara 360° de marcha a tras angular . Sensores de lluvia . Encendido de alumbrado automático . Luces de ambiente regulables en el interior del vehículo. Arranque sin llave. Acepto cambio por monovolumen 7 plazas tipo mercedes vito ... Clase V ... Las ventas de este coche va relacionado al aumento de familia y quedarse pequeño. Climatizador asientos traseros y bizona en los delanteros . Lector de tarjetas SD Cambio automático de alumbrado de luces de carretera. Muchas cosas más .",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "272 cv",
            "año": "2016",
            "kilómetros": "170000 km",
            "precio": 28500.0
        },
        {
            "titulo": "Audi A7 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-1089429187",
            "descripcion": "Excelente estado, siempre en garaje. Dos llaves, revisiones al día, neumáticos traseros nuevos a estrenar y delanteros queda el 70%. Pack S Line interior y exterior. Llantas 21” portón trasero apertura eléctrica, suspensión neumatica adaptada deportiva, control velocidad y control accidentes y salidas vía, senadores aparcamiento, techo solar eléctrico, asientos eléctricos calentadores + masaje lumbar, asiento conductor y acompañante con memoria . 3 zonas independientes AACC, Cambio automático con levas , asientos Alcántara, pantalla táctil cambiada casa Audi. Sonido intercambiable (distintos sonidos, coste de instalación 2.400€) IVA deducible Garantía 1 año Se vende por poco uso. El año pasado sufrí una lesión y he estado 10 meses sin apenas uso, ahora me toca volver a pasar por quirófano y volver a estar 8/10 meses de rehabilitación. Últimos dos años 10.000km Coche de ensueño. Quien se lo lleve… que lo siga cuidando por favor",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "313 cv",
            "año": "2014",
            "kilómetros": "187000 km",
            "precio": 28000.0
        },
        {
            "titulo": "Audi A7 2016",
            "enlace": "https://es.wallapop.com/item/audi-a7-2017-1001496636",
            "descripcion": "! Audi A7 S line 3.0 TDI V6 BITURBO impecable con todo al día, ITV hasta 2026 Se le hizo una Stage 1 y paso de 326 CV a 370 CV Acceso y cierre sin llave Apertura-cierre maletero eléctrico S line interior y exterior *Puertas sin marcos Climatizador cuatrizona Asientos calefactables Volante calefactable Luces automáticas Camara delantera Cámara marcha atrás *Sensores aparcamiento •Luces ambientales *Logo audi/ quattro en puertas Control crucero Navegador Pantalla Pro •Cuadro digital y agujas Apple car play/ Android auto Dos llaves aceptaria mercedes clase A200 o coche similar que me cuadre como parte de pago",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "326 cv",
            "año": "2016",
            "kilómetros": "236000 km",
            "precio": 28000.0
        }
    ]
}