{
    "búsqueda": {
        "marca": "Audi",
        "modelo": "A7",
        "version": "RS 7 Sportback 4.0 TFSI quattro tiptronic 8 vel.",
        "año mínimo": 2013,
        "año máximo": 2014,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoline",
        "potencia máxima": 560,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoline&min_horse_power=1&max_horse_power=560&min_year=2013&max_year=2014&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=Audi&model=A7&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Audi A7 Sportback 3.0 TFSI quat Stro S line editio",
            "enlace": "https://es.wallapop.com/item/audi-a7-sportback-3-0-tfsi-quat-stro-s-line-editio-1055804558",
            "descripcion": "OPCIONALES INCLUIDOS: Edición limitada. Opciones: cámara frontal y posterior para aparcamiento. tapicería alcántara perforada y cuero con grabado s line. mmi navigatión plus. paquete exterior s line. llantas de aluminio con diseño de 5 radios segmentados 265/35 r20 paquete deportivo s line. paquete técnico. volante deportivo multifuncional con levas al volante. banqueta trasera 2+1. panel parasol trasero. climatizador automático de 3 zonas confort.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "310 cv",
            "año": "2014",
            "kilómetros": "75000 km",
            "precio": 36000.0
        },
        {
            "titulo": "Audi A7 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-1089950207",
            "descripcion": "Mantenimiento de motor y cambio al dia. ITV pasada. Color plata florete metalizado. Llantas 20\" Neumáticos a medio uso. Faros full matrix led. Techo solar. Climatizador 4 zonas. Asientos deportivos en cuero valcona. Asistente de cambio de carril con pre sense rear. Camara infrarroja con detección de peatones y animales en calzada. Suspensión neumática adaptativa. MMI touch plus... Regalo llantas de 18\" (sin neumáticos) NO se aceptan cambios",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "333 cv",
            "año": "2014",
            "kilómetros": "193000 km",
            "precio": 26000.0
        },
        {
            "titulo": "Audi A7 2013",
            "enlace": "https://es.wallapop.com/item/audi-a7-2013-1055808855",
            "descripcion": "Este coche de segunda mano Berlina / Sedan de combustible Gasolina, tiene un consumo urbano de 10.8l., consumo en carretera de 6.6l., y consumo combinado de 8.2l., tiene una potencia de / 440 Nm y una cilindrada de 2995 cc. Emisiones CO2 de190 (gr/km). Tipo de emisiones EU5. En el año 2013 este vehículo tenía un precio nuevo recién salido de fabrica sin descuento comercial de 76.097 € y se vende hoy por solo 24.999 €. Dispone de 4 plazas , contando además con Suspensión deportiva, Start/Stop automático, Luz direccional, Luz diurna, Asientos calefactables, Control de velocidad, Volante multifunción, Bluetooth, Llantas de aleación, Llantas de aleación de 18\", Bola de remolque, Ordenador, Aire Acondicionado, Airbag, Airbag para el acompañante, Airbag para el conductor, Airbags laterales, Frenos ABS antibloqueo, ESP, Dirección asistida, Elevalunas eléctrico, Cierre centralizado, CD, Reposabrazos central, Control remoto para cierre centralizado, Autoteléfono, Servodirección, Asistente de aparcamiento, Asistente para las luces de carretera, Conexión eléctrica, Portón del maletero eléctrico, Asistente de arranque en pendiente, Tracción a las cuatro ruedas, Faros bixenón, Faros autodireccionables, Isofix, Sensor de lluvia, Encendido automático de faros, Arranque por botón, Sensor de presión de neumáticos, Freno de estacionamiento eléctrico, Reconocimiento señales de tráfico. Nº de cilindros: 6, En V, Cubicaje: 2.995 cm3, Potencia: 228 KW, Nº de marchas: 7, Velocidad máxima: 250 Km/h, Aceleración: 5.6 s., Cosumo mixto: 8.2 l/100 Km, Y calificación energética B.",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "310 cv",
            "año": "2013",
            "kilómetros": "225000 km",
            "precio": 24999.0
        },
        {
            "titulo": "Audi A7 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-1082748909",
            "descripcion": "Hola se vende audi A7 en perfecto estado se vende por falta de tiempo para usarlo precio muy poco negociable mejor ver en persona tienen toda la mecanica perfecta ruedas nuevas, tengo facturas de todo lo que tiene hecho para mas informacion al 6.0.2.2.1.5.4.8.6 Acepto cambio por wolkswagen caddy o renault kangoo de la mas modernas y dinero a mi favor No leer: Gti,cupra,r,seat,audi,wolkswagen",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "114000 km",
            "precio": 22500.0
        },
        {
            "titulo": "Audi A7 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2014-1085020476",
            "descripcion": "35005 , Las palmas ,Gran Canaria AUDI A7 S7 Sportback 2.8 TFSI quattro S-Tronic 2014 г. tracción total Interior de cuero beige, asientos con calefacción y ventilación, control de clima de 4 zonas, control de crucero adaptativo, mantenimiento de carril, tempomat, suspensión adaptativa, navegación, multimedia, música premium, mejor equipamiento",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "69327 km",
            "precio": 21500.0
        },
        {
            "titulo": "Audi A7 2.8 S-Line 2014",
            "enlace": "https://es.wallapop.com/item/audi-a7-2-8-2014-1075509938",
            "descripcion": "VEHÍCULO NACIONAL DE ÚNICO PROPIETARIO. – Paquete S-line. – Luces Xenon. – Asiento eléctrico de cuero. – Levas en volante. – Cámara trasera. – Navegador. – Climatizador vizona. – Portón trasero eléctrico. Y más… UN AÑO DE GARANTÍA INCLUIDO. Se atiende al tf 6️⃣5️⃣8️⃣9️⃣8️⃣4️⃣6️⃣3️⃣7️⃣",
            "combustible": "Gasolina",
            "cambio": "Automático",
            "potencia": "204 cv",
            "año": "2014",
            "kilómetros": "280000 km",
            "precio": 13800.0
        }
    ]
}