{
    "brand": "Ford",
    "model": "Tourneo Connect Grand Tourneo Connect",
    "min_year": "2018",
    "max_year": "2022",
    "keywords": [
        "Grand Tourneo Connect Trend 1.5 TDCi Auto-Start-Stop 74 kW (100 CV)",
        "Grand Tourneo Connect Trend 1.5 TDCi Auto-Start-Stop 74 kW (100 CV) 7 plazas",
        "Grand Tourneo Connect Trend 1.5 TDCi Auto-Start-Stop 74 kW (100 CV)",
        "Grand Tourneo Connect Trend 1.5 TDCi Auto-Start-Stop 74 kW (100 CV) 7 plazas",
        "Grand Tourneo Connect Trend 1.5 TDCi Auto-Start-Stop 88 kW (120 CV)",
        "Grand Tourneo Connect Titanium 1.5 TDCi Auto-Start-Stop 74 kW (100 CV)",
        "Grand Tourneo Connect Trend 1.5 TDCi Auto-Start-Stop 88 kW (120 CV)",
        "Grand Tourneo Connect Trend 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) 7 plazas",
        "Grand Tourneo Connect Titanium 1.5 TDCi Auto-Start-Stop 74 kW (100 CV) 7 plazas",
        "Grand Tourneo Connect Titanium 1.5 TDCi Auto-Start-Stop 74 kW (100 CV)",
        "Grand Tourneo Connect Trend 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) 7 plazas",
        "Grand Tourneo Connect Titanium 1.5 TDCi Auto-Start-Stop 88 kW (120 CV)",
        "Grand Tourneo Connect Titanium 1.5 TDCi Auto-Start-Stop 74 kW (100 CV) 7 plazas",
        "Grand Tourneo Connect Titanium 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) 7 plazas",
        "Grand Tourneo Connect Trend 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) Aut. 8 vel.",
        "Grand Tourneo Connect Titanium 1.5 TDCi Auto-Start-Stop 88 kW (120 CV)",
        "Grand Tourneo Connect Trend 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) Aut. 8 vel.",
        "Grand Tourneo Connect Active 1.5 TDCi Auto-Start-Stop 74 kW (100 CV)",
        "Grand Tourneo Connect Trend 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) 7 plazas Aut. 8 vel.",
        "Grand Tourneo Connect Titanium 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) 7 plazas",
        "Grand Tourneo Connect Trend 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) 7 plazas Aut. 8 vel.",
        "Grand Tourneo Connect Active 1.5 TDCi Auto-Start-Stop 74 kW (100 CV) 7 plazas",
        "Grand Tourneo Connect Titanium 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) Aut. 8 vel.",
        "Grand Tourneo Connect Active 1.5 TDCi Auto-Start-Stop 88 kW (120 CV)",
        "Grand Tourneo Connect Titanium 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) 7 plazas Aut. 8 vel.",
        "Grand Tourneo Connect Titanium 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) Aut. 8 vel.",
        "Grand Tourneo Connect Active 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) 7 plazas",
        "Grand Tourneo Connect Titanium 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) 7 plazas Aut. 8 vel.",
        "Grand Tourneo Connect Active 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) Aut. 8 vel.",
        "Grand Tourneo Connect Active 1.5 TDCi Auto-Start-Stop 88 kW (120 CV) 7 plazas Aut. 8 vel."
    ]
}