{
    "búsqueda": {
        "marca": "BMW",
        "modelo": "i3",
        "version": "s 94Ah",
        "año mínimo": "2017",
        "año máximo": "2019",
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 90000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "electric-hybrid",
        "potencia máxima": "184",
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=electric-hybrid&min_horse_power=1&max_horse_power=184&min_year=2017&max_year=2019&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=90000&gearbox=automatic&brand=BMW&model=i3&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "BMW i3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2019-1069718397",
            "descripcion": "Se vende BMW I3S (120Ah) está impecable como se puede ver en las fotos. Es el de 120 Ah con todas las extras... acabado deportivo S, navegador profesional, equipo de sonido Harman kardon, faros de Led adaptativos, apertura sin llave, sensores de aparcamiento con cámara, asientos calefatables com tapicería de cuero, control de velocidad... etc",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2019",
            "kilómetros": "49500 km",
            "precio": 29900.0
        },
        {
            "titulo": "BMW I3S 94AH BEV",
            "enlace": "https://es.wallapop.com/item/bmw-i3s-94ah-bev-940135855",
            "descripcion": "",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2019",
            "kilómetros": "37000 km",
            "precio": 27900.0
        },
        {
            "titulo": "BMW i3 94Ah BEV REX!!! ETIQUETA CERO.",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2017-1079008830",
            "descripcion": "BMW i3 94Ah BEV REX!!! ETIQUETA CERO!!! En perfecto estado tanto interior como exterior, revisado, faros LED, llantas 19\", paquete retrovisores, paquete compartimentos, calefacción de los asientos delanteros, control de crucero con función de frenado, paquete de asistente de aparcamiento, sistema de navegación Professional, sistema de altavoces HiFi Harman Kardon, diseño interior BMW i Suite y muchos más. Precio al contado: 26.500€. Precio financiado: 25.500€. (Financiando al menos 20.000€) Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Matriculacion 02/2017 Bitcoin accepted here, @auto.gallery #NN CAP #JU PIC #FU #MWF #HAT #V897754",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "128900 km",
            "precio": 26500.0
        },
        {
            "titulo": "BMW i3 120Ah 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-i3-120ah-125-kw-170-cv-1064347299",
            "descripcion": "",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2019",
            "kilómetros": "73532 km",
            "precio": 24990.0
        },
        {
            "titulo": "BMW i3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2019-1064447918",
            "descripcion": "Ofrecemos FINANCIACIÓN 100% sin entrada. Vehículos con revisión preentrega y lavado completo. Km. garantizados, libro de revisiones. Aceptamos coche como parte de pago (previa tasación) Aceptamos prueba mecánica en taller de confianza. Cambio de nombre NO incluido en el precio: 210€ Garantía adicional al PVP según año/Km. Localización en Google Maps: iCARS Barcelona Granollers Se recomienda pedir cita por WhatsApp/teléfono/correo para una atención más personalizada y para verificar que el vehículo siga disponible antes de la visita. Venta exclusiva para particulares y empresas. La Gama de Vehículos Industriales IVA no incluido. ESTE ANUNCIO NO ES VINCULANTE, PUEDE CONTENER ERRORES, SE MUESTRA A TÍTULO INFORMATIVO Y NO CONTRACTUAL. Más info en icarsbarcelona.com y nuestras redes sociales: Facebook, Instagram, LinkedIn y Youtube",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2019",
            "kilómetros": "44999 km",
            "precio": 24990.0
        },
        {
            "titulo": "BMW i3 s 120Ah 184cv",
            "enlace": "https://es.wallapop.com/item/bmw-i3-s-120ah-184cv-1041242196",
            "descripcion": "Espectacular unidad de BMW i3s 120Ah 184cvAut.!! Etiqueta 0. 100% Eléctrico BEV. UNICO DUEÑO. IVA DEDUCIBLE. En perfecto estado tanto interior como exterior, revisado llantas 20\", techo de cristal, navegador Business, sensores de aparcamiento con cámara trasera, driving assistant plus, asistente en trafico, asientos calefactados, carga rapida AC/DC, pack Comfort Advanced, BMW I interior Suite y muchos más. Todos nuestros vehículos se entregan transferidos. Este vehículo tiene un año de garantía. Se preparan todos los documentos necesarios para exportación. Pregúntanos por la financiación a tu medida y paga cómodamente. Para recibir una atención adecuada y evitar esperas, llámanos y concreta tu cita. Posibilidad de entrega cualquier punto de España. Los datos del anuncio podrían contener algún error y por tanto no tienen carácter vinculante. Matriculado 3/2019 Bitcoin accepted here, @auto.gallery #JF CAP #JU PIC #FU #FR826SE #HAT #7D67029",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2019",
            "kilómetros": "27900 km",
            "precio": 24900.0
        },
        {
            "titulo": "BMW i3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-i3-s-120ah-1061664533",
            "descripcion": "Muy equipado: Techo solar, Carga rápida DC, asientos cuero, pantalla grande...Comprado en BMW Madrid. Abstenerse mareantes",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2019",
            "kilómetros": "40000 km",
            "precio": 23500.0
        },
        {
            "titulo": "BMW i3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2019-964176376",
            "descripcion": "Sensaciones únicas e indescriptibles al conducirlo… lo vendo por que necesito una autonomía superior a los 300 kms que me da este “Pepino” y voy a por el Tesla. Pero SIEMPRE en ELECTRICO 100x100 y LO MÁS IMPORTANTE…!!!!! 12 meses DE GARANTIA de BMW POR ESCRITO",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2019",
            "kilómetros": "56000 km",
            "precio": 22000.0
        },
        {
            "titulo": "BMW I3 Electric 170cv 120ah 5p Aut.",
            "enlace": "https://es.wallapop.com/item/bmw-i3-electric-170cv-120ah-5p-aut-1033261464",
            "descripcion": "¡Hola!, ¿Te gusta este BMW? Tenemos buenas noticias para ti, hoy puede ser tuyo, y con todas las garantías que ofrece una empresa que lleva más de 50 años vendiendo coches. ¡Por algo será!. No te preocupes por la distancia, te llevamos tu coche a la puerta de tu casa por tan solo 250€. Puedes ver las opiniones de Autofesa en Google 4,1 sobre 5. Si tienes algún problema, podrás cambiarlo dentro de los 15 primeros días o 500Km, consulta las condiciones con tu comercial. Coches certificados de estructura y kilometraje real. Con garantía de 1 año ampliable a 2 con RACE. Y Recuerda, puedes dejar tu coche a cambio, tásalo ahora en autofesa.com. ¡No te lo pierdas!, llámanos y prereserva tu BMW con PAYPAL para que nadie te lo quite. Extras: - - Llantas de 19 - Parktronic - 4 airbags - ABS - ESP - EE - CC - DA - ISOFIX . Precio sujeto a financiación mínima de 15000€. Precio sin financiación = 22850€. Ref: 34939.",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2019",
            "kilómetros": "17100 km",
            "precio": 21850.0
        },
        {
            "titulo": "BMW i3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2018-1072662676",
            "descripcion": "Bmw I3 Rex, fabricado en 2018, matriculado en 2020. Próximo mantenimiento en febrero de 2026, bajo mantenimiento. Faros full led, Carga rápida, navegador con pantalla grande, incluye cable de carga en casa. Servicios remotos de bmw (abrir y cerrar el coche desde el móvil, activar climatizador, etc)Batería al 99%.",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "91600 km",
            "precio": 21000.0
        },
        {
            "titulo": "BMW i3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2019-1030838685",
            "descripcion": "Se vende BMW I3 120AH 170CV !!....full equipe: faros bixenon con led direccionables, navegacion , llantas 18 , Se encuentra en perfecto estado interior y exterior, procedente de servicio oficial BMW unidad unica por estado y equipamiento. posibilidad de garantia ampliable y financiacion COCHE NACIONAL UNICO DUEÑO ! IVA DEDUCTIBLE ! LIBRO EN CASA OFICIAL AL DIA !",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2019",
            "kilómetros": "69000 km",
            "precio": 20999.0
        },
        {
            "titulo": "BMW i3 94ah REX 2018",
            "enlace": "https://es.wallapop.com/item/bmw-i3-94ah-rex-2018-1089622728",
            "descripcion": "-Bmw i3 94ah Rex-Kilometraje certificado-Etiqueta medioambiental 0-Se entrega revisado- Extras: climatizador, led, limitador de velocidad, bluetooth, bt audio, techo panorámico, sensor de parking tras. y del., cámara trasera, asientos en cuero... - Se acepta su vehículo como parte de pago. - Posibilidad de envío a domicilio dentro de la península. *Exposición en Segorbe (CS), en la avda. Mediterráneo, 138*Opción de ver el vehículo en Valencia capital*Consulte disponibilidad antes de visitarnos* Horario de atención telefónica: Lunes a viernes de 10:00h a 14:00h - 16:00h a 19:00h.",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "85000 km",
            "precio": 20990.0
        },
        {
            "titulo": "BMW i3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-i3s-2018-1056860193",
            "descripcion": "💢PlacaAutomoción 💢 🔘CONDICIONES DE ENTREGA🔘 * 1 Año de garantía oficial✅ * Limpieza y desinfección integral✅ * Cambio de titular incluido✅ * Revisión general✅ * Mantenimiento general exhaustivo por escrito✅ 💰Precio contado 20.900€ 💰 Precio financiado 18.900€ (Consulta condiciones) ⏮️Profesionales del sector del Automóvil. Placa Automoción, desde 1971. Taller XXI-Concesionario de Vehículos de ocasión y km 0. #Compromiso #Seriedad #Confianza #Profesionalidad #Asesoramiento... Llamanos e informate sin compromiso,estaremos encantados de ayudarte. 📱628446127 Mas informacion de equipamiento y fotos por whtasapp",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "60000 km",
            "precio": 20900.0
        },
        {
            "titulo": "BMW I3 94AH REX 2018",
            "enlace": "https://es.wallapop.com/item/bmw-i3-94ah-rex-2018-1083373510",
            "descripcion": "Vendo BMW i3 Rex en perfecto estado, año 2018, traido de Belgica con muchos extras. Es el modelo Rex que te permite combinar con gasolina y siempre tener esa autonomia de mas. Extras como asientos de piel marron, techo panoramico, carga rapida, reestyling modelo nuevo, faros led, aparca solo, retrovisores plegables, madera interior, isofix traseros, camara trasera, etc. Garantia de baterias hasta 2026. Mantenimiento le toca en 10/2026. Utilitario perfecto para el dia a dia. 2 Llaves y documentacion completa.",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "85400 km",
            "precio": 20500.0
        },
        {
            "titulo": "BMW i3s 184cv 2018",
            "enlace": "https://es.wallapop.com/item/bmw-i3s-184cv-2018-1083948024",
            "descripcion": "BMW i3S 94aH 184cv, modelo restyling de 2018 con faros LED, más batería y ayudas a la conducción más modernas. Vehículo en muy buenas condiciones interior y exterior. Muy cómodo para conducir tanto en ciudad como en carretera. El I3S tiene neumáticos de 20\" más anchos que el I3 normal, modo Sport y suspensiones más rígidas. Vehículo nacional con historial de revisiones en casa oficial. Luces LED automáticas. Asientos calefactados. Cámara de marcha atrás y sensores de parking. Salpicadero en acabado madera. 2 llaves. Cables de carga rápida y lenta disponibles. Próxima ITV en abril de 2026 y 2ª revisión oficial pasada en BMW Vigo en 12/2024.",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "89000 km",
            "precio": 20000.0
        },
        {
            "titulo": "BMW i3 S 94Ah 135 kW (184 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-i3-s-94ah-135-kw-184-cv-1080412635",
            "descripcion": "ETIQUETA 0 EMISIONES, GRAN OPORTUNIDAD POR ESTADO Y PRECIO GARANTÍA DE 12 MESES INCLUIDA EN EL PRECIO CAMBIO DE TITULARIDAD INCLUIDO EN EL PRECIO OFRECEMOS FINANCIACIÓN A MEDIDA ACEPTAMOS SU COCHE COMO PARTE DE PAGO",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "59000 km",
            "precio": 19999.0
        },
        {
            "titulo": "BMW i3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2017-1067600627",
            "descripcion": "En buen estado,mejor ver",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "87000 km",
            "precio": 19999.0
        },
        {
            "titulo": "BMW i3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2015-1000527406",
            "descripcion": "Coche eléctrico idóneo para la cuidad. Autonomía real en cuidad: 270km. 170CV A toda prueba. ITV hasta 2025. He puesto este precio para no discutir y vender a alguien que entiende de coches y le gusta uno BMW eléctrico, es espectacular! Consumo ridículamente bajo. Está PERFECTAMENTE por dentro y por fuera en muy buenas condiciones. Lo vendo por ampliación de familia, pero no tengo ninguna prisa en vender. Abstenerse mareantes, solo gente seria. -Sensores de aparcamiento -Cámara marcha atrás -2 llaves -Revisiones en BMW No es rex",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2019",
            "kilómetros": "41700 km",
            "precio": 19970.0
        },
        {
            "titulo": "BMW i3 REX 94Ah - full",
            "enlace": "https://es.wallapop.com/item/bmw-i3-restyling-94ah-rex-techo-solar-cuero-1064216852",
            "descripcion": "En Taycan Cars somos especialistas en coches electricos e hibridos. BMW I3 94 AH en un estado inmejorable y todos los mantenimientos al día. Detalles: - Techo solar - Cámara de marcha atrás - Carga rápida CCS - Faros LED - Bluetooth/USB/AUX - Sensor de luz y lluvia - Navegador - Automático Se vende con un año de garantía y transferido de nombre.",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "123000 km",
            "precio": 19900.0
        },
        {
            "titulo": "BMW i3 Oct. 2018",
            "enlace": "https://es.wallapop.com/item/bmw-i3-oct-2018-868859621",
            "descripcion": "Particular. Perfecto estado de uso, con una salud de batería excelente: 27,7 kWh, 96,2% sobre los 28,8 kWh de serie. Impecable por dentro y por fuera. Tacto de conducción suave, sólido y silencioso. Siempre en garaje. Sin golpes ni accidentes. Muy equipado, con Navegador, sensores de parking traseros, control de velocidad de crucero…",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "79500 km",
            "precio": 19900.0
        },
        {
            "titulo": "BMW I3 REX 94 ",
            "enlace": "https://es.wallapop.com/item/bmw-i3-rex-94-1011546480",
            "descripcion": "BMW I3 REX 94 H vehículo en perfecto estado como nuevo se entrega trasferido a nombre del comprador ABS Airbags delanteros, laterales y otros Bluetooth Cierre centralizado Climatización automática Control de tracción Digital cockpit Dirección asistida Elevalunas eléctrico Emergency brake assist Emergency call system Emergency tyre repair kit ESP faro antiniebla Hill-start assist Inmovilizador eléctrico Kit de manos libres navegación profesional luces ful led volante multifunción factura con IVA incluido en el precio tlf 6353002020 Fran",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "110000 km",
            "precio": 19800.0
        },
        {
            "titulo": "BMW i3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2018-1073928966",
            "descripcion": "",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "46000 km",
            "precio": 19500.0
        },
        {
            "titulo": "BMW i3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2018-1051910500",
            "descripcion": "BMW i3 - Nacional con kilómetros certificados - Mantenimientos al día (sevicio oficial) - Garantía 1 año - IVA deducible - Etiqueta 0 Equipamiento Opcional: - Idicador presión neumáticos - Cámara de marcha atrás - Sensor de aparcamiento - Apoyabrazos central - Volante multifunción - Cargador doméstico - Control de crucero - Espejos abatibles - Kit reparación - Carga rápida - Navegador - Portavasos - Llantas 19”",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "37900 km",
            "precio": 19490.0
        },
        {
            "titulo": "BMW i3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2019-1064478919",
            "descripcion": "Espectacular BMW i3s 120Ah del año 2019, en perfecto estado tanto interior como exterior!! GARANTIA OFICIAL HASTA FEBRERO 2026!! PEGATINA MEDIOAMBIENTAL CERO!! 2 LLAVES!! NACIONAL!! Extras destacables: - Luces automaticas - Sensor de lluvia - Cámara trasera - Volante multifunción - Sensores de aparcamiento delanteros y traseros - Llantas en 20\" - Modos de conducción - Pantalla multifunción con Carplay y Android Auto - Y mucho mas. Cambio de nombre + 250€ Pide tu cita y ven a verlo Anuncio no vinculante puede contener errores Entrega en toda España.",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2019",
            "kilómetros": "49999 km",
            "precio": 19490.0
        },
        {
            "titulo": "BMW i3 120Ah 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-i3-120ah-125-kw-170-cv-1092242010",
            "descripcion": "Ref.58981524 NO PIERDAS LA OPORTUNIDAD DE PROBARLO EN CALLE EMBAJADORES, 147 MADRID Garantía total Financiación a su medida. Aproveche esta oferta con el plan renove de Yamovil. Admitimos tu antiguo coche como parte de pago. Certificación kilometraje y ausencia golpe estructural. 15 días de prueba o 1.000 km. Para más información consulte a nuestros comerciales. Consúltenos sobre este modelo o cualquier otro, disponemos de centenares de vehículos en stock. Las fotos son totalmente reales y se corresponde con el vehículo que podrán ver físicamente en nuestras instalaciones, así como precio, extras, modelo y kilómetros salvo \"error tipográfico o de transcripción\" eximiendo a la compañía de toda responsabilidad física o comercial derivada de estos errores ante cualquier reclamación posterior. Para una información más amplia y exacta preguntar a nuestro personal especializado. ¡VEN A PROBARLO! Te esperamos en YAMOVIL. POR UN MUNDO CON MEJORES COCHES",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2019",
            "kilómetros": "40601 km",
            "precio": 19450.0
        },
        {
            "titulo": "BMW i3 120Ah 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-i3-120ah-125-kw-170-cv-1067098453",
            "descripcion": "NO PIERDAS LA OPORTUNIDAD DE PROBARLO EN CALLE EMBAJADORES, 147 MADRID Garantía total Financiación a su medida. Aproveche esta oferta con el plan renove de Yamovil. Admitimos tu antiguo coche como parte de pago. Certificación kilometraje y ausencia golpe estructural. 15 días de prueba o 1.000 km. Para más información consulte a nuestros comerciales. Consúltenos sobre este modelo o cualquier otro, disponemos de centenares de vehículos en stock. Las fotos son totalmente reales y se corresponde con el vehículo que podrán ver físicamente en nuestras instalaciones, así como precio, extras, modelo y kilómetros salvo \"error tipográfico o de transcripción\" eximiendo a la compañía de toda responsabilidad física o comercial derivada de estos errores ante cualquier reclamación posterior. Para una información más amplia y exacta preguntar a nuestro personal especializado. ¡VEN A PROBARLO! Te esperamos en YAMOVIL. POR UN MUNDO CON MEJORES COCHES",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2019",
            "kilómetros": "40601 km",
            "precio": 19450.0
        },
        {
            "titulo": "BMW i3 120Ah 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-i3-120ah-125-kw-170-cv-1067100762",
            "descripcion": "NO PIERDAS LA OPORTUNIDAD DE PROBARLO EN CALLE EMBAJADORES, 147 MADRID Garantía total Financiación a su medida. Aproveche esta oferta con el plan renove de Yamovil. Admitimos tu antiguo coche como parte de pago. Certificación kilometraje y ausencia golpe estructural. 15 días de prueba o 1.000 km. Para más información consulte a nuestros comerciales. Consúltenos sobre este modelo o cualquier otro, disponemos de centenares de vehículos en stock. Las fotos son totalmente reales y se corresponde con el vehículo que podrán ver físicamente en nuestras instalaciones, así como precio, extras, modelo y kilómetros salvo \"error tipográfico o de transcripción\" eximiendo a la compañía de toda responsabilidad física o comercial derivada de estos errores ante cualquier reclamación posterior. Para una información más amplia y exacta preguntar a nuestro personal especializado. ¡VEN A PROBARLO! Te esperamos en YAMOVIL. POR UN MUNDO CON MEJORES COCHES",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2019",
            "kilómetros": "40601 km",
            "precio": 19450.0
        },
        {
            "titulo": "BMW i3 120Ah 125 kW (170 CV)",
            "enlace": "https://es.wallapop.com/item/bmw-i3-120ah-125-kw-170-cv-1067100620",
            "descripcion": "NO PIERDAS LA OPORTUNIDAD DE PROBARLO EN CALLE EMBAJADORES, 147 MADRID Garantía total Financiación a su medida. Aproveche esta oferta con el plan renove de Yamovil. Admitimos tu antiguo coche como parte de pago. Certificación kilometraje y ausencia golpe estructural. 15 días de prueba o 1.000 km. Para más información consulte a nuestros comerciales. Consúltenos sobre este modelo o cualquier otro, disponemos de centenares de vehículos en stock. Las fotos son totalmente reales y se corresponde con el vehículo que podrán ver físicamente en nuestras instalaciones, así como precio, extras, modelo y kilómetros salvo \"error tipográfico o de transcripción\" eximiendo a la compañía de toda responsabilidad física o comercial derivada de estos errores ante cualquier reclamación posterior. Para una información más amplia y exacta preguntar a nuestro personal especializado. ¡VEN A PROBARLO! Te esperamos en YAMOVIL. POR UN MUNDO CON MEJORES COCHES",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2019",
            "kilómetros": "40601 km",
            "precio": 19450.0
        },
        {
            "titulo": "BMW i3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2018-960115995",
            "descripcion": "Vendo BMW i3 100% eléctrico (año 2018). Vehículo nacional con etiqueta medioambiental 0 emisiones. COMO NUEVO!! Ideal para poder circular por las ZBE. Coche de tracción trasera con motor eléctrico que desarrolla 170cv (250nm) (7,3seg. 0-100). Aparca en zona azul. Autonomía de 250 Km. Garantía de baterias de 8 años o 160.000km con BMW. Vehículo espectacular, amplio y comodísimo. Con muy poco uso (sólo 39.000km). Interior y exterior en perfecto estado. El coche dispone de: cristales ahumados traseros, ruedas al 80/90%… Muy cuidado y en perfecto estado. Por favor abstenerse ofertas ridículas, gracias.",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "40000 km",
            "precio": 19000.0
        },
        {
            "titulo": "BMW i3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2017-full-equip-1047803257",
            "descripcion": "BMW i3 FULL EQUIP . TECHO PANORAMICO, doble posición de apertura. LLANTAS 19 \" ALEACION, modelo turbina (428) Climatización por BOMBA DE CALOR NAVEGADOR PRO BUSINESS , Pantalla 10”, Disco duro: HD 20 Gb Driving Assist Plus: CONTROL VELOCIDAD ADAPTATIVO PAQUETE ASSIST PARK: Sensores aparcamiento y CAMARA TRASERA Carga con CORRIENTE ALTERNA TRIFASICA (11 kW) Faros ADAPTATIVE Full LED Etiqueta DGT: 0 Cambio automatico. Control estabilidad y tracción. Air- bags (7) ABS, asistente de frenado. Isofix (2) banqueta posterior. Modos conducción: confort, eco y plus. Tapicería: combinación de tela y piel: acabado LOFT Llantas de 19” aleación, modelo turbina (428) Sistema Multimedia: Equipo música Harman Kardon Paquete Confort Advanced: - Volante multifuncional, reconocimiento de voz - Espejos retrovisores con ajuste automático anti-deslumbramiento. - Espejos retrovisores electricos plegables - Calefacción de los asientos delanteros - Climatizador automático: Bomba de calor por aerotermia - Sensor de lluvia y de luz automatico - Apoyabrazos central - Keyless start: arranque y apertura de puertas sin llave Navegador Pro: - Sistema de navegación Business - Pantalla 10”, Disco duro: HD 20 Gb, Navegador 3D Driving Assist Plus: - Control de crucero con función de frenado - Control de velocidad adaptativo - Reconocimiento señales de trafico - Detector de carril - Sensor atascos - Protección acústica de peatones Sistema Multimedia: -Equipo música Harman Kardon - Radio digital: DAB - Entrada USB i auxiliar - Bluetooth audio: para mobil y musica Connected Drive: - Llamada de emergencia inteligente - Funcionalidad App My BMW - GPS con reconocimiento de trafico Paquete Assist Park: -Sensores aparcamiento delanteros y traseros - Camara trasera, con alineación virtual Funciones de carga: - Carga rápida con corriente alterna trifasica (11 kW) - Carga rápida con corriente continua (50 kW) - Cable de carga enchufe doméstico (schuko)",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "55360 km",
            "precio": 18900.0
        },
        {
            "titulo": "BMW i3 2019",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2019-1020478186",
            "descripcion": "100% Eléctrico, autonomía media 250km En perfectas condiciones Asientos calefactables, retrovisores eléctricos abatibles, luces led, sensor y cámara de aparcamiento… Incluye cable de carga, neumáticos nuevos, ITV recién pasada y juego de llaves originales. Posibilidad de financiación",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2019",
            "kilómetros": "60500 km",
            "precio": 18900.0
        },
        {
            "titulo": "BMW i3 2017",
            "enlace": "https://es.wallapop.com/item/bmw-i3-94ah-rex-170cv-iva-deducible-831931907",
            "descripcion": "Estado excelente. Batería 94ah y versión REX (Range extended - lleva deposito extra de unos 10 litros de gasolina que dan al coche una autonomía extra de 100-130kms en caso de agotarse la batería). Está a nombre de empresa (IVA deducible) Etiqueta Cero que permite entrar en el centro de las ciudades sin limitaciones y aparcar en la calle gratis en cualquier zona SER. Incluye dos cables-cargador: el enchufe normal de BMW y una manguera Tipo 2 (Mennekes-mennekes) de 5 metros. Autonomía batería aprox. 200kms + 100-130kms extra con el depósito de gasolina (ver foto de agosto). Capacidad máxima de la batería 28kwh (test realizado el 28 octubre ) Todas las revisiones en concesionario oficial Bmw",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "55000 km",
            "precio": 18900.0
        },
        {
            "titulo": "BMW i3 S 2018 ",
            "enlace": "https://es.wallapop.com/item/bmw-i3-s-2018-1084534037",
            "descripcion": "BMW I3 S faros LED, paquete invierno, parking assist, llanta 20\" //M, paquete de conducción, Climatizador , Navegador Profesional, pintura metalizada, paquete de espejos, paquete de ambiental luces, Camara trasera...... Todos nuestros vehículos están garantizados, provienen de concesionario oficial con libro de revisiones completo y verificados que no hayan sufrido golpes. Localizamos el vehículo que se adapte a sus necesidades y características dando un trato personalizado a cada cliente adaptándose a sus preferencias. Financiamos las operaciones 100% o el importe que necesite con las mejores condiciones. Sin sorpresas, realizamos todos los trámites para su tranquilidad a los mejores precios, pónganos a prueba y lo comprobará. LLAMENOS. ESCRIBANOS, PREGUNTENOS....... ESTAREMOS ENCANTADOS",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "61000 km",
            "precio": 18750.0
        },
        {
            "titulo": "BMW i3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2018-1066494745",
            "descripcion": "",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "16000 km",
            "precio": 18500.0
        },
        {
            "titulo": "BMW i3 S 120ah",
            "enlace": "https://es.wallapop.com/item/bmw-i3-s-120ah-1073356368",
            "descripcion": "",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2019",
            "kilómetros": "88253 km",
            "precio": 18490.0
        },
        {
            "titulo": "BMW i3s 2018",
            "enlace": "https://es.wallapop.com/item/bmw-i3s-2018-1090878733",
            "descripcion": "BMW i3s sport 94Ah REX 1 (184 CV) del Año 2018 con 130.000km, Acabado Rex Edition.libro de mantenimiento completo en casa oficial bmw,vehículo nacional, pak exterior sport,Sistema de Entretenimiento de Audio Pantalla Plus BMW Profesional(Info Car, Navegador-GPS, Bluetooth, Media-IN, Bluetooth, etc), , sesor de aparcamiento, Interruptor de Comfort de Conducción, etc), Llantas Originales Exclusive Doble Radio , Volante Multifunción de Piel con Comandos de Voz y Audio, Velocidad de Crucero(Tempomat) con Función de Freno, Luces de Día LED Delanteros y Traseros, Iluminación Interior Ambiente LED, Cierre Centralizado con Mando Inteligente(Keyless) con 4 Funciones, Sensores de(\"Park Assist\" modos de conducion sport ,sensores de Lluvia, Luz y Presión Neumáticos), BMW Real Time Traffic Information (RTTI), ConnectedDrive Services, Llamada Emergencia Inteligente TeleServices, Retrovisores(Exteriores e Interiores con Sistema Antideslumbramiento, Eléctricos y Plegables), Alarma Antirrobo con Protección del Habitáculo Interior, Sistema de Aire Climatizado Automático 2-Zonas",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "130000 km",
            "precio": 18490.0
        },
        {
            "titulo": "BMW i3 2018",
            "enlace": "https://es.wallapop.com/item/bmw-i3-2018-1068527242",
            "descripcion": "BMW i3 94AH,impecable. Comprado en Concesionario Oficial BMW. Mantenimiento reciente y ruedas cambiadas. Envio mas fotos a personas interesadas. Se puede llevar a taller oficial o cualquier otro, sin problema Gracias",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2018",
            "kilómetros": "78000 km",
            "precio": 18000.0
        },
        {
            "titulo": "BMW i3 S 120ah 5p.",
            "enlace": "https://es.wallapop.com/item/bmw-i3-s-120ah-5p-1039856008",
            "descripcion": "LUXEMOTOR Espectacular¡¡I3s 120Ah Aut 5p,electrico 100%(autonomia 240 kilometros),etiqueta 0 emisiones,cambio automatico,faros luz led,llantas 20\",tapiceria tela/cuero gris con asientos deportivos calefactables,climatizador automatico bizona,sistema navegacion profesional BMW,sensores aparcamiento,camara vision trasera,equipo sonido haman kardom,todos los extras,perfecto estado...libro de mantenimiento BMW. Precio todo incluido (Impuestos, transferencia a su nombre y garantía) Certificado de kilometraje y ausencia de daños estructurales Compramos su coche en el acto y al contado Financiación 100% en el acto Posibilidad de cambio de vehículo en 10 días Entregamos su vehículo en cualquier punto de la península (Consultar presupuesto) 3000m2 de exposición en el centro de Madrid Pº de la Castellana 230, junto a Plaza de Castilla (metro, bus y Renfe) Parking gratuito, entrada por c/ Carmen Sánchez Carrascosa,5 Horario; de Lunes a Viernes de 9.30h a 14.00h y de 16.00h a 19.00h Sabados de 10:30 a 14:00",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "184 cv",
            "año": "2018",
            "kilómetros": "106956 km",
            "precio": 17990.0
        },
        {
            "titulo": "BMW i3 Eléctrico 94ah 5p.",
            "enlace": "https://es.wallapop.com/item/bmw-i3-electrico-94ah-5p-847815290",
            "descripcion": "Reestrena tu BMW i3 eléctrico, Batería de 94ah, MUY EQUIPADO, nacional, único propietario, como nuevo! Primera matriculación: noviembre 2016 Equipamiento destacado: * Navegador GPS profesional con pantalla de 10,25\". * Sensores de parking traseros. * Arranque sin llave. * Sensor de presión de neumáticos. * Luces led diurnas. * Retrovisores plegables eléctricos automáticos. * Sensores de luces automáticas. * Sensores de luces automáticas. * Freno de estacionamiento eléctrico. * Llantas de aleación de 19\". * Control de crucero. * Conexión USB. * Climatizador bizona. * Bluetooth. * Etc.! Ven a probarlo sin compromiso, estamos en el polígono fuente del jarro - c/ciudad de Llíria, 100, Paterna (Valencia). ¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨ • Garantía de 12 meses incluida en el precio. • Certificado de Kilometraje y de vehículo sin golpes ni accidentes. • Aceptamos coche como parte de pago. • Revisamos hasta 120 puntos el estado mecánico y eléctrico de nuestros vehículos. • Garantizamos la CALIDAD de nuestros coches porque conocemos su procedencia. • Financiamos hasta el 100% sin necesidad de estar Fijo y con intereses muy bajos. * El anuncio no es vinculante y podría contener errores *",
            "combustible": "Eléctrico",
            "cambio": "Automático",
            "potencia": "170 cv",
            "año": "2017",
            "kilómetros": "59460 km",
            "precio": 17990.0
        }
    ]
}