{
    "búsqueda": {
        "marca": "Mercedes-Benz",
        "modelo": "GLA",
        "version": "200 d 8G-DCT",
        "año mínimo": 2020,
        "año máximo": 2023,
        "km mínimo": 2007,
        "km máximo": 300000,
        "precio mínimo": 1,
        "precio máximo": 9000000,
        "ubicación": {
            "latitud": 40.578494,
            "longitud": -3.892771
        },
        "tipos de cambio": "automatic",
        "tipos de motor": "gasoil",
        "potencia máxima": 150,
        "potencia mínima": 1,
        "categoría": "otros, furgoneta, 4X4, mini furgoneta, coche pequeño, coupé cabrio, sedán, coche familiar",
        "url": "https://es.wallapop.com/app/search?engine=gasoil&min_horse_power=1&max_horse_power=150&min_year=2020&max_year=2023&min_km=2007&max_km=300000&min_sale_price=1&max_sale_price=9000000&gearbox=automatic&brand=Mercedes-Benz&model=GLA&filters_source=default_filters&keywords=&category_ids=100&longitude=-3.892771&latitude=40.578494&order_by=price_high_to_low"
    },
    "anuncios": [
        {
            "titulo": "Mercedes-Benz GLA 200 D 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-200-d-110-kw-150-cv-1092017566",
            "descripcion": "Cristales calorífugos tintados oscuros en ventanillas y luneta traseras Pintura metalizada AYVENS multinacional especialista en vehículos de ocasión, con de un amplio stock de más de 1200 vehículos completamente revisados y con historial de mantenimiento completo. Disponemos de un equipo con el mejor trato directo y personalizado tanto presencial como online (videollamadas, peritaciones, fotos en detalle, asesoramiento, consultas.....) Para información detallada del vehículo y sus extras consúltanos. TODOS LOS VEHICULOS SON PREVIAMENTE VERIFICADOS Y SELECCIONADOS PARA SU VENTA AL PUBLICO Y GARANTIZAR ASÍ LAS MEJORES UNIDADES DISPONIBLES. (SIN ACCIDENTES, KILOMETRAJE REAL, UN SOLO USO, MANTENIMIENTO SEGÚN ESTIPULA EL FABRICANTE, ETC). ¡CONSULTANOS LA ENTREGA GRATUITA A NIVEL NACIONAL CON NUESTRA RED DE PUNTOS COLABORADORES! ASEGURATE tu vehículo con la Opción de una pequeña reserva de 300€ garantizada (se devuelve en todos los casos sino se finaliza la compra) y te lo podemos enviar previamente para que lo veas a uno de nuestros puntos más cercanos al domicilio. 15 días o 1.000kms de prueba, con opción de desistir de la compra. OFRECEMOS FINANCIACION A SU MEDIDA CON CAMPAÑAS ESPECIALES!! CONSULTENOS CUOTAS Y PLAZOS QUE GESTIONAREMOS EN EL MOMENTO CON USTED. ACEPTAMOS SU VEHÍCULO COMO PARTE DE PAGO. ¡TASACION GRATUITA! A través de nuestra página web dreamcar.es Nuestro precio incluye IVA (deducible para empresas o autónomos), la transferencia a su nombre en la DGT y 12 meses de garantía con cobertura a nivel nacional en la mejor red de talleres próximos a su localización. El contenido de este anuncio no es vinculante, se muestra a título informativo y no contractual Consúltenos previamente información y disponibilidad.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2023",
            "kilómetros": "47074 km",
            "precio": 38500.0
        },
        {
            "titulo": "Mercedes-Benz GLA GLA 200 D",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-gla-200-d-1037528805",
            "descripcion": "DESCRIPCIÓN VEHÍCULO MATRICULADO ENTREGA INMEDIATA MOTOR 88 SERVICES (Incluido en el precio) - Revisión extra con mantenimiento antes de la entrega - 12 Meses de garantía Basic incluida - Garantía premium con coste adicional - Limpieza interior y exterior - Tasación de su vehículo a entregar OTROS DATOS Todas las revisiones al día. Anuncio informativo no vinculante, sin validez contractual y sujeto a disponibilidad en la concesión. Este anuncio puede contener errores y el precio indicado puede sufrir variación sin previo aviso.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "149 cv",
            "año": "2021",
            "kilómetros": "78970 km",
            "precio": 36970.0
        },
        {
            "titulo": "Mercedes-Benz GLA 200 d 4Matic 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-200-d-4matic-110-kw-150-cv-1094373832",
            "descripcion": "BENGA! | Concesionario especializado en venta Online de coches en Alicante. COMPRA 100% SEGURO EN NUESTRA WEB: - We speak English. - Imágenes reales. - Solicita un vídeo completo del vehículo. - Vehículos revisados mecánicamente y en prueba dinámica. EL PRECIO INCLUYE: - Garantía 12 meses DESCUENTOS POR FINANCIACIÓN: EL 75% de nuestros clientes deciden financiar. ¡Financiación a tu medida! Consulta sin compromiso. TU ELIGES: - Entrega tu coche como parte de pago. Máxima tasación. - Envío a cualquier parte de España Península desde 170€. Consulta tu localidad. NOS ENCONTRAMOS EN: C/ La Rioja, 1, CP: 03006 Alicante. L-V: 9:00 a 14:00 y de 16:00 a 19:00 ¡Llámanos! *Cambio de nombre no incluido: 340€ *Anuncio no vinculante, puede contener errores involuntarios. (Alicante-Murcia-Valencia-Albacete-Barcelona-Castellón-Madrid-Sevilla-Córdoba-Granada-Toledo-A Coruña-Bilbao-Santander-Burgos...)",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "94880 km",
            "precio": 35990.0
        },
        {
            "titulo": "Mercedes-Benz GLA 200 D 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-200-d-110-kw-150-cv-1077253700",
            "descripcion": "Tenemos la mayor exposición multimarca de vehículos seminuevos y Km 0 del valle del Guadalhorce (Málaga). ¡Llámanos o ven a conocernos! Estamos en C/ Cristo de la Agonia S/N ( junto a Correos) Alhaurín el Grande, Málaga. ¡Encuentra tu vehículo ideal! Además, hacemos financiaciones a tu medida ¡pregúntanos! Aceptamos tu coche como parte de pago. Entrega en la puerta de tu casa. Coche con la certificación más completa del mercado e incluyendo kilometraje garantizado. Precio CON CAMPAÑA DE FINANCIACIÓN mínima de 12.000€ 33.990€ Precio SIN CAMPAÑA DE FINANCIACIÓN: 35.990€ Portón trasero automático Espejos retrovisores eléctricos Sensor de luces automáticas Controles en el volante Volante multifunción Control por voz Control de crucero y limitador Cámara de aparcamiento trasera Sensores de aparcamiento traseros Encendido sin llave Navegador Autos Parque Feria no se responsabiliza de los posibles errores de información en el volcado online.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2023",
            "kilómetros": "39638 km",
            "precio": 35990.0
        },
        {
            "titulo": "Mercedes-Benz GLA 200 d 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-200-d-110-kw-150-cv-1078317550",
            "descripcion": "Ejemplo no vinculante de financiación. PVP: 32.900,00€. Importe financiado: 16.450,00€ con una entrada de 16.450,00€. Plazo 84 cuotas de 258,00€. Comisión de apertura 3,95%, 649,77€ financiada. TIN 6,99%, TAE 8,51%. Importe total a devolver: 21.672,00€. Intereses totales: 4.572,23€. Coste total del crédito: 5.222,00€. Financiación ofrecida por las entidades colaboradoras y sujeta a sus criterios de concesión y riesgo. Revise en el contrato de financiación los términos detallados. Ref. U53_12192 Lo más destacado: - Pintura: Pintura blanco polar Blanco polar (sólido) - Tapizado: Tapizado en símil de cuero ARTICO/microfibra DINAMICA negra con costura doble de adorno roja Tela/cuero sintético/microfibra - Integración de smartphone - Dirección directa - Navegación por disco duro - Visualizador del cuadro de instrumentos completamente digital - Tren de rodaje de confort de altura rebajada - Asientos deportivos - Cristales calorífugos tintados oscuros en ventanillas y luneta traseras - Sistema de sonido Advanced - Visualizador de medios con pantalla de 10,25 pulgadas (26 cm) - Asientos calefactados para conductor y acompañante - Iluminación de ambiente - Volante deportivo multifunción forrado en cuero - Paquete de confort KEYLESS-GO - Paquete de aparcamiento con cámara de marcha atrás - Paquete de retrovisores - Paquete Night - Paquete de navegación y preequipo de conectividad - AMG Line - Paquete Premium - Llantas de aleación AMG de 48,3 cm (19\") y 5 radios dobles conpropiedades aerodinámicas optimizadas, color negro brillante y pulidas a altobrillo, 235/50 R19 con 7,5J x 19 ET53 - Realidad aumentada para navegación MBUX - Mercedes-Benz Connect — Servicios Para Navegación - Smartphone Integration Apple Carplay y Android Auto - Cámara de marcha atrás - Ayuda Activa Para Aparcar - Detector Activo de Cambio de Carril (Cámara) - Retrovisor Interior y exterior antideslumbrante y abatible - Mercedes-benz mobilo con libro de mantenimiento digital y GGD - Sistema de Advertencia d",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "86720 km",
            "precio": 35900.0
        },
        {
            "titulo": "Mercedes-Benz GLA GLA 200 D",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-gla-200-d-1025068954",
            "descripcion": "",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "149 cv",
            "año": "2020",
            "kilómetros": "66000 km",
            "precio": 35500.0
        },
        {
            "titulo": "Mercedes-Benz GLA 2023🚀",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-2023-1082808170",
            "descripcion": "IVA DEDUCIBLE Coche nacional Con kilometraje garantizado 17 mil km Coches mecanicamente impecables Hasta un 30% más barato que uno nuevo Garantía 2 años de Mercedes -Android Auto -Apple Carplay -Prevención de colisión -Ayuda mantenimiento carril -Reconocimiento señales de tráfico -Control de crucero -Limitador de velocidad -Keyless start -Faros Led -Cambio automático -Levas en el volante -Portón trasero eléctrico -Cámara trasera -Climatizador automático -Sensor lluvia -Sensor luces -Botón emergencia -Bluetooth -USB-C -Controles en el volante -Llantas de aleación R18 -Kit antipinchazos -Etiqueta medioambiental C Mercedes GLA",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2023",
            "kilómetros": "17000 km",
            "precio": 35000.0
        },
        {
            "titulo": "Mercedes-Benz GLA 200d AMG LINE.",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-200d-amg-line-1095376341",
            "descripcion": "Mercedes GLA200d, procedente de concesionario oficial, con todo el historial de mantenimiento en Mercedes-Benz. Se entrega totalmente revisado. Limpieza desinfección antes de la entrega. IMPORTANTÍSIMO CON 2 AÑOS DE GARANTIA OFICIAL MERCEDES-BENZ. SÓLO ATENDEMOS CON CITA PREVIA. CAMBIO DE NOMBRE NO INCLUIDO. COSTE 300€. PRECIO FINANCIADO SUJETO A LA FINACIACIÓN DE TODO EL IMPORTE, SIN ENTRADA.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "97990 km",
            "precio": 34900.0
        },
        {
            "titulo": "MERCEDES-BENZ GLA 200 D 4MATIC",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-200-d-4matic-1068636143",
            "descripcion": "MERCEDES-BENZ GLA GLA 200 D 4MATIC PAQUETE AMG INTERIOR Y EXTERIOR -TECHO SOLAR -NACIONAL CON LIBRO DE MANTENIMIENTO Carplay Bluetooth Climatizador Bizona Conexión USB Elevalunas eléctricos Radio ABS Airbag acompañante Airbag conductor Airbag laterales Airbags de techo Cierre centralizado ESP Sensor de aparcamiento trasero Tercera luz de freno Cruise control Dirección asistida Llantas de aleación Lunas tintadas Ordenador Sensor de luz Toma de corriente Asientos deportivos Volante multifunción Volante de cuero Volante regulable Reposabrazos Faros Led ISOFIX Sensor de presión neumáticos Manos libres Pantalla multifunción táctil Cámara trasera Retrovisores eléctricos Luz diurna",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2021",
            "kilómetros": "58990 km",
            "precio": 34900.0
        },
        {
            "titulo": "Mercedes-Benz GLA 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-2021-1072395658",
            "descripcion": "Matriculado en Diciembre del 2021, se vende por cambio a otro modelo de coche siempre en garaje todas las revisiones siempre en Mercedes, un unico conductor.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2021",
            "kilómetros": "74000 km",
            "precio": 34500.0
        },
        {
            "titulo": "Mercedes-Benz GLA 200 D 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-200-d-110-kw-150-cv-1088540782",
            "descripcion": "AMG Line Asientos calefactados para conductor y acompañante Asientos deportivos Blanco polar (sólido) Cristales calorífugos tintados oscuros en ventanillas y luneta traseras Iluminación de ambiente Integración de smartphone llantas de aleación AMG de 48,3cm (19\") y 5 radios dobles Navegación por disco duro Paquete de aparcamiento con cámara de marcha atrás Paquete de confort KEYLESS-GO Paquete de navegación y preequipo de conectividad Paquete de retrovisores Paquete ENERGIZING Paquete Night Paquete Premium Pintura blanco polar Realidad aumentada para navegación MBUX Sistema de sonido Advanced Tapizado en símil de cuero ARTICO/microfibra DINAMICA negra con costura doble de adorno roja Visualizador del cuadro de instrumentos completamente digital Volante deportivo multifunción forrado en cuero AYVENS multinacional especialista en vehículos de ocasión, con de un amplio stock de más de 1200 vehículos completamente revisados y con historial de mantenimiento completo. Disponemos de un equipo con el mejor trato directo y personalizado tanto presencial como online (videollamadas, peritaciones, fotos en detalle, asesoramiento, consultas.....) Para información detallada del vehículo y sus extras consúltanos. TODOS LOS VEHICULOS SON PREVIAMENTE VERIFICADOS Y SELECCIONADOS PARA SU VENTA AL PUBLICO Y GARANTIZAR ASÍ LAS MEJORES UNIDADES DISPONIBLES. (SIN ACCIDENTES, KILOMETRAJE REAL, UN SOLO USO, MANTENIMIENTO SEGÚN ESTIPULA EL FABRICANTE, ETC). ¡CONSULTANOS LA ENTREGA GRATUITA A NIVEL NACIONAL CON NUESTRA RED DE PUNTOS COLABORADORES! ASEGURATE tu vehículo con la Opción de una pequeña reserva de 300€ garantizada (se devuelve en todos los casos sino se finaliza la compra) y te lo podemos enviar previamente para que lo veas a uno de nuestros puntos más cercanos al domicilio. 15 días o 1.000kms de prueba, con opción de desistir de la compra. OFRECEMOS FINANCIACION A SU MEDIDA CON CAMPAÑAS ESPECIALES!! CONSULTENOS CUOTAS Y PLAZOS QUE GESTIONAREMOS EN EL MOMENTO CON USTED. ACEPTAMOS S",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "68100 km",
            "precio": 34400.0
        },
        {
            "titulo": "Mercedes-Benz GLA 200 D 110 kW (150 CV)",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-200-d-110-kw-150-cv-1080839046",
            "descripcion": "Integración de smartphone AYVENS multinacional especialista en vehículos de ocasión, con de un amplio stock de más de 1200 vehículos completamente revisados y con historial de mantenimiento completo. Disponemos de un equipo con el mejor trato directo y personalizado tanto presencial como online (videollamadas, peritaciones, fotos en detalle, asesoramiento, consultas.....) Para información detallada del vehículo y sus extras consúltanos. TODOS LOS VEHICULOS SON PREVIAMENTE VERIFICADOS Y SELECCIONADOS PARA SU VENTA AL PUBLICO Y GARANTIZAR ASÍ LAS MEJORES UNIDADES DISPONIBLES. (SIN ACCIDENTES, KILOMETRAJE REAL, UN SOLO USO, MANTENIMIENTO SEGÚN ESTIPULA EL FABRICANTE, ETC). ¡CONSULTANOS LA ENTREGA GRATUITA A NIVEL NACIONAL CON NUESTRA RED DE PUNTOS COLABORADORES! ASEGURATE tu vehículo con la Opción de una pequeña reserva de 300€ garantizada (se devuelve en todos los casos sino se finaliza la compra) y te lo podemos enviar previamente para que lo veas a uno de nuestros puntos más cercanos al domicilio. 15 días o 1.000kms de prueba, con opción de desistir de la compra. OFRECEMOS FINANCIACION A SU MEDIDA CON CAMPAÑAS ESPECIALES!! CONSULTENOS CUOTAS Y PLAZOS QUE GESTIONAREMOS EN EL MOMENTO CON USTED. ACEPTAMOS SU VEHÍCULO COMO PARTE DE PAGO. ¡TASACION GRATUITA! A través de nuestra página web dreamcar.es Nuestro precio incluye IVA (deducible para empresas o autónomos), la transferencia a su nombre en la DGT y 12 meses de garantía con cobertura a nivel nacional en la mejor red de talleres próximos a su localización. El contenido de este anuncio no es vinculante, se muestra a título informativo y no contractual Consúltenos previamente información y disponibilidad.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "69618 km",
            "precio": 33200.0
        },
        {
            "titulo": "Mercedes-Benz GLA 2021",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-2021-1093432281",
            "descripcion": "MERCEDES BENZ GLA AMG 🔧 146.000 Kilómetros 📅 04/2021 💿 2.0 D 110 C.V ✅Automático ✅AMG ✅Lunas tintadas ✅Tipo acabado alcantara-leather ✅ABS ✅Paquete confort ✅Paquete style ✅Cámara para marcha atrás ✅Volante (cuero) ✅Mercedes-Benz emergency call system ✅Caja de cambios automática ✅Sistema control presión neumáticos ✅Retrovisor exterior regulable y plegable eléctricamente ✅Climatizador automático ✅Portón trasero Easy-Pack 32.500 € Con la documentación a su nombre y un año de garantía 📍 C/Canarias la Lobita ☎️ 630 94 81 32/657910249",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2021",
            "kilómetros": "146000 km",
            "precio": 32500.0
        },
        {
            "titulo": "Mercedes-Benz GLA 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-2020-1023851096",
            "descripcion": "AÑO 2021 con CarPlay(AppleCar&AndroidAuto),navegador,asientos calefactados tapizados en piel/tela,sistema mantenimiento de carril,detector de fatiga,ayuda frenada de emergencia,camara trasera,sensores de aparcamiento delanteros y traseros sonoros y digitales,ParkAssyst(sistema gestion aparcamiento),climatizador digital bizona,sistema reconocimiento señales de trafico,cuadro digital,varios tipos de conduccion,6 airbags,abs,esp,radio mp3 con toma aux y usb con mandos en volante,8 airbags,sensores de luz y lluvia,bluetooth con control por voz,espejos electricos y retractiles con intermitentes,freno de mano electrico,control y limitador,",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "116 cv",
            "año": "2020",
            "kilómetros": "102000 km",
            "precio": 31500.0
        },
        {
            "titulo": "Mercedes-Benz GLA 2020",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-2020-1054927874",
            "descripcion": "vendo Mercedes Gla 200D año 2020 bien cuidado recién pasado el Itv hasta 2026 con camara de retro sensores de aparcamiento, espejos y maletero electricos, volante y asientos deportivos, coche a toda prueba.",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2020",
            "kilómetros": "120000 km",
            "precio": 26200.0
        },
        {
            "titulo": "DESDE 530€ AL MES SIN ENTRADA !!!",
            "enlace": "https://es.wallapop.com/item/mercedes-benz-gla-2021-1086283484",
            "descripcion": "FINANCIACION A SU MEDIDA SIN ENTRADA!! ☎ ELCHE 865992499 (PRECIO SUJETO A FINANCIACION) ✅+1000 COCHES Y FURGONETAS EN STOCK ✅HASTA 3 AÑOS DE GARANTIA ✅2 MESES DE PRUEBA ✅15 DIAS DEVOLUCION qashqai audi a3 etiqueta c eco glp bajo consumo barato ocasion gas segunda mano ganga gratis verde regalo caballos diesel gasolina electrico tesla furgonetas techo solar led garantia a4 seat leon ibiza golf polo passat toyota corolla auris yaris rav4 tiguan civic suv sportage ceed hyundai kia i30 i20 cupra tucson stonic kona sandero sharan touran ateca 3008 2008 c3 c4 207 208 308 5008 clio megane kadjar tesla model alicante madrid Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. EL PRECIO ES UNA CUOTA APROXIMADA FINANCIANDO EL COCHE COMPLETO A 10 AÑOS Consulte condiciones. . Peugeot 2008 en Elx/Elche. Peugeot 2008 en Elx/Elche. Toyota Corolla Coupe en Elx/Elche. Hyundai Tucson en Elx/Elche. MG EHS en Elx/Elche. SEAT Ateca en Elx/Elche",
            "combustible": "Diésel",
            "cambio": "Automático",
            "potencia": "150 cv",
            "año": "2021",
            "kilómetros": "41390 km",
            "precio": 530.0
        }
    ]
}